var 放大镜内容映射表 = {
    "香蕉特饮": "香蕉特饮\n【勋章类型】剧情\n【创建时间】2023-5-16\n【入手条件】购买头衔参加【派对沙滩】活动\n【商店售价】\n【等级 初级】无属性▕▏升级条件：消耗-1堕落\n【 Max 】无属性",
    "纯真护剑㊕": "纯真护剑㊕\n【勋章类型】装饰/特殊\n【创建时间】2023-5-31\n【入手条件】灵魂≥1（儿童节限时获取）\n【商店售价】100金币\n【等级1】无属性▕▏升级条件：消耗0积分\n【等级2】无属性▕▏升级条件：消耗1旅程\n【等级3】无属性▕▏升级条件：消耗1旅程\n【 Max 】无属性",
    "爬行植物Ⓛ": "爬行植物Ⓛ\n【勋章类型】装饰/特殊\n【创建时间】2023-5-31\n【入手条件】堕落≥100\n【商店售价】10金币\n【持续时间】30天\n【 Max 】无属性",
    "爬行植物Ⓡ": "爬行植物Ⓡ\n【勋章类型】装饰/特殊\n【创建时间】2023-5-31\n【入手条件】堕落≥100\n【商店售价】10金币\n【持续时间】30天\n【 Max 】无属性",
    "特殊-家园卫士Ⓛ": "特殊-家园卫士Ⓛ\n【勋章类型】装饰/特殊\n【创建时间】2023-5-31\n【入手条件】无\n【商店售价】5金币\n【 Max 】无属性",
    "特殊-家园卫士Ⓡ": "特殊-家园卫士Ⓡ\n【勋章类型】装饰/特殊\n【创建时间】2023-5-31\n【入手条件】无\n【商店售价】5金币\n【 Max 】无属性",
    "勋章空位插槽": "勋章空位插槽\n【勋章类型】装饰/特殊\n【创建时间】2023-5-31\n【入手条件】无\n【商店售价】10金币\n【 Max 】无属性",
    "16x43 隐形➀": "16x43 隐形➀\n【勋章类型】装饰/特殊\n【创建时间】2023-5-31\n【入手条件】无\n【商店售价】10金币\n【 Max 】无属性",
    "16x43 隐形➁": "16x43 隐形➁\n【勋章类型】装饰/特殊\n【创建时间】2023-5-31\n【入手条件】无\n【商店售价】10金币\n【 Max 】无属性",
    "20x43 隐形➀": "20x43 隐形➀\n【勋章类型】装饰/特殊\n【创建时间】2023-5-31\n【入手条件】无\n【商店售价】10金币\n【 Max 】无属性",
    "20x43 隐形➁": "20x43 隐形➁\n【勋章类型】装饰/特殊\n【创建时间】2023-5-31\n【入手条件】无\n【商店售价】10金币\n【 Max 】无属性",
    "40x43 隐形➀": "40x43 隐形➀\n【勋章类型】装饰/特殊\n【创建时间】2023-5-31\n【入手条件】无\n【商店售价】10金币\n【 Max 】无属性",
    "40x43 隐形➁": "40x43 隐形➁\n【勋章类型】装饰/特殊\n【创建时间】2023-5-31\n【入手条件】无\n【商店售价】10金币\n【 Max 】无属性",
    "82x43 隐形➀": "82x43 隐形➀\n【勋章类型】装饰/特殊\n【创建时间】2023-5-31\n【入手条件】无\n【商店售价】10金币\n【 Max 】无属性",
    "82x43 隐形➁": "82x43 隐形➁\n【勋章类型】装饰/特殊\n【创建时间】2023-5-31\n【入手条件】无\n【商店售价】10金币\n【 Max 】无属性",
    "124x43 隐形➀": "124x43 隐形➀\n【勋章类型】装饰/特殊\n【创建时间】2023-5-31\n【入手条件】无\n【商店售价】10金币\n【 Max 】无属性",
    "124x43 隐形➁": "124x43 隐形➁\n【勋章类型】装饰/特殊\n【创建时间】2023-5-31\n【入手条件】无\n【商店售价】10金币\n【 Max 】无属性",
    "装饰触手Ⓛ": "装饰触手Ⓛ\n【勋章类型】装饰/特殊\n【创建时间】2023-5-31\n【入手条件】无\n【商店售价】10金币\n【 Max 】无属性",
    "装饰触手Ⓡ": "装饰触手Ⓡ\n【勋章类型】装饰/特殊\n【创建时间】2023-5-31\n【入手条件】无\n【商店售价】10金币\n【 Max 】无属性",
    "『活动代币』": "『活动代币』\n【勋章类型】剧情\n【创建时间】2023-9-27\n【入手条件】参与2023年【秋园庆丰】中秋国庆限时活动\n【商店售价】1金币\n【持续时间】7天\n【等级 初级】无属性▕▏升级条件：消耗0金币\n【等级1】无属性▕▏升级条件：消耗0金币\n【等级2】无属性▕▏升级条件：消耗0金币\n【 Max 】无属性",
    "(人)血球蛋白": "(人)血球蛋白\n【勋章类型】赠礼\n【创建时间】2023-10-24\n【入手条件】血液≤100｜注册天数≤10｜在线时间(小时)≤100（2023年万圣夜注册新人礼，不可赠送）\n【商店售价】？金币\n【持续时间】？天（可续期）\n【等级 初级】无属性▕▏升级条件：消耗-1血液\n【等级1】无属性▕▏升级条件：消耗-1堕落\n【 Max 】无属性",
    "小型流动血瓶": "小型流动血瓶\n【勋章类型】储蓄\n【创建时间】2023-10-24\n【入手条件】无\n【商店售价】100血液\n【持续时间】14天\n【等级1】33% 回帖血液+1、发帖血液+1▕▏升级条件：消耗-101血液\n【 Max 】无属性",
    "中型储蓄血瓶": "中型储蓄血瓶\n【勋章类型】储蓄\n【创建时间】2023-10-24\n【入手条件】无\n【商店售价】1000血液\n【持续时间】14天\n【等级1】33% 回帖血液+1、发帖血液+1▕▏升级条件：消耗-1020血液\n【 Max 】无属性",
    "大型贮藏血瓶": "大型贮藏血瓶\n【勋章类型】储蓄\n【创建时间】2023-10-24\n【入手条件】无\n【商店售价】10000血液\n【持续时间】14天\n【等级1】33% 回帖血液+1、发帖血液+1▕▏升级条件：消耗-10050血液\n【 Max 】无属性",
    "『酒馆蛋煲』": "『酒馆蛋煲』\n【勋章类型】剧情\n【创建时间】2023-11-2\n【入手条件】灵魂≥1｜发帖数≥10（2023年【垭道酒馆】活动期间）\n【商店售价】10金币\n【持续时间】1天（可续期）\n【 Max 】无属性",
    "格雷的扑克牌": "格雷的扑克牌\n【勋章类型】赠礼\n【创建时间】2024-3-5\n【入手条件】2024年【格雷的危险魔术】活动期间，只能赠送\n【商店售价】13金币\n【持续时间】13天\n【等级 初级】无属性▕▏升级条件：消耗-1血液\n【 Max 】13% 回帖金币+1、发帖金币+1",
    "？？？粽子": "？？？粽子\n【勋章类型】赠礼\n【创建时间】2023-6-22\n【入手条件】2023年端午节期间，只能赠送\n【商店售价】？金币\n【持续时间】？天\n【 Max 】1% 回帖血液+1",
    "『转生经筒』": "『转生经筒』\n【勋章类型】剧情\n【创建时间】2023-1-4\n【入手条件】签到天数≥1460，灵魂≥1（限时活动）\n【商店售价】1旅程\n【 Max 】无属性",
    "『绿茵甘露』": "『绿茵甘露』\n【勋章类型】剧情\n【创建时间】2023-6-22\n【入手条件】主题数≥1（【派遣远征s1】活动）\n【商店售价】1金币\n【持续时间】14天\n【 Max 】无属性",
    "GM马年红包": "GM马年红包\n【勋章类型】赠礼\n【创建时间】2026-2-16\n【入手条件】2026春节期间，只可赠送\n【商店售价】1金币\n【持续时间】15天\n【等级1】无属性▕▏升级条件：消耗-1金币\n【 Max 】1% 回帖金币+1",
    "雾港捞月": "雾港捞月\n【勋章类型】奖品\n【创建时间】2026-6-16\n【入手条件】【十三周年】活动发表主题帖奖励\n【 Max 】13% 回帖血液+1",
    "霉运小精灵[红]": "霉运小精灵[红]\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-188278-1-1.html\" target=\"_blank\">2026-6-10（前往博物馆）</a>\n【入手条件】限定活动安慰奖（听说收集三只能够兑换不得了的奖励）\n【 Max 】1% 回帖血液-1、发帖灵魂+1",
    "游侠职业证书": "游侠职业证书\n【勋章类型】职业\n【创建时间】<a href=\"/thread-187542-1-1.html\" target=\"_blank\">2026-6-9（前往博物馆）</a>\n【入手条件】等级=Lv10，灵魂≥3，金币≥5000，旅程≥500\n【商店售价】999金币\n【等级1】10% 发帖金币+1▕▏升级条件：知识≥500\n【等级2】15% 发帖金币+1▕▏升级条件：总积分≥1500\n【等级3】20% 发帖金币+1▕▏升级条件：知识≥1500\n【 Max 】25% 发帖金币+1",
    "法师职业证书": "法师职业证书\n【勋章类型】职业\n【创建时间】<a href=\"/thread-187541-1-1.html\" target=\"_blank\">2026-6-9（前往博物馆）</a>\n【入手条件】等级=Lv10，灵魂≥3，咒术≥1000，旅程≥500\n【商店售价】999金币\n【等级1】10% 发帖咒术+1▕▏升级条件：知识≥500\n【等级2】15% 发帖咒术+1▕▏升级条件：总积分≥1500\n【等级3】20% 发帖咒术+1▕▏升级条件：知识≥1500\n【 Max 】25% 发帖咒术+1",
    "战士职业证书": "战士职业证书\n【勋章类型】职业\n【创建时间】<a href=\"/thread-187538-1-1.html\" target=\"_blank\">2026-6-9（前往博物馆）</a>\n【入手条件】等级=Lv10，灵魂≥3，血液≥5000，旅程≥500\n【商店售价】999金币\n【等级1】10% 发帖血液+1▕▏升级条件：知识≥500\n【等级2】15% 发帖血液+1▕▏升级条件：总积分≥1500\n【等级3】20% 发帖血液+1▕▏升级条件：知识≥1500\n【 Max 】25% 发帖血液+1",
    "GM夏日霜淇淋": "GM夏日霜淇淋\n【勋章类型】赠礼\n【创建时间】<a href=\"/thread-187538-1-1.html\" target=\"_blank\">2026-6-9（前往博物馆）</a>\n【入手条件】只可赠送，金币≥30\n【商店售价】25金币\n【持续时间】10天\n【等级1】2% 回帖血液+2▕▏升级条件：消耗15金币\n【等级2】6% 回帖血液+2▕▏升级条件：消耗20金币\n【 Max 】12% 回帖血液+2",
    "炉石传说": "炉石传说\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-187537-1-1.html\" target=\"_blank\">2026-6-9（前往博物馆）</a>\n【入手条件】知识≥50\n【商店售价】100金币\n【等级1】1% 回帖咒术+1▕▏升级条件：消耗1咒术\n【等级2】1% 回帖咒术+1▕▏升级条件：消耗1咒术\n【等级3】2% 回帖咒术+1▕▏升级条件：消耗1咒术\n【等级4】2% 回帖咒术+1▕▏升级条件：消耗1咒术\n【等级5】1% 回帖旅程+1▕▏升级条件：消耗100金币\n【等级6】1% 回帖知识+1▕▏升级条件：消耗-1知识\n【等级7】2% 回帖旅程+1▕▏升级条件：在线时间(小时)≥1000\n【 Max 】3% 回帖旅程+1",
    "童年的蛋": "童年的蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-187535-1-1.html\" target=\"_blank\">2026-6-9（前往博物馆）</a>\n【入手条件】血液≥200\n【商店售价】520金币\n【等级1】5% 回帖金币+1▕▏升级条件：消耗500金币\n【等级2】10% 回帖血液+2▕▏升级条件：在线时间(小时)≥1314\n【 Max 】15% 回帖血液+3 金币-1",
    "星莹水晶": "星莹水晶\n【勋章类型】资产\n【创建时间】<a href=\"/thread-187534-1-1.html\" target=\"_blank\">2026-6-9（前往博物馆）</a>\n【入手条件】咒术≥30\n【商店售价】500金币\n【等级1】3% 回帖咒术+1▕▏升级条件：消耗500金币\n【等级2】5% 回帖咒术+1 血液+1▕▏升级条件：消耗180咒术\n【 Max 】12% 回帖金币+1 血液+2",
    "辉光心相元石": "辉光心相元石\n【勋章类型】资产\n【创建时间】<a href=\"/thread-187532-1-1.html\" target=\"_blank\">2026-6-9（前往博物馆）</a>\n【入手条件】血液≥1150\n【商店售价】500金币\n【等级1】1% 回帖旅程+1▕▏升级条件：消耗1150血液\n【等级2】2% 回帖旅程+1▕▏升级条件：灵魂≥1\n【 Max 】2% 回帖旅程+1、发帖灵魂+1",
    "捕梦笼": "捕梦笼\n【勋章类型】资产\n【创建时间】<a href=\"/thread-187531-1-1.html\" target=\"_blank\">2026-6-9（前往博物馆）</a>\n【入手条件】无\n【商店售价】345金币\n【等级1】10% 回帖金币+1▕▏升级条件：消耗321血液\n【等级2】3% 回帖咒术+2 血液+1▕▏升级条件：堕落≥777\n【 Max 】9% 回帖咒术+1 血液-1",
    "暗蚀魔典": "暗蚀魔典\n【勋章类型】资产\n【创建时间】<a href=\"/thread-187530-1-1.html\" target=\"_blank\">2026-6-9（前往博物馆）</a>\n【背景故事】<a href='/thread-187886-1-1.html' target='_blank'>暗蚀魔典：蚀黯圣辉（点击跳转）</a>\n【入手条件】堕落≥14\n【商店售价】666血液\n【等级1】4% 回帖血液-1 堕落+1▕▏升级条件：堕落≥44\n【等级2】14% 回帖血液-1 堕落+1▕▏升级条件：堕落≥444\n【等级3】24% 回帖血液-1 堕落+1▕▏升级条件：堕落≥4444\n【等级4】34% 回帖血液-1 堕落+1▕▏升级条件：消耗1灵魂\n【等级5】54% 回帖血液-1 金币+1▕▏升级条件：堕落>4444\n【 Max 】54% 回帖金币-1 血液+1",
    "玄甲金盾": "玄甲金盾\n【勋章类型】装备\n【创建时间】<a href=\"/thread-187529-1-1.html\" target=\"_blank\">2026-6-9（前往博物馆）</a>\n【入手条件】无\n【商店售价】300金币\n【等级1】1% 回帖咒术+2▕▏升级条件：消耗200血液\n【等级2】勋章博物馆资料暂缺\n【 Max 】3% 回帖咒术+2",
    "腐坏之剑": "腐坏之剑\n【勋章类型】装备\n【创建时间】<a href=\"/thread-187527-1-1.html\" target=\"_blank\">2026-6-9（前往博物馆）</a>\n【入手条件】堕落≥200\n【商店售价】1000金币\n【等级1】10% 回帖金币+1▕▏升级条件：消耗1000血液\n【等级2】10% 回帖金币+2▕▏升级条件：血液≥3000\n【 Max 】14% 回帖金币+1 血液+2、发帖金币+1 血液+2",
    "斯科特·温德尔": "斯科特·温德尔\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-187525-1-1.html\" target=\"_blank\">2026-6-9（前往博物馆）</a>\n【入手条件】主题数≥5\n【商店售价】400金币\n【等级1】5% 回帖血液+1▕▏升级条件：消耗299血液\n【等级2】8% 回帖血液+1 堕落+1▕▏升级条件：在线时间(小时)≥365\n【等级3】10% 回帖血液+1 金币+1▕▏升级条件：灵魂≥1\n【 Max 】3% 回帖金币+2 旅程+1 堕落-1、发帖金币+2 旅程+1 堕落-1",
    "凯文·沃克": "凯文·沃克\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-187522-1-1.html\" target=\"_blank\">2026-6-9（前往博物馆）</a>\n【入手条件】主题数≥5\n【商店售价】400金币\n【等级1】5% 回帖金币+1▕▏升级条件：消耗299金币\n【等级2】8% 回帖金币+1 血液+1▕▏升级条件：在线时间(小时)≥365\n【等级3】8% 回帖血液-1 堕落+1▕▏升级条件：旅程≥81\n【 Max 】9% 回帖金币+1 血液+2 堕落-1、发帖金币+1 血液+2 堕落-1",
    "荒漠屠夫": "荒漠屠夫\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-187521-1-1.html\" target=\"_blank\">2026-6-9（前往博物馆）</a>\n【入手条件】无\n【商店售价】520金币\n【等级1】4% 回帖金币+2▕▏升级条件：消耗333血液\n【等级2】8% 回帖金币+2▕▏升级条件：消耗444血液\n【等级3】10% 回帖金币+2▕▏升级条件：堕落≥888\n【等级4】12% 回帖金币+3▕▏升级条件：消耗888血液\n【 Max 】14% 回帖金币+3、发帖金币+3",
    "『领甜甜圈』": "『领甜甜圈』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-186610-1-1.html\" target=\"_blank\">2026-5-22（前往博物馆）</a>\n【入手条件】填写2026【调查问卷】村民们喜欢的活动类型\n【商店售价】0旅程\n【等级 初级】无属性▕▏升级条件：消耗1金币\n【等级1】无属性▕▏升级条件：消耗1金币\n【等级2】无属性▕▏升级条件：消耗1金币\n【 Max 】无属性",
    "紫粹露饮": "紫粹露饮\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-185968-1-1.html\" target=\"_blank\">2026-5-9（前往博物馆）</a>\n【入手条件】2026劳动节活动【春露华浓】获得5积分\n【 Max 】1% 回帖血液+1",
    "瑰香蜜露": "瑰香蜜露\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-185967-1-1.html\" target=\"_blank\">2026-5-9（前往博物馆）</a>\n【入手条件】2026劳动节活动【春露华浓】获得10积分\n【 Max 】1% 回帖金币+1 血液+1",
    "全息投影蛋": "全息投影蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-184962-1-1.html\" target=\"_blank\">2026-5-1（前往博物馆）</a>\n【入手条件】金币≥1000\n【商店售价】500金币\n【等级1】10% 回帖金币+1 堕落-1▕▏升级条件：消耗350金币\n【等级2】15% 回帖金币+1 堕落-1▕▏升级条件：消耗650金币\n【 Max 】15% 回帖金币+2 堕落-1",
    "酸涩葡萄": "酸涩葡萄\n【勋章类型】资产\n【创建时间】<a href=\"/thread-184961-1-1.html\" target=\"_blank\">2026-5-1（前往博物馆）</a>\n【入手条件】在线时间(小时)≥50\n【商店售价】450金币\n【等级1】1% 回帖金币+1▕▏升级条件：消耗180金币\n【等级2】5% 回帖金币+1▕▏升级条件：在线时间(小时)≥500\n【等级3】10% 回帖金币+2 血液-1▕▏升级条件：在线时间(小时)≥1000\n【等级4】10% 回帖金币+2▕▏升级条件：消耗888血液\n【 Max 】10% 回帖金币+3",
    "破碎方舟": "破碎方舟\n【勋章类型】资产\n【创建时间】<a href=\"/thread-184960-1-1.html\" target=\"_blank\">2026-5-1（前往博物馆）</a>\n【入手条件】旅程≥20\n【商店售价】500金币\n【等级1】5% 回帖血液-1 金币+2▕▏升级条件：消耗200血液\n【等级2】15% 回帖血液+1▕▏升级条件：消耗200金币\n【等级3】15% 回帖金币+1▕▏升级条件：灵魂≥1\n【 Max 】10% 回帖金币+3 血液-1",
    "一袋粉末": "一袋粉末\n【勋章类型】装备\n【创建时间】<a href=\"/thread-184959-1-1.html\" target=\"_blank\">2026-5-1（前往博物馆）</a>\n【入手条件】主题数≥10\n【商店售价】1000金币\n【等级1】5% 回帖金币+1▕▏升级条件：消耗288金币\n【等级2】10% 回帖金币+1▕▏升级条件：消耗488金币\n【等级3】10% 回帖金币+2▕▏升级条件：消耗688金币\n【 Max 】10% 回帖金币+3",
    "龙衔金戒": "龙衔金戒\n【勋章类型】装备\n【创建时间】<a href=\"/thread-184956-1-1.html\" target=\"_blank\">2026-5-1（前往博物馆）</a>\n【入手条件】无\n【商店售价】300金币\n【等级1】1% 回帖知识+1▕▏升级条件：消耗200血液\n【等级2】3% 回帖知识+1 堕落+2▕▏升级条件：堕落≥20\n【 Max 】2% 回帖知识+1",
    "凤环金佩": "凤环金佩\n【勋章类型】装备\n【创建时间】<a href=\"/thread-184955-1-1.html\" target=\"_blank\">2026-5-1（前往博物馆）</a>\n【入手条件】无\n【商店售价】300金币\n【等级1】10% 回帖血液+1▕▏升级条件：消耗200血液\n【等级2】11% 回帖血液+3 堕落+1▕▏升级条件：堕落≥20\n【 Max 】10% 回帖血液+2",
    "调香师": "调香师\n【勋章类型】女从\n【创建时间】<a href=\"/thread-184953-1-1.html\" target=\"_blank\">2026-5-1（前往博物馆）</a>\n【入手条件】追随≥15\n【商店售价】588金币\n【等级1】2% 回帖血液+1▕▏升级条件：消耗777血液\n【等级2】2% 回帖旅程+1▕▏升级条件：消耗77咒术\n【等级3】4% 回帖咒术+1 堕落+1▕▏升级条件：堕落≥377\n【 Max 】6% 回帖咒术+2 血液-3",
    "哈尔辛": "哈尔辛\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-184952-1-1.html\" target=\"_blank\">2026-5-1（前往博物馆）</a>\n【入手条件】追随≥66\n【商店售价】888金币\n【等级1】5% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗365咒术\n【等级2】6% 回帖咒术+1、发帖旅程+1▕▏升级条件：消耗1350金币\n【等级3】9% 回帖金币+3 堕落+1、发帖旅程+1 堕落+1▕▏升级条件：追随≥999\n【等级4】5% 回帖旅程+1 知识+1、发帖旅程+1 知识+1▕▏升级条件：堕落≥19\n【 Max 】3% 回帖旅程+1 知识+1、发帖旅程+1 知识+1",
    "揄人者冠冕": "揄人者冠冕\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-184114-1-1.html\" target=\"_blank\">2026-4-11（前往博物馆）</a>\n【入手条件】参与2026【揄人假面】活动\n【 Max 】1% 回帖血液+2",
    "不拘一格": "不拘一格\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-184113-1-1.html\" target=\"_blank\">2026-4-11（前往博物馆）</a>\n【入手条件】参与2026【揄人假面】活动\n【 Max 】2% 回帖血液+1 金币+1 堕落+1",
    "『宝莲灯』": "『宝莲灯』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-182036-1-1.html\" target=\"_blank\">2026-3-3（前往博物馆）</a>\n【入手条件】主题数≥1，发帖数≥1，在线时间(小时)≥1，注册天数≥1，旅程≥1，追随≥1，堕落≥1\n【商店售价】1堕落\n【等级 初级】无属性▕▏升级条件：主题数≥2\n【等级1】无属性▕▏升级条件：主题数≥5\n【等级2】无属性▕▏升级条件：主题数≥10\n【 Max 】无属性",
    "火玛瑙": "火玛瑙\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-181956-1-1.html\" target=\"_blank\">2026-3-2（前往博物馆）</a>\n【入手条件】参与2026【花马金裘】马年新春活动\n【 Max 】1% 回帖血液+1",
    "飘飘": "飘飘\n【勋章类型】赠礼\n【创建时间】<a href=\"/thread-180145-1-1.html\" target=\"_blank\">2026-2-17（前往博物馆）</a>\n【入手条件】只可赠送\n【商店售价】15金币\n【持续时间】5天\n【等级1】3% 回帖金币-1▕▏升级条件：堕落≥100\n【等级2】5% 回帖金币-1▕▏升级条件：消耗1血液\n【 Max 】15% 回帖金币+1",
    "青苹果": "青苹果\n【勋章类型】赠礼\n【创建时间】<a href=\"/thread-180143-1-1.html\" target=\"_blank\">2026-2-17（前往博物馆）</a>\n【入手条件】只可赠送\n【商店售价】25金币\n【持续时间】7天\n【等级1】1% 回帖血液-1▕▏升级条件：消耗7血液\n【等级2】3% 回帖金币+1▕▏升级条件：消耗7金币\n【等级3】5% 回帖金币+1 血液+1▕▏升级条件：消耗7咒术\n【 Max 】7% 回帖咒术+1 血液+1",
    "生命赞歌": "生命赞歌\n【勋章类型】天赋\n【创建时间】<a href=\"/thread-180142-1-1.html\" target=\"_blank\">2026-2-17（前往博物馆）</a>\n【入手条件】精华帖数≥1，主题数≥5\n【等级1】3% 回帖知识+1、发帖知识+1▕▏升级条件：精华数≥2\n【等级2】4% 回帖旅程+1、发帖旅程+1▕▏升级条件：精华数≥3\n【等级3】6% 回帖金币+3 血液+3、发帖金币+5 血液+5▕▏升级条件：精华数≥5\n【 Max 】9% 回帖金币+3 血液+3、发帖金币+5 血液+5 旅程+1 知识+1",
    "呓语魔典": "呓语魔典\n【勋章类型】资产\n【创建时间】<a href=\"/thread-180139-1-1.html\" target=\"_blank\">2026-2-17（前往博物馆）</a>\n【入手条件】无\n【商店售价】233金币\n【等级1】1% 回帖堕落+1▕▏升级条件：消耗233咒术\n【等级2】5% 回帖咒术+1▕▏升级条件：消耗1旅程\n【等级3】3% 回帖旅程+1▕▏升级条件：消耗1旅程\n【等级4】3% 回帖旅程+1▕▏升级条件：消耗1旅程\n【等级5】3% 回帖旅程+1▕▏升级条件：消耗1旅程\n【等级6】3% 回帖旅程+1▕▏升级条件：消耗-4旅程\n【等级7】10% 回帖堕落+1 咒术 +1▕▏升级条件：堕落>233\n【等级8】1% 回帖堕落-2 金币+3 血液+3▕▏升级条件：堕落>2333\n【 Max 】100% 回帖金币+0 血液+0 咒术+0 知识+0 旅程+0",
    "骷髅项链": "骷髅项链\n【勋章类型】装备\n【创建时间】<a href=\"/thread-180138-1-1.html\" target=\"_blank\">2026-2-17（前往博物馆）</a>\n【入手条件】堕落≥30\n【商店售价】250金币\n【等级1】2% 回帖堕落+1、发帖堕落+1▕▏升级条件：消耗150血液\n【等级2】4% 回帖堕落+1、发帖咒术+1 堕落+1▕▏升级条件：消耗150金币\n【等级3】6% 回帖堕落+1、发帖咒术+1 堕落+1▕▏升级条件：消耗200血液\n【 Max 】8% 回帖咒术+1 堕落+2 金币-1、发帖咒术+1 堕落+1",
    "光辉女郎": "光辉女郎\n【勋章类型】女从\n【创建时间】<a href=\"/thread-180137-1-1.html\" target=\"_blank\">2026-2-17（前往博物馆）</a>\n【入手条件】知识≥13\n【商店售价】1350血液\n【等级1】6% 回帖血液+1▕▏升级条件：主题数>60\n【等级2】6% 回帖血液+2▕▏升级条件：追随≥600\n【等级3】6% 回帖血液+3▕▏升级条件：消耗1灵魂\n【等级4】10% 回帖血液+3▕▏升级条件：咒术≥1600\n【等级5】14% 回帖咒术-1 金币+3 血液+3▕▏升级条件：堕落≥130\n【 Max 】16% 回帖血液+3",
    "琴瑟仙女": "琴瑟仙女\n【勋章类型】女从\n【创建时间】<a href=\"/thread-180136-1-1.html\" target=\"_blank\">2026-2-17（前往博物馆）</a>\n【入手条件】无\n【商店售价】300金币\n【等级1】3% 回帖旅程+1▕▏升级条件：旅程≥130\n【等级2】50% 回帖旅程+1▕▏升级条件：旅程≥131\n【等级3】2% 回帖旅程+1▕▏升级条件：旅程≥300\n【等级4】1% 回帖旅程+1▕▏升级条件：消耗80咒术\n【等级5】3% 回帖旅程+1、发帖旅程+1▕▏升级条件：消耗-30血液\n【 Max 】1% 回帖旅程+1",
    "威尔·格雷厄姆": "威尔·格雷厄姆\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-180135-1-1.html\" target=\"_blank\">2026-2-17（前往博物馆）</a>\n【入手条件】无\n【商店售价】664金币\n【等级1】3% 回帖金币+1▕▏升级条件：消耗500血液\n【等级2】6% 回帖金币+1▕▏升级条件：主题数≥50\n【等级3】9% 回帖金币+3 血液-1▕▏升级条件：消耗800血液\n【等级4】12% 回帖金币+3 血液-1▕▏升级条件：消耗123咒术\n【 Max 】16% 回帖金币+3 血液-1、发帖金币+5",
    "果体蝙蝠侠": "果体蝙蝠侠\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-180134-1-1.html\" target=\"_blank\">2026-2-17（前往博物馆）</a>\n【入手条件】在线时间(小时)≥365\n【商店售价】365血液\n【等级1】11% 回帖金币+1▕▏升级条件：消耗1888金币\n【等级2】33% 回帖金币+1▕▏升级条件：在线时间(小时)≥8760\n【 Max 】66% 回帖金币+1、发帖旅程+1",
    "塞拉斯": "塞拉斯\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-180133-1-1.html\" target=\"_blank\">2026-2-17（前往博物馆）</a>\n【入手条件】堕落≥36\n【商店售价】500金币\n【等级1】3% 回帖堕落+1 金币+1 咒术+1▕▏升级条件：消耗500金币\n【等级2】5% 回帖堕落+1 金币+1 咒术+1▕▏升级条件：消耗500血液\n【 Max 】8% 回帖堕落+1 金币+1 咒术+1",
    "鲁纳尔": "鲁纳尔\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-180132-1-1.html\" target=\"_blank\">2026-2-17（前往博物馆）</a>\n【入手条件】无\n【商店售价】600金币\n【等级1】2% 回帖血液+3▕▏升级条件：消耗74金币\n【等级2】5% 回帖血液+3▕▏升级条件：知识≥74\n【等级3】7% 回帖血液+3▕▏升级条件：追随≥80\n【 Max 】9% 回帖血液+3",
    "爱心的蛋": "爱心的蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-180131-1-1.html\" target=\"_blank\">2026-2-17（前往博物馆）</a>\n【入手条件】旅程≥14\n【商店售价】401金币\n【等级1】1% 回帖金币+1▕▏升级条件：消耗14咒术\n【等级2】9% 回帖金币+1▕▏升级条件：消耗140血液\n【 Max 】9% 回帖咒术+1 金币-1",
    "行走的蛋": "行走的蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-180130-1-1.html\" target=\"_blank\">2026-2-17（前往博物馆）</a>\n【入手条件】无\n【商店售价】250金币\n【等级1】1% 回帖旅程+1、发帖旅程+1▕▏升级条件：好友数>50\n【等级2】2% 回帖旅程+1、发帖旅程+1▕▏升级条件：好友数>100\n【 Max 】3% 回帖旅程+1、发帖旅程+1",
    "远行藤蔓": "远行藤蔓\n【勋章类型】资产\n【创建时间】<a href=\"/thread-180129-1-1.html\" target=\"_blank\">2026-2-17（前往博物馆）</a>\n【入手条件】旅程≥15\n【商店售价】300金币\n【等级1】1% 回帖旅程+1 血液+1▕▏升级条件：消耗100血液\n【等级2】2% 回帖旅程+1 血液+1▕▏升级条件：消耗200金币\n【 Max 】3% 回帖旅程+1 血液+1",
    "学徒手册": "学徒手册\n【勋章类型】资产\n【创建时间】<a href=\"/thread-180128-1-1.html\" target=\"_blank\">2026-2-17（前往博物馆）</a>\n【入手条件】无\n【商店售价】300金币\n【等级1】1% 回帖金币+1▕▏升级条件：消耗200血液\n【等级2】2% 回帖咒术+1 金币+2▕▏升级条件：消耗200金币\n【等级3】30% 回帖堕落+1▕▏升级条件：知识≥5\n【等级4】4% 回帖咒术+1 金币+2▕▏升级条件：知识≥88\n【 Max 】6% 回帖咒术+1 金币+2",
    "位面引航器": "位面引航器\n【勋章类型】资产\n【创建时间】<a href=\"/thread-180126-1-1.html\" target=\"_blank\">2026-2-17（前往博物馆）</a>\n【入手条件】旅程≥10\n【商店售价】300金币\n【等级1】1% 发帖旅程+1▕▏升级条件：消耗42咒术\n【等级2】1% 回帖旅程+1 金币+1▕▏升级条件：消耗42金币\n【等级3】2% 回帖旅程+1 金币+1▕▏升级条件：消耗42血液\n【 Max 】3% 回帖旅程+1 金币+1",
    "跨越边际的旅途": "跨越边际的旅途\n【勋章类型】资产\n【创建时间】<a href=\"/thread-180124-1-1.html\" target=\"_blank\">2026-2-17（前往博物馆）</a>\n【背景故事】<a href=\"/thread-180673-1-1.html\" target=\"_blank\">《跨越边际的旅途》丨历尽遗憾，守望期盼，终得归宿（点击跳转）</a>\n【入手条件】主题数≥10（该勋章不可寄售，仅可回收）\n【商店售价】1888金币\n【等级1】5% 回帖金币+1、发帖血液+1▕▏升级条件：消耗1灵魂\n【等级2】10% 回帖金币+1、发帖血液+1▕▏升级条件：消耗365血液\n【等级3】20% 回帖金币+1、发帖血液+1▕▏升级条件：好友数≥88\n【等级4】25% 回帖金币+1、发帖血液+1▕▏升级条件：旅程≥365\n【等级5】30% 回帖金币+1、发帖血液+1▕▏升级条件：知识≥365\n【等级6】35% 回帖金币+1、发帖血液+1▕▏升级条件：追随≥365\n【等级7】40% 回帖金币+1、发帖血液+1▕▏升级条件：主题数≥88\n【 Max 】50% 回帖金币+1、发帖血液+1",
    "被冰封的靴子": "被冰封的靴子\n【勋章类型】装备\n【创建时间】<a href=\"/thread-180122-1-1.html\" target=\"_blank\">2026-2-17（前往博物馆）</a>\n【入手条件】旅程≥30\n【商店售价】500金币\n【等级1】5% 回帖堕落-1 血液+1 金币+1▕▏升级条件：消耗50咒术\n【等级2】无属性▕▏升级条件：消耗200金币\n【等级3】10% 回帖堕落-1 血液+1 金币+1▕▏升级条件：消耗250血液\n【 Max 】15% 回帖堕落-1 血液+1 金币+1",
    "被冰封的板甲": "被冰封的板甲\n【勋章类型】装备\n【创建时间】<a href=\"/thread-180121-1-1.html\" target=\"_blank\">2026-2-17（前往博物馆）</a>\n【入手条件】旅程≥30\n【商店售价】500金币\n【等级1】9% 回帖血液+1 堕落-1▕▏升级条件：消耗300血液\n【等级2】9% 回帖血液+2 堕落-1▕▏升级条件：消耗500血液\n【 Max 】9% 回帖血液+3 堕落-1",
    "狮冠龙眸 林烈": "狮冠龙眸 林烈\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-180120-1-1.html\" target=\"_blank\">2026-2-17（前往博物馆）</a>\n【入手条件】无\n【商店售价】600金币\n【等级1】5% 回帖金币+1▕▏升级条件：消耗66金币\n【等级2】10% 回帖金币+1▕▏升级条件：金币≥500\n【等级3】10% 回帖血液+1▕▏升级条件：血液≥500\n【 Max 】10% 回帖金币+1 血液+1",
    "光明奇幻木偶": "光明奇幻木偶\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-178784-1-1.html\" target=\"_blank\">2026-1-26（前往博物馆）</a>\n【入手条件】参与活动【奇幻工坊】\n【 Max 】2% 回帖血液+1 堕落-1、发帖金币+2",
    "『天圆地方』": "『天圆地方』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-178783-1-1.html\" target=\"_blank\">2026-1-26（前往博物馆）</a>\n【入手条件】参与活动【万象棋盘】并获得彩蛋奖励\n【等级1】无属性▕▏升级条件：消耗1金币\n【等级2】无属性▕▏升级条件：消耗10金币\n【 Max 】无属性",
    "未知纸盒": "未知纸盒\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-178782-1-1.html\" target=\"_blank\">2026-1-26（前往博物馆）</a>\n【入手条件】参与活动【万象棋盘】\n【等级1】无属性▕▏升级条件：消耗10血液\n【 Max 】2% 回帖血液+1",
    "『炫目的铁塔』": "『炫目的铁塔』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-177759-1-1.html\" target=\"_blank\">2026-1-10（前往博物馆）</a>\n【入手条件】参与活动【东城福音】\n【 Max 】无属性",
    "适当显灵": "适当显灵\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-177758-1-1.html\" target=\"_blank\">2026-1-10（前往博物馆）</a>\n【入手条件】参与活动【东城福音】\n【 Max 】1% 回帖金币+1、发帖金币+1",
    "救命饮料": "救命饮料\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-177757-1-1.html\" target=\"_blank\">2026-1-10（前往博物馆）</a>\n【入手条件】参与活动【东城福音】\n【 Max 】1% 回帖血液+1、发帖血液+1",
    "艾尔登法环": "艾尔登法环\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-176549-1-1.html\" target=\"_blank\">2025-12-28（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【 Max 】1% 回帖旅程+1",
    "图书馆金蛋": "图书馆金蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-176548-1-1.html\" target=\"_blank\">2025-12-28（前往博物馆）</a>\n【入手条件】追随≥10\n【商店售价】666金币\n【等级1】3% 回帖咒术+1、发帖咒术+1▕▏升级条件：消耗100金币\n【等级2】5% 回帖金币+1 咒术+1、发帖金币+1 咒术+1▕▏升级条件：消耗20咒术\n【 Max 】7% 回帖金币+2 咒术+1、发帖金币+2 咒术+1",
    "无限魔典": "无限魔典\n【勋章类型】资产\n【创建时间】<a href=\"/thread-176547-1-1.html\" target=\"_blank\">2025-12-28（前往博物馆）</a>\n【入手条件】旅程≥15\n【商店售价】500金币\n【等级1】1% 回帖咒术+1 旅程+1▕▏升级条件：咒术≥75\n【等级2】无属性▕▏升级条件：咒术≥175\n【等级3】3% 回帖血液-1▕▏升级条件：咒术≥350\n【等级4】2% 回帖咒术+1▕▏升级条件：咒术≥450\n【等级5】2% 回帖旅程+1▕▏升级条件：咒术≥525\n【等级6】5% 回帖血液+1▕▏升级条件：咒术≥600\n【等级7】2% 回帖知识+1▕▏升级条件：咒术≥675\n【等级8】5% 回帖金币+1▕▏升级条件：咒术≥725\n【等级9】8% 回帖咒术+1▕▏升级条件：咒术≥775\n【等级10】3% 回帖知识+1▕▏升级条件：咒术≥825\n【等级11】55% 回帖血液+1 咒术+1、发帖血液+2▕▏升级条件：咒术≥828\n【等级12】2% 回帖旅程+1▕▏升级条件：咒术≥910\n【等级13】20% 回帖金币+1▕▏升级条件：咒术≥960\n【等级14】10% 回帖金币+3▕▏升级条件：咒术≥1010\n【等级15】55% 回帖金币+1 咒术+1、发帖金币+2▕▏升级条件：咒术≥1013\n【等级16】3% 回帖金币+1 知识+1▕▏升级条件：咒术≥1070\n【等级17】8% 回帖金币+1 咒术+1▕▏升级条件：咒术≥1120\n【等级18】15% 回帖金币+1 血液+1▕▏升级条件：咒术≥1200\n【等级19】100% 回帖金币+2 咒术+1、发帖金币+5 咒术+3▕▏升级条件：咒术≥1202\n【等级20】2% 回帖旅程+1▕▏升级条件：咒术≥1300\n【等级21】无属性▕▏升级条件：咒术≥1375\n【等级22】7% 回帖堕落+2▕▏升级条件：咒术≥1450\n【等级23】7% 回帖金币+2▕▏升级条件：咒术≥1500\n【等级24】8% 回帖血液+3▕▏升级条件：咒术≥1550\n【等级25】12% 回帖金币+2▕▏升级条件：咒术≥1600\n【等级26】55% 回帖咒术+1、发帖血液+2▕▏升级条件：咒术≥1603\n【等级27】5% 回帖咒术+1▕▏升级条件：咒术≥1650\n【等级28】2% 回帖咒术+3▕▏升级条件：咒术≥1700\n【等级29】1% 回帖咒术+5、发帖灵魂+1 咒术+5▕▏升级条件：咒术≥1703\n【等级30】2% 回帖血液-1 旅程+1▕▏升级条件：咒术≥1870\n【等级31】1% 回帖血液-3、发帖血液-5▕▏升级条件：咒术≥1945\n【等级32】8% 回帖血液-1 堕落+1▕▏升级条件：咒术≥2020\n【等级33】8% 回帖血液-1 金币+1▕▏升级条件：咒术≥2070\n【等级34】5% 回帖血液-3 旅程+1▕▏升级条件：咒术≥2125\n【等级35】20% 回帖金币+1 血液+1▕▏升级条件：咒术≥2130\n【等级36】100% 回帖血液+2 咒术+1、发帖血液+5 咒术+3▕▏升级条件：咒术≥2132\n【等级37】3% 回帖金币-1 堕落+1▕▏升级条件：咒术≥2200\n【等级38】6% 回帖金币-1 堕落+1▕▏升级条件：咒术≥2300\n【等级39】9% 回帖金币-1 堕落+1▕▏升级条件：咒术≥2400\n【等级40】10% 回帖金币-2 堕落+2▕▏升级条件：咒术≥2500\n【等级41】10% 回帖血液-1 堕落+2▕▏升级条件：咒术≥2550\n【等级42】50% 回帖堕落+1 咒术+1、发帖堕落+5▕▏升级条件：咒术≥2553\n【等级43】50% 回帖堕落-1 咒术+1、发帖堕落-3▕▏升级条件：咒术≥2556\n【等级44】2% 回帖咒术+1、发帖灵魂+1 咒术+5▕▏升级条件：咒术≥2559\n【等级45】55% 回帖咒术+1、发帖咒术+5 知识+1▕▏升级条件：咒术≥2561\n【等级46】5% 回帖咒术+1、发帖咒术+1▕▏升级条件：咒术≥2700\n【 Max 】1% 回帖咒术+1 旅程+1",
    "基础维修工具": "基础维修工具\n【勋章类型】资产\n【创建时间】<a href=\"/thread-176546-1-1.html\" target=\"_blank\">2025-12-28（前往博物馆）</a>\n【入手条件】无\n【商店售价】120金币\n【等级1】2% 回帖咒术+1 金币+1、发帖咒术+1 金币+1▕▏升级条件：发帖数≥499\n【等级2】3% 回帖咒术+1 金币+1、发帖咒术+1 金币+1▕▏升级条件：发帖数≥2999\n【等级3】6% 回帖咒术+1 金币+1、发帖咒术+1 金币+1▕▏升级条件：消耗1灵魂\n【等级4】9% 回帖咒术+1 金币+2、发帖咒术+1 金币+2▕▏升级条件：消耗-120金币\n【 Max 】1% 回帖咒术+1 金币+1、发帖咒术+1 金币+1",
    "被冰封的头盔": "被冰封的头盔\n【勋章类型】装备\n【创建时间】<a href=\"/thread-176545-1-1.html\" target=\"_blank\">2025-12-28（前往博物馆）</a>\n【入手条件】旅程≥30\n【商店售价】400金币\n【等级1】5% 回帖金币+2 血液-1▕▏升级条件：血液≥350\n【等级2】10% 回帖金币+2 血液-1▕▏升级条件：消耗500金币\n【 Max 】10% 回帖金币+3",
    "大侦探皮卡丘": "大侦探皮卡丘\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-176544-1-1.html\" target=\"_blank\">2025-12-28（前往博物馆）</a>\n【入手条件】无\n【商店售价】300金币\n【等级1】2% 回帖金币+1▕▏升级条件：消耗99金币\n【等级2】4% 回帖知识+1▕▏升级条件：知识≥30\n【等级3】3% 回帖知识+1▕▏升级条件：知识≥100\n【等级4】2% 回帖知识+1▕▏升级条件：知识≥150\n【 Max 】50% 发帖金币+1",
    "高桥剑痴": "高桥剑痴\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-176543-1-1.html\" target=\"_blank\">2025-12-28（前往博物馆）</a>\n【入手条件】无\n【商店售价】700金币\n【等级1】5% 回帖金币+1▕▏升级条件：消耗300金币\n【等级2】10% 回帖金币+2▕▏升级条件：消耗1灵魂\n【等级3】13% 回帖金币+3▕▏升级条件：堕落≥700\n【 Max 】15% 回帖金币+3",
    "本・比格": "本・比格\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-176542-1-1.html\" target=\"_blank\">2025-12-28（前往博物馆）</a>\n【入手条件】追随≥10\n【商店售价】666金币\n【等级1】4% 回帖金币+1 血液-1、发帖金币+1 血液-1▕▏升级条件：消耗150金币\n【等级2】8% 回帖金币+1 血液-1、发帖金币+1 血液-1▕▏升级条件：消耗150血液\n【等级3】10% 回帖金币+2、发帖金币+2▕▏升级条件：消耗88咒术\n【 Max 】12% 回帖金币+3、发帖金币+3",
    "傲之追猎者·雷恩加尔": "傲之追猎者·雷恩加尔\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-176541-1-1.html\" target=\"_blank\">2025-12-28（前往博物馆）</a>\n【入手条件】无\n【商店售价】680金币\n【等级1】5% 回帖金币+1▕▏升级条件：消耗80金币\n【等级2】10% 回帖金币+1▕▏升级条件：追随≥78\n【等级3】10% 回帖金币+2▕▏升级条件：消耗300血液\n【 Max 】11% 回帖金币+3",
    "河豚寿司": "河豚寿司\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-175317-1-1.html\" target=\"_blank\">2025-12-8（前往博物馆）</a>\n【入手条件】参与2025年活动【捕鱼达人】并投注成功三次\n【 Max 】2% 回帖金币+1",
    "荧光水母": "荧光水母\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-175316-1-1.html\" target=\"_blank\">2025-12-8（前往博物馆）</a>\n【入手条件】参与2025年活动【捕鱼达人】\n【 Max 】1% 回帖血液+1",
    "发条八音盒": "发条八音盒\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-174174-1-1.html\" target=\"_blank\">2025-11-12（前往博物馆）</a>\n【入手条件】参与2025年活动【五夜惊魂】\n【 Max 】2% 回帖血液+1",
    "弗雷迪玩偶": "弗雷迪玩偶\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-174173-1-1.html\" target=\"_blank\">2025-11-12（前往博物馆）</a>\n【入手条件】参与并见证2025年活动【五夜惊魂】的结局\n【 Max 】1% 回帖金币+1",
    "桂花米糕": "桂花米糕\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-172871-1-1.html\" target=\"_blank\">2025-10-22（前往博物馆）</a>\n【入手条件】参与2025年活动【秋月折桂】\n【 Max 】1% 回帖血液+1",
    "双生蛋": "双生蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-171614-1-1.html\" target=\"_blank\">2025-10-4（前往博物馆）</a>\n【入手条件】堕落≥177\n【商店售价】377金币\n【等级1】3% 回帖堕落+1▕▏升级条件：消耗377血液\n【等级2】15% 回帖堕落+1 金币+3▕▏升级条件：堕落≥17\n【 Max 】10% 回帖堕落-1 金币+1",
    "末影珍珠": "末影珍珠\n【勋章类型】资产\n【创建时间】<a href=\"/thread-171611-1-1.html\" target=\"_blank\">2025-10-4（前往博物馆）</a>\n【入手条件】知识≥16\n【商店售价】256金币\n【等级1】1% 回帖咒术+1▕▏升级条件：消耗64血液\n【等级2】3% 回帖咒术+1▕▏升级条件：消耗128血液\n【等级3】2% 回帖旅程+1▕▏升级条件：在线时间(小时)≥999\n【 Max 】3% 回帖旅程+1",
    "辉夜姬的五难题": "辉夜姬的五难题\n【勋章类型】资产\n【创建时间】<a href=\"/thread-171610-1-1.html\" target=\"_blank\">2025-10-4（前往博物馆）</a>\n【入手条件】无\n【商店售价】500金币\n【等级1】5% 回帖血液+1▕▏升级条件：消耗125金币\n【等级2】5% 回帖金币+1▕▏升级条件：消耗125血液\n【等级3】5% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗125金币\n【等级4】5% 回帖金币+3、发帖旅程+1▕▏升级条件：消耗125血液\n【等级5】5% 回帖血液+4、发帖旅程+1▕▏升级条件：消耗500金币\n【 Max 】5% 回帖金币+5",
    "千年积木": "千年积木\n【勋章类型】装备\n【创建时间】<a href=\"/thread-171609-1-1.html\" target=\"_blank\">2025-10-4（前往博物馆）</a>\n【入手条件】无\n【商店售价】200金币\n【等级1】3% 回帖咒术+1▕▏升级条件：消耗30咒术\n【 Max 】4% 回帖咒术+2",
    "枯木法杖": "枯木法杖\n【勋章类型】装备\n【创建时间】<a href=\"/thread-171608-1-1.html\" target=\"_blank\">2025-10-4（前往博物馆）</a>\n【入手条件】无\n【商店售价】500金币\n【等级1】5% 回帖金币+1▕▏升级条件：消耗1000血液\n【等级2】10% 回帖金币+1▕▏升级条件：堕落≥100\n【等级3】10% 回帖金币+3 堕落-1▕▏升级条件：堕落≥300\n【等级4】10% 回帖金币+2▕▏升级条件：堕落≥500\n【 Max 】10% 回帖金币+2 堕落+1",
    "黑暗封印": "黑暗封印\n【勋章类型】装备\n【创建时间】<a href=\"/thread-171607-1-1.html\" target=\"_blank\">2025-10-4（前往博物馆）</a>\n【入手条件】堕落≥130\n【商店售价】350金币\n【等级1】3% 回帖咒术+1 血液-3▕▏升级条件：消耗1250金币\n【等级2】10% 回帖咒术+1 血液-3▕▏升级条件：好友数≥13\n【等级3】8% 回帖血液-3 咒术+1▕▏升级条件：好友数≥130\n【等级4】6% 回帖血液-3 咒术+1▕▏升级条件：知识≥130\n【等级5】5% 回帖咒术+2、发帖咒术+2▕▏升级条件：灵魂≥25\n【 Max 】8% 回帖咒术+2 堕落+1",
    "Honey B Lovely": "Honey B Lovely\n【勋章类型】女从\n【创建时间】<a href=\"/thread-171606-1-1.html\" target=\"_blank\">2025-10-4（前往博物馆）</a>\n【入手条件】无\n【商店售价】520金币\n【等级1】10% 回帖金币 0、发帖金币 0▕▏升级条件：金币≥52\n【等级2】10% 回帖金币+1、发帖金币+1▕▏升级条件：消耗710金币\n【等级3】11% 回帖金币+2、发帖金币+2▕▏升级条件：消耗198金币\n【 Max 】12% 回帖金币+3、发帖金币+3",
    "琴.葛蕾": "琴.葛蕾\n【勋章类型】女从\n【创建时间】<a href=\"/thread-171605-1-1.html\" target=\"_blank\">2025-10-4（前往博物馆）</a>\n【入手条件】咒术≥30\n【商店售价】500金币\n【等级1】10% 回帖堕落+1▕▏升级条件：堕落≥600\n【等级2】10% 回帖堕落+2▕▏升级条件：消耗66咒术\n【等级3】10% 回帖血液+3 堕落-1▕▏升级条件：堕落≥100\n【等级4】3% 回帖旅程+1▕▏升级条件：堕落≥600\n【 Max 】10% 回帖堕落-2",
    "基努·里维斯": "基努·里维斯\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-171603-1-1.html\" target=\"_blank\">2025-10-4（前往博物馆）</a>\n【入手条件】堕落≤999\n【商店售价】666金币\n【等级1】1% 回帖血液+1▕▏升级条件：消耗99金币\n【等级2】5% 回帖血液+1▕▏升级条件：消耗99金币\n【等级3】15% 回帖血液+1 金币-1▕▏升级条件：血液≥1964\n【等级4】10% 回帖血液+2▕▏升级条件：消耗99血液\n【等级5】20% 回帖血液+1 金币-1▕▏升级条件：消耗99咒术\n【 Max 】2% 回帖堕落-1、发帖灵魂+1 堕落-3",
    "炽焰咆哮虎": "炽焰咆哮虎\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-171602-1-1.html\" target=\"_blank\">2025-10-4（前往博物馆）</a>\n【入手条件】旅程≥30\n【商店售价】500金币\n【等级1】5% 回帖血液+1、发帖血液+1▕▏升级条件：消耗100金币\n【等级2】7% 回帖血液+1、发帖血液+1▕▏升级条件：消耗50咒术\n【等级3】8% 回帖血液+2、发帖血液+2▕▏升级条件：消耗300金币\n【 Max 】10% 回帖血液+3、发帖血液+3 堕落+2",
    "“半狼”布莱泽": "“半狼”布莱泽\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-171601-1-1.html\" target=\"_blank\">2025-10-4（前往博物馆）</a>\n【入手条件】旅程≥5\n【商店售价】496金币\n【等级1】5% 回帖金币+1、发帖金币+1▕▏升级条件：消耗99金币\n【等级2】9% 回帖金币+1、发帖金币+1▕▏升级条件：咒术≥399\n【等级3】9% 回帖金币+2、发帖金币+2▕▏升级条件：消耗1199金币\n【等级4】12% 回帖金币+2、发帖金币+2▕▏升级条件：血液≥521\n【 Max 】13% 回帖金币+3、发帖金币+3",
    "灯载情绵": "灯载情绵\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-169887-1-1.html\" target=\"_blank\">2025-9-2（前往博物馆）</a>\n【入手条件】参与2025七夕活动【千灯映巧】\n【 Max 】2% 回帖血液+1",
    "命运的轮廓": "命运的轮廓\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-168858-1-1.html\" target=\"_blank\">2025-8-18（前往博物馆）</a>\n【入手条件】参与2025活动【幸运数字】，触发特定条件\n【 Max 】2% 回帖金币+1",
    "检定场": "检定场\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-168856-1-1.html\" target=\"_blank\">2025-8-18（前往博物馆）</a>\n【入手条件】参与2025活动【幸运数字】\n【 Max 】1% 回帖血液+1",
    "传说中的黑龙": "传说中的黑龙\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-167220-1-1.html\" target=\"_blank\">2025-7-22（前往博物馆）</a>\n【入手条件】2025活动【黑龙伝说】，全程无缺席且击败黑龙\n【 Max 】2% 回帖血液+1",
    "呆猫": "呆猫\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-167219-1-1.html\" target=\"_blank\">2025-7-22（前往博物馆）</a>\n【入手条件】2025年活动【黑龙伝说】，成功组队并登记的猎人的奖励\n【 Max 】1% 发帖知识+1",
    "鎏彩万幢": "鎏彩万幢\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-164432-1-1.html\" target=\"_blank\">2025-6-16（前往博物馆）</a>\n【入手条件】【十二周年】活动发表主题帖奖励\n【商店售价】不可购买\n【 Max 】12% 回帖金币+1",
    "『狄文卡德的残羽』": "『狄文卡德的残羽』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-163415-1-1.html\" target=\"_blank\">2025-6-11（前往博物馆）</a>\n【入手条件】【十二周年】系列活动限定纪念勋章\n【商店售价】1堕落\n【 Max 】无属性",
    "女巫之路": "女巫之路\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-162894-1-1.html\" target=\"_blank\">2025-6-9（前往博物馆）</a>\n【入手条件】咒术≥77\n【商店售价】100金币\n【等级1】1% 回帖咒术+1▕▏升级条件：消耗7旅程\n【等级2】1% 回帖旅程+1▕▏升级条件：消耗7咒术\n【等级3】2% 回帖咒术+1▕▏升级条件：消耗-7旅程\n【等级4】2% 回帖旅程+1▕▏升级条件：在线时间(小时)≥777\n【等级5】3% 回帖咒术+1▕▏升级条件：消耗7咒术\n【 Max 】3% 回帖旅程+1",
    "黑暗之魂系列": "黑暗之魂系列\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-162893-1-1.html\" target=\"_blank\">2025-6-9（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【 Max 】1% 回帖血液+1 堕落+1、发帖血液+1 堕落-1",
    "尼特公仔": "尼特公仔\n【勋章类型】资产\n【创建时间】<a href=\"/thread-162891-1-1.html\" target=\"_blank\">2025-6-9（前往博物馆）</a>\n【入手条件】无\n【商店售价】188金币\n【等级1】6% 回帖血液-1 金币+1、发帖血液-1 金币+1▕▏升级条件：消耗288金币\n【等级2】8% 回帖血液+2 金币-1、发帖血液-1 金币+2▕▏升级条件：消耗288血液\n【 Max 】10% 回帖金币+3 血液-1 堕落+1、发帖血液+3 金币-1 堕落-1",
    "莉莉娅·考尔德（Lilia Calderu）": "莉莉娅·考尔德（Lilia Calderu）\n【勋章类型】女从\n【创建时间】<a href=\"/thread-162889-1-1.html\" target=\"_blank\">2025-6-9（前往博物馆）</a>\n【入手条件】咒术≥77\n【商店售价】777金币\n【等级1】无属性▕▏升级条件：消耗177咒术\n【等级2】1% 回帖咒术+1▕▏升级条件：消耗1旅程\n【等级3】2% 回帖旅程+1▕▏升级条件：消耗177金币\n【等级4】3% 回帖金币+1▕▏升级条件：消耗1旅程\n【等级5】4% 回帖金币+1▕▏升级条件：消耗177血液\n【等级6】5% 回帖金币+1▕▏升级条件：消耗-2旅程\n【等级7】6% 回帖金币+2 血液-1▕▏升级条件：在线时长≥777\n【等级8】7% 回帖金币+2▕▏升级条件：灵魂≥1\n【等级9】10% 回帖金币+2▕▏升级条件：灵魂≥3\n【 Max 】17% 回帖金币+2",
    "红夫人": "红夫人\n【勋章类型】女从\n【创建时间】<a href=\"/thread-162888-1-1.html\" target=\"_blank\">2025-6-9（前往博物馆）</a>\n【入手条件】追随≥15\n【商店售价】688金币\n【等级1】5% 回帖金币+1▕▏升级条件：消耗99咒术\n【等级2】9% 回帖金币+2▕▏升级条件：消耗399血液\n【等级3】13% 回帖金币+2▕▏升级条件：堕落≥399\n【 Max 】13% 回帖金币+3",
    "亨利.卡维尔": "亨利.卡维尔\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-162886-1-1.html\" target=\"_blank\">2025-6-9（前往博物馆）</a>\n【入手条件】无\n【商店售价】500金币\n【等级1】1% 回帖金币+5▕▏升级条件：消耗400血液\n【等级2】10% 回帖金币+3▕▏升级条件：消耗1金币\n【等级3】10% 回帖金币+3▕▏升级条件：消耗1金币\n【等级4】10% 回帖金币+3▕▏升级条件：消耗1金币\n【等级5】10% 回帖金币+3▕▏升级条件：消耗1金币\n【等级6】10% 回帖金币+3▕▏升级条件：消耗1金币\n【等级7】10% 回帖金币+3▕▏升级条件：消耗1金币\n【等级8】10% 回帖金币+3▕▏升级条件：消耗1金币\n【等级9】10% 回帖金币+3▕▏升级条件：消耗1金币\n【 Max 】10% 回帖金币+3",
    "牛局长博戈": "牛局长博戈\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-162885-1-1.html\" target=\"_blank\">2025-6-9（前往博物馆）</a>\n【入手条件】咒术≥20\n【商店售价】200金币\n【等级1】5% 回帖金币+1、发帖金币+1▕▏升级条件：消耗350血液\n【等级2】8% 回帖咒术+1、发帖咒术+1▕▏升级条件：咒术≥40\n【 Max 】40% 发帖堕落+1",
    "约翰·康斯坦丁": "约翰·康斯坦丁\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-162882-1-1.html\" target=\"_blank\">2025-6-9（前往博物馆）</a>\n【入手条件】堕落≥25\n【商店售价】450金币\n【等级1】3% 回帖血液+1▕▏升级条件：堕落≥50\n【等级2】10% 回帖血液+2、发帖堕落+1▕▏升级条件：消耗1血液\n【等级3】5% 回帖血液+1▕▏升级条件：堕落≥100\n【等级4】9% 回帖血液+1、发帖堕落+1▕▏升级条件：堕落≥150\n【等级5】13% 回帖血液+1、发帖堕落+1▕▏升级条件：堕落≥200\n【等级6】15% 回帖血液+1、发帖堕落+1▕▏升级条件：堕落≥350\n【 Max 】20% 回帖血液+1、发帖咒术+1",
    "巴哈姆特": "巴哈姆特\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-162881-1-1.html\" target=\"_blank\">2025-6-9（前往博物馆）</a>\n【入手条件】知识≥20\n【商店售价】700金币\n【等级1】5% 回帖血液+1、发帖血液+1▕▏升级条件：好友数≥24\n【等级2】8% 回帖血液+1、发帖血液+1▕▏升级条件：消耗500血液\n【等级3】8% 回帖血液+2、发帖血液+2▕▏升级条件：知识≥100\n【等级4】12% 回帖血液+2、发帖血液+2▕▏升级条件：消耗100咒术\n【等级5】13% 回帖血液+3、发帖血液+3▕▏升级条件：消耗1堕落\n【等级6】13% 回帖血液+3、发帖血液+3▕▏升级条件：消耗1灵魂\n【 Max 】16% 回帖血液+3、发帖血液+3",
    "『厢庭望远』": "『厢庭望远』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-161935-1-1.html\" target=\"_blank\">2025-5-27（前往博物馆）</a>\n【入手条件】【渣阖洋行】拍卖所总价达成15万金币纪念勋章\n【等级1】无属性▕▏升级条件：总积分≥1000\n【 Max 】无属性",
    "『林中过夜』": "『林中过夜』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-160798-1-1.html\" target=\"_blank\">2025-5-10（前往博物馆）</a>\n【入手条件】灵魂≥1，主题数≥2，旅程≥16（【派遣远征s1】剧情奖励）\n【商店售价】1旅程\n【 Max 】无属性",
    "『凯旋诺书』": "『凯旋诺书』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-160797-1-1.html\" target=\"_blank\">2025-5-10（前往博物馆）</a>\n【入手条件】【派遣远征s1】派遣先锋的天选仪式\n【 Max 】无属性",
    "猫头鹰守卫": "猫头鹰守卫\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-160795-1-1.html\" target=\"_blank\">2025-5-10（前往博物馆）</a>\n【入手条件】【派遣远征s1】奖励\n【等级 初级】无属性▕▏升级条件：旅程≥100\n【等级1】1% 回帖金币+1、发帖旅程+1▕▏升级条件：旅程≥200\n【等级2】1% 回帖金币+1、发帖旅程+1▕▏升级条件：旅程≥500\n【 Max 】1% 回帖金币+1、发帖旅程+1",
    "黑神话:悟空": "黑神话:悟空\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-160199-1-1.html\" target=\"_blank\">2025-5-2（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【 Max 】5% 发帖旅程+1",
    "弯钩与连枷": "弯钩与连枷\n【勋章类型】资产\n【创建时间】<a href=\"/thread-160198-1-1.html\" target=\"_blank\">2025-5-2（前往博物馆）</a>\n【入手条件】旅程≥20\n【商店售价】330金币\n【等级1】3% 回帖堕落+1、发帖堕落+1▕▏升级条件：消耗60血液\n【等级2】6% 回帖堕落+1、发帖血液+1 堕落+1▕▏升级条件：消耗90金币\n【等级3】9% 回帖血液+1 堕落+1、发帖血液+1 堕落+1▕▏升级条件：消耗80咒术\n【等级4】12% 回帖血液+1 堕落+1、发帖血液+1 堕落+1▕▏升级条件：消耗180血液\n【 Max 】18% 回帖血液+1、发帖血液+1",
    "圣水瓶": "圣水瓶\n【勋章类型】装备\n【创建时间】<a href=\"/thread-160197-1-1.html\" target=\"_blank\">2025-5-2（前往博物馆）</a>\n【入手条件】无\n【商店售价】999金币\n【等级1】2% 回帖金币+1、发帖金币+1▕▏升级条件：消耗1血液\n【等级2】4% 回帖金币+1、发帖金币+1▕▏升级条件：消耗10血液\n【等级3】8% 回帖金币+1、发帖金币+1▕▏升级条件：主题数≥100\n【等级4】25% 回帖金币+1、发帖金币+1▕▏升级条件：消耗1000血液\n【 Max 】50% 回帖金币+1、发帖金币+1",
    "阿加莎·哈克尼斯": "阿加莎·哈克尼斯\n【勋章类型】女从\n【创建时间】<a href=\"/thread-160196-1-1.html\" target=\"_blank\">2025-5-2（前往博物馆）</a>\n【入手条件】堕落≥94\n【商店售价】400金币\n【等级1】1% 回帖咒术+1、发帖知识+1▕▏升级条件：消耗500血液\n【等级2】4% 回帖咒术+1 血液+1、发帖知识+1▕▏升级条件：消耗88咒术\n【等级3】8% 回帖咒术+1 血液+1、发帖知识+1▕▏升级条件：知识≥69\n【 Max 】8% 回帖金币+1 血液+2 堕落+1、发帖知识+1",
    "狗狗": "狗狗\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-160195-1-1.html\" target=\"_blank\">2025-5-2（前往博物馆）</a>\n【入手条件】主题数≥1\n【商店售价】300金币\n【等级1】5% 回帖血液+1、发帖旅程+1▕▏升级条件：消耗300金币\n【等级2】8% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗550血液\n【等级3】10% 回帖血液+2、发帖旅程+1▕▏升级条件：金币≥1314\n【 Max 】12% 回帖血液+3、发帖血液+3",
    "穿靴子的猫": "穿靴子的猫\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-160194-1-1.html\" target=\"_blank\">2025-5-2（前往博物馆）</a>\n【入手条件】旅程≥9\n【商店售价】666金币\n【等级1】6% 回帖金币+1、发帖金币+1▕▏升级条件：消耗444血液\n【等级2】9% 回帖金币+1、发帖金币+1▕▏升级条件：消耗444金币\n【等级3】13% 回帖金币+3 血液-2、发帖金币+3 血液-2▕▏升级条件：在线时间(小时)≥365\n【等级4】12% 回帖血液+2、发帖血液+2▕▏升级条件：消耗666血液\n【等级5】12% 回帖血液+2 金币+1、发帖血液+2 金币+1▕▏升级条件：消耗88咒术\n【 Max 】12% 回帖血液+2 金币+2、发帖血液+2 金币+2",
    "John Reese": "John Reese\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-160193-1-1.html\" target=\"_blank\">2025-5-2（前往博物馆）</a>\n【入手条件】金币≥1500\n【商店售价】1000金币\n【等级1】5% 回帖血液+1、发帖血液+1▕▏升级条件：金币≥2000\n【等级2】10% 回帖血液+1、发帖血液+1▕▏升级条件：消耗600血液\n【等级3】10% 回帖血液+2、发帖血液+1▕▏升级条件：金币≥2500\n【等级4】12% 回帖血液+1、发帖血液+1▕▏升级条件：消耗700金币\n【等级5】12% 回帖血液+2、发帖血液+1▕▏升级条件：金币≥3000\n【 Max 】15% 回帖血液+3、发帖血液+3",
    "灵魂残絮聚合法": "灵魂残絮聚合法\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-159167-1-1.html\" target=\"_blank\">2025-4-14（前往博物馆）</a>\n【入手条件】参与【幽冥讨伐队】存活至大结局，达成职业专属任务\n【商店售价】不可购买\n【持续时间】30天\n【等级1】2% 发帖金币+1▕▏升级条件：消耗1旅程\n【等级2】4% 发帖金币+1▕▏升级条件：消耗1血液\n【等级3】6% 发帖金币+1▕▏升级条件：消耗1咒术\n【 Max 】8% 发帖金币+1",
    "肉乖乖": "肉乖乖\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-159166-1-1.html\" target=\"_blank\">2025-4-14（前往博物馆）</a>\n【入手条件】参与【幽冥讨伐队】存活至大结局奖励勋章\n【等级1】1% 回帖血液+1▕▏升级条件：消耗1血液\n【等级2】1% 回帖血液+1▕▏升级条件：消耗1血液\n【等级3】2% 回帖血液+1▕▏升级条件：堕落≥3000\n【 Max 】3% 回帖 血液+1",
    "猫咪点唱机㊊": "猫咪点唱机㊊\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-157787-1-1.html\" target=\"_blank\">2025-3-23（前往博物馆）</a>\n【入手条件】<a href=\"/thread-157767-1-1.html\" target=\"_blank\">音乐交流区激励活动（点击跳转）</a>\n【商店售价】不可购买\n【持续时间】30天\n【 Max 】10% 回帖金币+1",
    "『道具超市』": "『道具超市』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-157750-1-1.html\" target=\"_blank\">2025-3-22（前往博物馆）</a>\n【入手条件】灵魂≥1，在线时间(小时)≥100，主题数≥1，发帖数≥1\n【商店售价】1旅程\n【等级1】无属性▕▏升级条件：消耗75金币\n【 Max 】无属性",
    "神奇宝贝图鉴": "神奇宝贝图鉴\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-157542-1-1.html\" target=\"_blank\">2025-3-18（前往博物馆）</a>\n【入手条件】参与活动【决战开拓区】，完整参与7天正式活动\n【 Max 】1% 回帖血液+1",
    "神奇宝贝大师球": "神奇宝贝大师球\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-157540-1-1.html\" target=\"_blank\">2025-3-18（前往博物馆）</a>\n【入手条件】参与活动【决战开拓区】\n【 Max 】2% 回帖金币+1",
    "永亘环": "永亘环\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-155195-1-1.html\" target=\"_blank\">2025-2-13（前往博物馆）</a>\n【入手条件】2025年新春发帖活动【蛇运长虹】纪念勋章\n【 Max 】2% 回帖金币+1",
    "『搓粉团珠』": "『搓粉团珠』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-155117-1-1.html\" target=\"_blank\">2025-2-12（前往博物馆）</a>\n【入手条件】灵魂≥1或者主题数≥15（2025年元宵节限时购买）\n【商店售价】15金币\n【 Max 】无属性",
    "小狮欢舞": "小狮欢舞\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-155113-1-1.html\" target=\"_blank\">2025-2-12（前往博物馆）</a>\n【入手条件】参加【舞狮献瑞】蛇年新春赛歌会，发布歌曲翻唱\n【商店售价】15金币\n【 Max 】2% 回帖血液+1",
    "脏兮兮的蛋": "脏兮兮的蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-153419-1-1.html\" target=\"_blank\">2025-1-29（前往博物馆）</a>\n【入手条件】发帖数≥200\n【商店售价】404金币\n【等级1】10% 回帖血液+1▕▏升级条件：消耗404金币\n【等级2】10% 回帖血液-1 堕落+1▕▏升级条件：发帖数≥404\n【等级3】10% 回帖血液+4 咒术-1▕▏升级条件：血液≥404\n【等级4】10% 回帖血液-3 金币+3▕▏升级条件：金币≥404\n【等级5】无属性▕▏升级条件：主题数≥4\n【等级6】10% 回帖血液-4 咒术+1▕▏升级条件：发帖数≥1000\n【 Max 】10% 回帖血液+3",
    "健忘礼物盒": "健忘礼物盒\n【勋章类型】资产\n【创建时间】<a href=\"/thread-153416-1-1.html\" target=\"_blank\">2025-1-29（前往博物馆）</a>\n【入手条件】无\n【商店售价】123金币\n【等级1】10% 回帖血液+1▕▏升级条件：消耗1知识\n【等级2】8% 回帖血液+1▕▏升级条件：消耗1知识\n【等级3】6% 回帖血液+1▕▏升级条件：知识≥50\n【等级4】4% 回帖血液+1▕▏升级条件：消耗-2知识\n【 Max 】3% 回帖血液+2 知识+1",
    "婚姻登记册": "婚姻登记册\n【勋章类型】资产\n【创建时间】<a href=\"/thread-153415-1-1.html\" target=\"_blank\">2025-1-29（前往博物馆）</a>\n【入手条件】血液≥52\n【商店售价】52金币\n【等级1】2% 回帖血液+1▕▏升级条件：消耗9血液\n【等级2】5% 回帖血液+1、发帖血液+1▕▏升级条件：消耗11血液\n【等级3】5% 回帖血液+1、发帖血液+1▕▏升级条件：消耗11血液\n【等级4】5% 回帖血液+1、发帖血液+1▕▏升级条件：消耗21血液\n【等级5】5% 回帖血液+1、发帖血液+1▕▏升级条件：消耗21血液\n【等级6】5% 回帖血液+1、发帖血液+1▕▏升级条件：消耗52血液\n【等级7】5% 回帖血液+1、发帖血液+1▕▏升级条件：消耗52血液\n【 Max 】5% 回帖血液+2、发帖血液+2",
    "神秘天球": "神秘天球\n【勋章类型】资产\n【创建时间】<a href=\"/thread-153413-1-1.html\" target=\"_blank\">2025-1-29（前往博物馆）</a>\n【入手条件】知识≥10\n【商店售价】650金币\n【等级1】5%  回帖血液+1、发帖血液+1▕▏升级条件：消耗66咒术\n【等级2】10% 回帖血液+1、发帖血液+2▕▏升级条件：消耗66咒术\n【等级3】15% 回帖血液+1、发帖血液+2▕▏升级条件：消耗66咒术\n【等级4】20% 回帖血液+1、发帖血液+2▕▏升级条件：消耗-1知识\n【等级5】1%  回帖知识+1、发帖知识+1▕▏升级条件：知识≥100\n【等级6】20% 回帖堕落+1、发帖堕落+1▕▏升级条件：消耗1旅程\n【等级7】20% 回帖堕落-1、发帖堕落-1▕▏升级条件：消耗-1旅程\n【等级8】20% 回帖血液+1、发帖血液+2▕▏升级条件：消耗1灵魂\n【等级9】30% 回帖血液+1、发帖血液+2▕▏升级条件：血液≥666\n【 Max 】2% 发帖灵魂+1",
    "普通羊毛球": "普通羊毛球\n【勋章类型】装备\n【创建时间】<a href=\"/thread-153411-1-1.html\" target=\"_blank\">2025-1-29（前往博物馆）</a>\n【入手条件】无\n【商店售价】200金币\n【等级1】5% 回帖金币+1▕▏升级条件：消耗120血液\n【等级2】7% 回帖金币+1▕▏升级条件：消耗180血液\n【等级3】9% 回帖金币+1▕▏升级条件：在线时间(小时)≥1200\n【 Max 】11% 回帖金币+1 血液+1、发帖旅程+1",
    "贝儿(Belle)": "贝儿(Belle)\n【勋章类型】女从\n【创建时间】<a href=\"/thread-153409-1-1.html\" target=\"_blank\">2025-1-29（前往博物馆）</a>\n【入手条件】旅程≥20\n【商店售价】666金币\n【等级1】5%  回帖金币+2、发帖血液+2▕▏升级条件：消耗99咒术\n【等级2】10% 回帖金币+2、发帖血液+2▕▏升级条件：消耗1314血液\n【等级3】15% 回帖金币+2、发帖血液+2▕▏升级条件：消耗1灵魂\n【 Max 】16% 回帖金币+2 血液+1、发帖旅程+1",
    "梅琳娜Melina": "梅琳娜Melina\n【勋章类型】女从\n【创建时间】<a href=\"/thread-153407-1-1.html\" target=\"_blank\">2025-1-29（前往博物馆）</a>\n【入手条件】无\n【商店售价】999血液\n【等级1】8%  回帖金币+1 血液+1▕▏升级条件：消耗1灵魂\n【等级2】10% 回帖金币+1 血液+1▕▏升级条件：消耗-888血液\n【等级3】2%  回帖旅程+1、发帖灵魂+1▕▏升级条件：消耗1金币\n【等级4】25% 回帖金币+1▕▏升级条件：消耗1金币\n【等级5】20% 回帖金币+2 血液-1▕▏升级条件：消耗1金币\n【 Max 】25% 回帖血液+1",
    "汉尼拔": "汉尼拔\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-153404-1-1.html\" target=\"_blank\">2025-1-29（前往博物馆）</a>\n【入手条件】追随≥10\n【商店售价】650金币\n【等级1】3%  回帖血液+1▕▏升级条件：消耗400金币\n【等级2】5%  回帖血液+1、发帖堕落+1▕▏升级条件：知识≥101\n【等级3】10% 回帖血液+1、发帖堕落+1▕▏升级条件：追随≥202\n【等级4】13% 回帖血液+2、发帖知识+1▕▏升级条件：消耗600血液\n【等级5】16% 回帖血液+2、发帖知识+1▕▏升级条件：消耗1灵魂\n【 Max 】18% 回帖血液+3、发帖知识+1",
    "【新春限定】果体 隆": "【新春限定】果体 隆\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-153403-1-1.html\" target=\"_blank\">2025-1-29（前往博物馆）</a>\n【入手条件】无\n【商店售价】555金币\n【等级1】5%  回帖金币+1、发帖金币+1▕▏升级条件：消耗100血液\n【等级2】15% 回帖金币+1、发帖金币+1▕▏升级条件：消耗555血液\n【 Max 】50% 回帖金币+1、发帖金币+1",
    "『冰雕马拉橇』": "『冰雕马拉橇』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-152369-1-1.html\" target=\"_blank\">2025-1-12（前往博物馆）</a>\n【入手条件】参与2024圣诞/2025元旦【冰河雪都】系列跨年活动\n【 Max 】无属性",
    "银色溜冰鞋": "银色溜冰鞋\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-152367-1-1.html\" target=\"_blank\">2025-1-12（前往博物馆）</a>\n【入手条件】【冬宫学府】活动在技术交流大区发帖\n【 Max 】1% 回帖金币+1、发帖旅程+1 血液+1",
    "都市：天际线2": "都市：天际线2\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-150921-1-1.html\" target=\"_blank\">2024-12-25（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【 Max 】1% 回帖旅程+1",
    "羽毛胸针": "羽毛胸针\n【勋章类型】资产\n【创建时间】<a href=\"/thread-150919-1-1.html\" target=\"_blank\">2024-12-25（前往博物馆）</a>\n【入手条件】无\n【商店售价】149金币\n【等级1】1% 回帖血液+1 旅程+1、发帖血液+1▕▏升级条件：好友数≥30\n【等级2】2% 回帖血液+1 旅程+1、发帖血液+1 旅程+1▕▏升级条件：好友数≥100\n【 Max 】3% 回帖血液+1 旅程+1、发帖血液+1 旅程+1",
    "圣诞有铃": "圣诞有铃\n【勋章类型】装备\n【创建时间】<a href=\"/thread-150917-1-1.html\" target=\"_blank\">2024-12-25（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【等级1】2% 回帖血液+1 堕落+1、发帖堕落+1▕▏升级条件：堕落≥99\n【 Max 】6% 回帖血液+1 堕落-1、发帖堕落-1 咒术+1",
    "阿丽塔": "阿丽塔\n【勋章类型】女从\n【创建时间】<a href=\"/thread-150915-1-1.html\" target=\"_blank\">2024-12-25（前往博物馆）</a>\n【入手条件】知识≥20\n【商店售价】700金币\n【等级1】6% 回帖血液+1、发帖血液+1▕▏升级条件：消耗450金币\n【等级2】12% 回帖血液+1、发帖金币+2▕▏升级条件：消耗450血液\n【等级3】12% 回帖血液+2、发帖金币+2▕▏升级条件：消耗1灵魂\n【 Max 】16% 回帖血液+3、发帖旅程+1",
    "托比·马奎尔": "托比·马奎尔\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-150914-1-1.html\" target=\"_blank\">2024-12-25（前往博物馆）</a>\n【入手条件】无\n【商店售价】800金币\n【等级1】10% 回帖金币+2、发帖金币+2▕▏升级条件：消耗10咒术\n【等级2】10% 回帖堕落+2、发帖堕落+2▕▏升级条件：消耗10咒术\n【等级3】10% 回帖堕落-2、发帖堕落-2▕▏升级条件：消耗10咒术\n【 Max 】12% 回帖金币+2、发帖金币+2",
    "奇异博士": "奇异博士\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-150913-1-1.html\" target=\"_blank\">2024-12-25（前往博物馆）</a>\n【入手条件】旅程≥14\n【商店售价】700金币\n【等级1】2% 回帖咒术+1、发帖咒术+1▕▏升级条件：消耗777血液\n【等级2】6% 回帖咒术+1、发帖咒术+1▕▏升级条件：消耗777血液\n【等级3】8% 回帖咒术+1、发帖咒术+1▕▏升级条件：消耗1400血液\n【 Max 】14% 回帖咒术+1、发帖咒术+1",
    "古烈": "古烈\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-150911-1-1.html\" target=\"_blank\">2024-12-25（前往博物馆）</a>\n【入手条件】旅程≥20\n【商店售价】560金币\n【等级1】2% 回帖咒术+1▕▏升级条件：追随≥33\n【等级2】4% 回帖血液+1 咒术+1▕▏升级条件：消耗88咒术\n【等级3】5% 回帖血液+1 咒术+1▕▏升级条件：消耗360血液\n【 Max 】8% 回帖血液+2 咒术+1",
    "水银日报社特约调查员": "水银日报社特约调查员\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-150223-1-1.html\" target=\"_blank\">2024-12-15（前往博物馆）</a>\n【入手条件】【锯下七行】征服者奖励\n【 Max 】5% 发帖血液-1 金币-1 知识+1",
    "奎兰": "奎兰\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-150222-1-1.html\" target=\"_blank\">2024-12-15（前往博物馆）</a>\n【入手条件】【锯下七行】中成功存活7天\n【 Max 】2% 回帖血液+1",
    "梅克军徽": "梅克军徽\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-147987-1-1.html\" target=\"_blank\">2024-11-11（前往博物馆）</a>\n【入手条件】【梅克军团】活动中发帖，参与攻击四个区域的军队\n【等级 初级】无属性▕▏升级条件：消耗1血液\n【等级1】1% 发帖金币+1▕▏升级条件：消耗1血液\n【等级2】1% 发帖血液+1 金币+1▕▏升级条件：消耗1血液\n【等级3】1% 回帖血液+1、发帖血液+1 金币+1▕▏升级条件：消耗1血液\n【 Max 】1% 回帖血液+1 金币+1、发帖血液+1 金币+1",
    "『南瓜拿铁』": "『南瓜拿铁』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-146962-1-1.html\" target=\"_blank\">2024-10-31（前往博物馆）</a>\n【入手条件】主题数≥1，发帖数≥1，注册天数≥1，在线时间(小时)≥1，旅程≥1（2024年10月31日~11月10日限时获取）\n【商店售价】5金币\n【持续时间】5天（可续期）\n【 Max 】无属性",
    "『逆境中的幸运女神』": "『逆境中的幸运女神』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-146145-1-1.html\" target=\"_blank\">2024-10-15（前往博物馆）</a>\n【入手条件】【英雄再聚】活动中战功卓著的小队获得\n【 Max 】无属性",
    "幸运女神的微笑": "幸运女神的微笑\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-146144-1-1.html\" target=\"_blank\">2024-10-15（前往博物馆）</a>\n【入手条件】【英雄再聚】活动中所有参与保卫GM村的勇士们获得\n【 Max 】2% 回帖血液+1",
    "劫掠核芯": "劫掠核芯\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-144945-1-1.html\" target=\"_blank\">2024-9-30（前往博物馆）</a>\n【入手条件】【鏖战群蟲】活动奖励B\n【 Max 】1% 回帖金币+1",
    "脉律辐石": "脉律辐石\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-144944-1-1.html\" target=\"_blank\">2024-9-30（前往博物馆）</a>\n【入手条件】【鏖战群蟲】活动奖励A\n【 Max 】1% 回帖血液+1",
    "御医神兔": "御医神兔\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-144664-1-1.html\" target=\"_blank\">2024-9-24（前往博物馆）</a>\n【入手条件】参与2024年【界外来客】中秋发帖活动\n【 Max 】2% 回帖金币+1",
    "Zootopia": "Zootopia\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-144106-1-1.html\" target=\"_blank\">2024-9-17（前往博物馆）</a>\n【入手条件】旅程≥15\n【商店售价】100金币\n【等级1】3% 回帖咒术+1▕▏升级条件：消耗1旅程\n【等级2】3% 回帖咒术+1▕▏升级条件：消耗1旅程\n【等级3】3% 回帖咒术+1▕▏升级条件：消耗1旅程\n【等级4】3% 回帖咒术+1▕▏升级条件：消耗1旅程\n【等级5】3% 回帖咒术+1▕▏升级条件：消耗-4旅程\n【 Max 】3% 回帖咒术+1",
    "半生黄金种": "半生黄金种\n【勋章类型】资产\n【创建时间】<a href=\"/thread-144104-1-1.html\" target=\"_blank\">2024-9-17（前往博物馆）</a>\n【入手条件】无\n【商店售价】120金币\n【等级1】2% 回帖金币+1、发帖金币+1▕▏升级条件：消耗1知识\n【等级2】2% 回帖咒术+1、发帖咒术+1▕▏升级条件：堕落≥22\n【等级3】20% 回帖金币+2 堕落+1、发帖金币+3▕▏升级条件：堕落≥23\n【等级4】3% 回帖咒术+1、发帖咒术+1▕▏升级条件：堕落≥123\n【 Max 】12% 回帖金币+1、发帖金币+1",
    "肃弓": "肃弓\n【勋章类型】装备\n【创建时间】<a href=\"/thread-144103-1-1.html\" target=\"_blank\">2024-9-17（前往博物馆）</a>\n【入手条件】无\n【商店售价】299金币\n【等级1】3% 回帖金币+1 堕落-1▕▏升级条件：消耗188血液\n【等级2】5% 回帖金币+1 堕落-1▕▏升级条件：消耗66咒术\n【 Max 】10% 回帖金币+1 血液-1 堕落-1",
    "叶卡捷琳娜": "叶卡捷琳娜\n【勋章类型】女从\n【创建时间】<a href=\"/thread-144101-1-1.html\" target=\"_blank\">2024-9-17（前往博物馆）</a>\n【入手条件】主题数≥3\n【商店售价】480金币\n【等级1】5% 回帖金币+1▕▏升级条件：消耗200金币\n【等级2】8% 回帖金币+1▕▏升级条件：消耗350血液\n【等级3】12% 回帖金币+1 血液+1、发帖金币+1 血液+1▕▏升级条件：消耗66咒术\n【 Max 】12% 回帖金币+2 血液+1、发帖金币+2 血液+1",
    "莱昂纳多·迪卡普里奥": "莱昂纳多·迪卡普里奥\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-144099-1-1.html\" target=\"_blank\">2024-9-17（前往博物馆）</a>\n【入手条件】知识≥10\n【商店售价】666金币\n【等级1】8% 回帖金币+1、发帖金币+2▕▏升级条件：金币≥666\n【等级2】18% 回帖金币+3、发帖金币+3  升级条件：金币≥688\n【等级3】12% 回帖金币+2、发帖金币+2▕▏升级条件：消耗1灵魂\n【 Max 】15% 回帖金币+3、发帖旅程+1",
    "『泥潭颂唱者』": "『泥潭颂唱者』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-143409-1-1.html\" target=\"_blank\">2024-9-6（前往博物馆）</a>\n【入手条件】灵魂≥1，咒术≥10，在线时间(小时)≥100\n【商店售价】1咒术\n【持续时间】7天（可续期）\n【 Max 】无属性",
    "金牌矿工": "金牌矿工\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-142919-1-1.html\" target=\"_blank\">2024-8-23（前往博物馆）</a>\n【入手条件】全程参与【矿野歧途】活动且顺利折返，携带矿物数量前20%的小队成员\n【 Max 】2% 回帖金币+1、发帖咒术+1",
    "小小安全帽": "小小安全帽\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-142917-1-1.html\" target=\"_blank\">2024-8-23（前往博物馆）</a>\n【入手条件】全程参与【矿野歧途】活动，且小队顺利折返\n【 Max 】2% 发帖金币+1",
    "『钟楼日暮』": "『钟楼日暮』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-141820-1-1.html\" target=\"_blank\">2024-8-4（前往博物馆）</a>\n【入手条件】灵魂≥1，在线时间(小时)≥300，发帖数≥30，主题数≥3（2024年8月4日~9月30日限时获取）\n【商店售价】1旅程\n【持续时间】30天（可续期）\n【等级0】无属性▕▏升级条件：好友数≥3\n【等级1】无属性▕▏升级条件：消耗1金币\n【 Max 】无属性",
    "不洁圣子": "不洁圣子\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-141062-1-1.html\" target=\"_blank\">2024-7-23（前往博物馆）</a>\n【入手条件】【疯狂之旅】2阶段全程参与\n【 Max 】1% 回帖咒术+1、发帖堕落+1",
    "古老金币": "古老金币\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-141060-1-1.html\" target=\"_blank\">2024-7-23（前往博物馆）</a>\n【入手条件】【疯狂之旅】1阶段发帖并获得10追随\n【等级1】2% 回帖血液+1、发帖金币+1▕▏升级条件：消耗1血液\n【 Max 】2% 回帖金币+1、发帖血液+1",
    "巨力橡果㊊": "巨力橡果㊊\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-139406-1-1.html\" target=\"_blank\">2024-7-1（前往博物馆）</a>\n【入手条件】<a href=\"/thread-167764-1-1.html\" target=\"_blank\">动漫区激励活动（点击跳转）</a>\n【商店售价】不可购买\n【持续时间】30天\n【 Max 】20% 回帖金币+1 血液+1",
    "『分析天平』": "『分析天平』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-139404-1-1.html\" target=\"_blank\">2024-7-1（前往博物馆）</a>\n【入手条件】激励帖的审核人员\n【 Max 】无属性",
    "近地夜航": "近地夜航\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-138136-1-1.html\" target=\"_blank\">2024-6-16（前往博物馆）</a>\n【入手条件】【十一周年】活动期间发表主题帖奖励\n【 Max 】11% 发帖知识+1",
    "变身器": "变身器\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-137697-1-1.html\" target=\"_blank\">2024-6-12（前往博物馆）</a>\n【入手条件】【细语欢歌】活动，根据抽取到的主题在音乐区发布翻唱歌曲\n【等级1】2% 回帖咒术+1、发帖咒术+1▕▏升级条件：咒术≥1000\n【 Max 】2% 回帖咒术+1、发帖咒术+1",
    "装了衣物的纸盒": "装了衣物的纸盒\n【勋章类型】装备\n【创建时间】<a href=\"/thread-137137-1-1.html\" target=\"_blank\">2024-6-10（前往博物馆）</a>\n【入手条件】无\n【商店售价】99金币\n【等级1】无属性▕▏升级条件：消耗69血液\n【等级2】6% 回帖堕落+1、发帖堕落+1▕▏升级条件：旅程≥69\n【 Max 】10% 回帖血液-1 堕落+1、发帖血液-1 堕落+1",
    "吸血猫蛋": "吸血猫蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-137135-1-1.html\" target=\"_blank\">2024-6-10（前往博物馆）</a>\n【入手条件】无\n【商店售价】333金币\n【等级1】5% 回帖血液+1▕▏升级条件：消耗66血液\n【等级2】6% 回帖血液+2、发帖血液+1▕▏升级条件：消耗666血液\n【等级3】7% 回帖血液+2、发帖血液+2▕▏升级条件：咒术≥123\n【 Max 】8% 回帖血液+2 咒术+1、发帖咒术+3",
    "坏掉的月亮提灯": "坏掉的月亮提灯\n【勋章类型】装备\n【创建时间】<a href=\"/thread-137134-1-1.html\" target=\"_blank\">2024-6-10（前往博物馆）</a>\n【入手条件】无\n【商店售价】380金币\n【等级1】4% 回帖咒术+1 血液+1、发帖咒术+1▕▏升级条件：咒术≥100\n【 Max 】6% 回帖咒术+1 血液+1、发帖咒术+2",
    "神秘挑战书": "神秘挑战书\n【勋章类型】资产\n【创建时间】<a href=\"/thread-137117-1-1.html\" target=\"_blank\">2024-6-10（前往博物馆）</a>\n【入手条件】旅程≥28\n【商店售价】348金币\n【等级1】8% 回帖血液+1▕▏升级条件：消耗2旅程\n【等级2】8% 回帖血液+1▕▏升级条件：消耗2旅程\n【等级3】8% 回帖血液+1▕▏升级条件：消耗2旅程\n【等级4】8% 回帖血液+1▕▏升级条件：消耗2旅程\n【等级5】8% 回帖血液+1▕▏升级条件：消耗-2旅程\n【等级6】8% 回帖血液+1▕▏升级条件：消耗-2旅程\n【等级7】8% 回帖血液+1▕▏升级条件：消耗-2旅程\n【等级8】8% 回帖血液+1▕▏升级条件：消耗-2旅程\n【等级9】8% 回帖血液+1▕▏升级条件：在线时间(小时)≥2888\n【 Max 】1% 回帖血液+8、发帖血液+8",
    "太空列车票": "太空列车票\n【勋章类型】咒术\n【创建时间】<a href=\"/thread-137113-1-1.html\" target=\"_blank\">2024-6-10（前往博物馆）</a>\n【入手条件】知识≥10\n【商店售价】5咒术\n【持续时间】5天\n【等级1】1% 回帖血液+1▕▏升级条件：旅程≥30\n【等级2】5% 回帖血液+1▕▏升级条件：旅程≥50\n【等级3】7% 回帖血液+1 金币+1▕▏升级条件：知识≥40\n【等级4】12% 回帖血液+1 金币+1▕▏升级条件：消耗30金币\n【 Max 】1% 回帖旅程+1",
    "狄翁・勒萨若": "狄翁・勒萨若\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-137110-1-1.html\" target=\"_blank\">2024-6-10（前往博物馆）</a>\n【入手条件】在线时间(小时)≥160\n【商店售价】480金币\n【等级1】无属性▕▏升级条件：消耗160金币\n【等级2】2% 回帖血液+1 发帖血液+1▕▏升级条件：消耗160金币\n【等级3】4% 回帖血液+1 发帖咒术+1▕▏升级条件：消耗320血液\n【等级4】6% 回帖血液+2 发帖咒术+1▕▏升级条件：消耗48咒术\n【等级5】8% 回帖血液+2 金币+1、发帖咒术+2 金币+3▕▏升级条件：消耗64咒术\n【 Max 】10% 回帖血液+2 金币+2、发帖知识+1 金币+3",
    "希德法斯·特拉蒙": "希德法斯·特拉蒙\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-137108-1-1.html\" target=\"_blank\">2024-6-10（前往博物馆）</a>\n【入手条件】旅程≥16\n【商店售价】720金币\n【等级1】无属性▕▏升级条件：消耗48咒术\n【等级2】3% 回帖咒术+1 血液+1、发帖咒术+1▕▏升级条件：消耗160血液\n【等级3】5% 回帖咒术+1 血液+1、发帖咒术+1▕▏升级条件：消耗320血液\n【 Max 】8% 回帖咒术+1 血液+2、发帖咒术+1",
    "吉尔·沃瑞克": "吉尔·沃瑞克\n【勋章类型】女从\n【创建时间】<a href=\"/thread-137107-1-1.html\" target=\"_blank\">2024-6-10（前往博物馆）</a>\n【入手条件】知识≥16\n【商店售价】460金币\n【等级1】无属性▕▏升级条件： 消耗80金币\n【等级2】6% 回帖金币+2、发帖血液+1▕▏升级条件：消耗80血液\n【等级3】5% 回帖金币+3、发帖血液+2▕▏升级条件：消耗160血液\n【等级4】4% 回帖金币+4、发帖血液+3▕▏升级条件：消耗320血液\n【 Max 】8% 回帖金币+3、发帖血液+2",
    "五谷丰年": "五谷丰年\n【勋章类型】天赋\n【创建时间】<a href=\"/thread-137106-1-1.html\" target=\"_blank\">2024-6-10（前往博物馆）</a>\n【入手条件】在线时间(小时)≥120，注册天数≥24，旅程≥24\n【等级1】4% 回帖血液+2 金币-1、发帖血液+4▕▏升级条件：血液≥365\n【等级2】5% 回帖血液+2 金币-1、发帖血液+4▕▏升级条件：知识≥365\n【等级3】12% 回帖血液+2 金币-1、发帖血液+4▕▏升级条件：旅程≥365\n【 Max 】24% 回帖金币+1、发帖金币+4",
    "金翼使㊊": "金翼使㊊\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-136035-1-1.html\" target=\"_blank\">2024-6-1（前往博物馆）</a>\n【入手条件】<a href=\"/thread-167739-1-1.html\" target=\"_blank\">单机游戏区，当月获得2次[优秀]或1次[精华]（点击跳转）</a>\n【商店售价】不可购买\n【持续时间】30天\n【 Max 】20% 回帖金币+1 血液+1",
    "巴比伦辞典": "巴比伦辞典\n【勋章类型】故事\n【创建时间】<a href=\"/thread-135738-1-1.html\" target=\"_blank\">2024-5-26（前往博物馆）</a>\n【入手条件】<a href=\"/thread-162802-1-1.html\" target=\"_blank\">单机游戏区激励活动（点击跳转）</a>\n【商店售价】不可购买\n【 Max 】100% 回帖金币+1、发帖金币+1",
    "照相机": "照相机\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-135530-1-1.html\" target=\"_blank\">2024-5-22（前往博物馆）</a>\n【入手条件】【瞬时映景】活动奖励\n【 Max 】2% 回帖血液+1",
    "阿怪": "阿怪\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-134663-1-1.html\" target=\"_blank\">2024-5-7（前往博物馆）</a>\n【入手条件】【夜影迷踪】活动参与奖\n【 Max 】2% 发帖血液+1",
    "『流星赶月』": "『流星赶月』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-134127-1-1.html\" target=\"_blank\">2024-5-1（前往博物馆）</a>\n【入手条件】灵魂≥1，发帖数≥5，主题数≥1（2024年5月1日~5月31日限时获取）\n【商店售价】1旅程（2024年5月1日~5月11日）/ 5旅程（2024年5月12日~5月31日）\n【持续时间】30天（可续期）\n【等级1】无属性▕▏升级条件：主题数≥10\n【等级2】无属性▕▏升级条件：主题数≥50\n【等级3】无属性▕▏升级条件：主题数≥100\n【 Max 】无属性",
    "一只陶瓮": "一只陶瓮\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-133899-1-1.html\" target=\"_blank\">2024-4-28（前往博物馆）</a>\n【入手条件】【万物货郎】活动胜出奖励\n【 Max 】1% 回帖金币+1 咒术+1、发帖知识+1",
    "幽浮起司堡": "幽浮起司堡\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-133898-1-1.html\" target=\"_blank\">2024-4-28（前往博物馆）</a>\n【入手条件】【梦游列国】一阶段活动发帖奖励\n【 Max 】1% 回帖血液+1、发帖旅程+1",
    "『先知灵药』": "『先知灵药』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-132585-1-1.html\" target=\"_blank\">2024-4-4（前往博物馆）</a>\n【入手条件】灵魂≥1，知识≥10（2024年4月2日~4月30日限时获取）\n【商店售价】10金币\n【等级1】无属性▕▏升级条件：旅程≥100\n【 Max 】无属性",
    "龙鳞石": "龙鳞石\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-129790-1-1.html\" target=\"_blank\">2024-2-17（前往博物馆）</a>\n【入手条件】参与2024年论坛龙年新春发帖活动\n【 Max 】1% 发帖金币+6",
    "『不败之花』": "『不败之花』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-129610-1-1.html\" target=\"_blank\">2024-2-15（前往博物馆）</a>\n【入手条件】灵魂≥1，堕落≥1\n【商店售价】1血液\n【 Max 】无属性",
    "约书亚・罗兹菲尔德": "约书亚・罗兹菲尔德\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-129162-1-1.html\" target=\"_blank\">2024-2-10（前往博物馆）</a>\n【入手条件】堕落≥160\n【商店售价】500金币\n【等级1】1% 回帖血液+1▕▏升级条件：消耗1600金币\n【等级2】2% 回帖血液+1 堕落+2、发帖灵魂+1 堕落+3▕▏升级条件：堕落≥16\n【等级3】10% 回帖血液+3 堕落+1、发帖血液+3▕▏升级条件：堕落≥32\n【等级4】10% 回帖血液+2、发帖血液+2▕▏升级条件：堕落≥80\n【等级5】6% 回帖堕落-1、发帖堕落-1▕▏升级条件：堕落≥160\n【等级6】8% 回帖堕落-1、发帖堕落-1▕▏升级条件：堕落≥250\n【 Max 】10% 回帖堕落-2、发帖堕落-2",
    "克莱夫・罗兹菲尔德": "克莱夫・罗兹菲尔德\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-129161-1-1.html\" target=\"_blank\">2024-2-10（前往博物馆）</a>\n【入手条件】主题数≥16\n【商店售价】622金币\n【等级1】3% 回帖金币+1▕▏升级条件：消耗320金币\n【等级2】5% 回帖金币+1▕▏升级条件：消耗480血液\n【等级3】7% 回帖金币+2、发帖咒术+1▕▏升级条件：消耗640血液\n【等级4】9% 回帖金币+2、发帖咒术+1▕▏升级条件：消耗640血液\n【等级5】13% 回帖金币+2、发帖咒术+1▕▏升级条件：消耗1灵魂\n【 Max 】16% 回帖金币+2 血液+1、发帖咒术+1",
    "苇名弦一郎": "苇名弦一郎\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-129159-1-1.html\" target=\"_blank\">2024-2-10（前往博物馆）</a>\n【入手条件】追随≥15\n【商店售价】666金币\n【等级1】3% 回帖咒术+1、发帖旅程+1▕▏升级条件：消耗666血液\n【等级2】5% 回帖咒术+1、发帖旅程+1▕▏升级条件：消耗999血液\n【等级3】8% 回帖咒术+1、发帖旅程+1▕▏升级条件：消耗169咒术\n【 Max 】5% 回帖旅程+1、发帖咒术+2",
    "里昂（RE4）": "里昂（RE4）\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-129158-1-1.html\" target=\"_blank\">2024-2-10（前往博物馆）</a>\n【入手条件】主题数≥5\n【商店售价】600金币\n【等级1】3% 回帖金币+1▕▏升级条件：消耗300血液\n【等级2】5% 回帖金币+1 发帖咒术+1▕▏升级条件：消耗600血液\n【等级3】10% 回帖金币+2 发帖咒术+1▕▏升级条件：消耗600金币\n【等级4】18% 回帖金币+3▕▏升级条件：金币≥444\n【 Max 】12% 回帖金币+3 发帖咒术+1",
    "极客的晚宴": "极客的晚宴\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-129127-1-1.html\" target=\"_blank\">2024-2-10（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【 Max 】2% 发帖知识+1",
    "雄躯的昇格": "雄躯的昇格\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-129126-1-1.html\" target=\"_blank\">2024-2-10（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【 Max 】2% 发帖知识+1",
    "波纹蓝蛋": "波纹蓝蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-129123-1-1.html\" target=\"_blank\">2024-2-10（前往博物馆）</a>\n【入手条件】旅程≥25\n【商店售价】500金币\n【等级1】1% 回帖知识+1▕▏升级条件：消耗400血液\n【等级2】2% 回帖知识+1、发帖知识+1▕▏升级条件：消耗800血液\n【 Max 】4% 回帖知识+1、发帖知识+1",
    "崩朽龙卵": "崩朽龙卵\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-129122-1-1.html\" target=\"_blank\">2024-2-10（前往博物馆）</a>\n【入手条件】主题数≥10\n【商店售价】500金币\n【等级1】3% 回帖咒术+1▕▏升级条件：消耗400血液\n【等级2】5% 回帖咒术+1▕▏升级条件：消耗800血液\n【 Max 】2% 回帖咒术+1、发帖灵魂+1",
    "冰海钓竿": "冰海钓竿\n【勋章类型】资产\n【创建时间】<a href=\"/thread-129120-1-1.html\" target=\"_blank\">2024-2-10（前往博物馆）</a>\n【入手条件】追随≥30\n【商店售价】500金币\n【等级1】5% 回帖金币+1▕▏升级条件：消耗300金币\n【等级2】8% 回帖金币+2▕▏升级条件：消耗600金币\n【等级3】10% 回帖金币+3▕▏升级条件：消耗900金币\n【 Max 】15% 回帖金币+3",
    "射手的火枪": "射手的火枪\n【勋章类型】装备\n【创建时间】<a href=\"/thread-129119-1-1.html\" target=\"_blank\">2024-2-10（前往博物馆）</a>\n【入手条件】咒术≥30\n【商店售价】550金币\n【等级1】5% 回帖金币+1▕▏升级条件：消耗100金币\n【等级2】7% 回帖金币+1▕▏升级条件：消耗200金币\n【等级3】5% 回帖金币+2▕▏升级条件：消耗300金币\n【等级4】10% 回帖金币+2▕▏升级条件：消耗650金币\n【 Max 】12% 回帖金币+3",
    "“米凯拉的锋刃”玛莲妮亚": "“米凯拉的锋刃”玛莲妮亚\n【勋章类型】女从\n【创建时间】<a href=\"/thread-129118-1-1.html\" target=\"_blank\">2024-2-10（前往博物馆）</a>\n【入手条件】血液≥200\n【商店售价】480金币\n【等级1】5% 回帖堕落+1、发帖堕落+1▕▏升级条件：堕落≥50\n【等级2】6% 回帖血液+1 堕落+1、发帖堕落+1▕▏升级条件：堕落≥100\n【等级3】6% 回帖血液+2 堕落+1、发帖堕落+1▕▏升级条件：消耗222血液\n【等级4】8% 回帖血液+3、发帖堕落+1▕▏升级条件：消耗444血液\n【等级5】10% 回帖堕落-1▕▏升级条件：消耗111咒术\n【 Max 】10% 回帖血液+3 堕落+1、发帖血液+3 堕落+1",
    "朱迪·霍普斯": "朱迪·霍普斯\n【勋章类型】女从\n【创建时间】<a href=\"/thread-129115-1-1.html\" target=\"_blank\">2024-2-10（前往博物馆）</a>\n【入手条件】知识≥15\n【商店售价】500金币\n【等级1】5% 回帖金币+1、发帖血液+1▕▏升级条件：知识≥50\n【等级2】7% 回帖金币+1、发帖血液+1▕▏升级条件：消耗550金币\n【等级3】10% 回帖金币+2、发帖血液+2▕▏升级条件：消耗600血液\n【 Max 】13% 回帖金币+2 血液+1、发帖旅程+1",
    "尼克·王尔德": "尼克·王尔德\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-129113-1-1.html\" target=\"_blank\">2024-2-10（前往博物馆）</a>\n【入手条件】堕落≥30\n【商店售价】500金币\n【等级1】5% 回帖血液+1、发帖金币+1▕▏升级条件：知识≥50\n【等级2】7% 回帖血液+1、发帖金币+1▕▏升级条件：消耗550血液\n【等级3】10% 回帖血液+2、发帖金币+2▕▏升级条件：消耗600金币\n【 Max 】13% 回帖血液+2 金币+1、发帖金币+1",
    "征服之王": "征服之王\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-128474-1-1.html\" target=\"_blank\">2024-1-31（前往博物馆）</a>\n【入手条件】2024年活动【七日之屿】资源数排名前列\n【 Max 】10% 回帖金币+1 血液-1",
    "岛屿探险家": "岛屿探险家\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-128473-1-1.html\" target=\"_blank\">2024-1-31（前往博物馆）</a>\n【入手条件】2024年活动【七日之屿】全程参与\n【 Max 】1% 回帖金币+1、发帖旅程+1",
    "『列车长』": "『列车长』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-127026-1-1.html\" target=\"_blank\">2024-1-5（前往博物馆）</a>\n【入手条件】【极地特快】活动中，拼车成功的列车长奖励\n【等级 初级】无属性▕▏升级条件：好友数≥6\n【等级1】1% 回帖旅程+1 血液+1、发帖旅程+1 血液+1▕▏升级条件：消耗12旅程\n【等级2】1% 回帖旅程+1 血液+1、发帖旅程+1 血液+1▕▏升级条件：消耗-12旅程\n【等级3】1% 回帖旅程+1 血液+1、发帖旅程+1 血液+1▕▏升级条件：灵魂≥1\n【 Max 】1% 回帖旅程+1 血液+1、发帖旅程+1 血液+1",
    "特供热巧": "特供热巧\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-126969-1-1.html\" target=\"_blank\">2024-1-4（前往博物馆）</a>\n【入手条件】【极地特快】活动中，拼车成功的车厢乘务员奖励\n【等级1】1% 回帖血液+1、发帖血液+1▕▏升级条件：消耗1金币\n【 Max 】1% 回帖血液+1、发帖血液+1",
    "六出冰花": "六出冰花\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-126968-1-1.html\" target=\"_blank\">2024-1-4（前往博物馆）</a>\n【入手条件】1:【雪中飞舞】发帖奖励；2:【极地特快】未拼车成功的列车长和车厢乘务员留念\n【 Max 】1% 发帖旅程+1",
    "『金色车票』": "『金色车票』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-126634-1-1.html\" target=\"_blank\">2023-12-31（前往博物馆）</a>\n【入手条件】2023年【极地特快】活动，成功触发隐藏：平安夜前发出“相信”的声音\n【等级 初级】无属性▕▏升级条件：消耗1旅程\n【等级1】无属性▕▏升级条件：消耗-1旅程\n【等级2】无属性▕▏升级条件：灵魂≥1\n【 Max 】无属性",
    "最终幻想XVI": "最终幻想XVI\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-126122-1-1.html\" target=\"_blank\">2023-12-25（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【 Max 】1% 回帖旅程+1",
    "可疑的肉蛋": "可疑的肉蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-126121-1-1.html\" target=\"_blank\">2023-12-25（前往博物馆）</a>\n【入手条件】堕落≥50\n【商店售价】500金币\n【等级1】 3% 回帖堕落+1▕▏升级条件：消耗49咒术\n【等级2】 5% 回帖堕落+1▕▏升级条件：消耗-1知识\n【等级3】 7% 回帖堕落+1▕▏升级条件：知识≥49\n【等级4】10% 回帖堕落+1▕▏升级条件：消耗1灵魂\n【 Max 】2% 回帖知识+1、发帖灵魂+1",
    "无垠": "无垠\n【勋章类型】资产\n【创建时间】<a href=\"/thread-126120-1-1.html\" target=\"_blank\">2023-12-25（前往博物馆）</a>\n【入手条件】无（该勋章不可寄售，仅可回收）\n【商店售价】2000金币\n【等级1】1% 回帖血液+1、发帖血液+1▕▏升级条件：血液≥1\n【等级2】1% 回帖旅程+1、发帖旅程+1▕▏升级条件：堕落≥800\n【等级3】无属性▕▏升级条件：消耗1血液\n【等级4】6% 回帖旅程+1、发帖旅程+1▕▏升级条件：堕落≥100\n【等级5】5% 回帖旅程+1 血液+1、发帖旅程+1 血液+1▕▏升级条件：堕落≥200\n【等级6】4% 回帖旅程+1 血液+1、发帖旅程+1 血液+1▕▏升级条件：堕落≥300\n【等级7】3% 回帖旅程+1、发帖旅程+1▕▏升级条件：堕落≥400\n【等级8】3% 回帖旅程+1 血液+1、发帖旅程+1 血液+1▕▏升级条件：堕落≥500\n【等级9】3% 回帖旅程+1、发帖旅程+1▕▏升级条件：堕落≥600\n【等级10】2% 回帖旅程+1、发帖旅程+1▕▏升级条件：堕落≥700\n【 Max 】1% 回帖血液+1 旅程+1、发帖血液+1 旅程+1",
    "黑暗水晶": "黑暗水晶\n【勋章类型】资产\n【创建时间】<a href=\"/thread-126119-1-1.html\" target=\"_blank\">2023-12-25（前往博物馆）</a>\n【入手条件】堕落≥36\n【商店售价】300金币\n【等级1】6% 回帖堕落+1、发帖堕落+1▕▏升级条件：消耗200金币\n【等级2】6% 回帖堕落+1 金币+1、发帖堕落+1 金币+1▕▏升级条件：消耗200血液\n【等级3】12% 回帖堕落+1 金币+1、发帖堕落+1 金币+1▕▏升级条件：消耗66咒术\n【等级4】12% 回帖堕落+2 金币+1、发帖堕落+2 金币+1▕▏升级条件：灵魂≥1\n【 Max 】18% 回帖金币+1、发帖金币+1",
    "棱镜": "棱镜\n【勋章类型】装备\n【创建时间】<a href=\"/thread-126116-1-1.html\" target=\"_blank\">2023-12-25（前往博物馆）</a>\n【入手条件】咒术≥20\n【商店售价】666金币\n【等级1】10% 回帖金币+2▕▏升级条件：堕落≥100\n【 Max 】12% 回帖堕落-1",
    "天使之赐": "天使之赐\n【勋章类型】装备\n【创建时间】<a href=\"/thread-126115-1-1.html\" target=\"_blank\">2023-12-25（前往博物馆）</a>\n【入手条件】堕落≥30\n【商店售价】288金币\n【等级1】4% 回帖咒术+1、发帖咒术+1▕▏升级条件：消耗48咒术\n【等级2】10% 回帖金币+2▕▏升级条件：消耗300金币\n【 Max 】8% 回帖咒术+1、发帖咒术+1",
    "杀意人偶": "杀意人偶\n【勋章类型】咒术\n【创建时间】<a href=\"/thread-126113-1-1.html\" target=\"_blank\">2023-12-25（前往博物馆）</a>\n【入手条件】在线时间(小时)≥72\n【商店售价】8咒术\n【持续时间】7天\n【等级1】1% 回帖血液+1▕▏升级条件：消耗2咒术\n【等级2】10% 回帖血液+2▕▏升级条件：旅程≥59\n【等级3】11% 回帖血液+3▕▏升级条件：旅程≥219\n【 Max 】8% 回帖堕落+1 金币-1",
    "爱丽丝·盖恩斯巴勒": "爱丽丝·盖恩斯巴勒\n【勋章类型】女从\n【创建时间】<a href=\"/thread-126111-1-1.html\" target=\"_blank\">2023-12-25（前往博物馆）</a>\n【入手条件】知识≥30\n【商店售价】400金币\n【等级1】5% 回帖金币+1、发帖金币+1▕▏升级条件：消耗30咒术\n【等级2】5% 发帖金币+2▕▏升级条件：消耗400血液\n【等级3】8% 回帖金币+2、发帖金币+2▕▏升级条件：消耗66咒术\n【等级4】14% 回帖血液+3▕▏升级条件：血液≥199\n【等级5】9% 回帖金币+3、发帖金币+3▕▏升级条件：消耗1金币\n【 Max 】9% 回帖金币+3、发帖金币+3",
    "凯特尼斯·伊夫狄恩": "凯特尼斯·伊夫狄恩\n【勋章类型】女从\n【创建时间】<a href=\"/thread-126109-1-1.html\" target=\"_blank\">2023-12-25（前往博物馆）</a>\n【入手条件】堕落≥10\n【商店售价】450金币\n【等级1】5% 回帖金币+1▕▏升级条件：消耗150血液\n【等级2】勋章博物馆资料暂缺\n【等级3】28% 回帖血液-1 堕落+1▕▏升级条件：堕落≥444\n【 Max 】18% 回帖金币+1",
    "克劳斯·迈克尔森": "克劳斯·迈克尔森\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-126107-1-1.html\" target=\"_blank\">2023-12-25（前往博物馆）</a>\n【入手条件】堕落≥5\n【商店售价】516金币\n【等级1】10% 回帖堕落+1▕▏升级条件：消耗111血液\n【等级2】5% 回帖血液+1▕▏升级条件：消耗222血液\n【等级3】8% 回帖血液+1▕▏升级条件：消耗333血液\n【等级4】10% 回帖血液+2、发帖金币+1▕▏升级条件：金币≥920\n【等级5】11% 回帖血液+2、发帖金币+2▕▏升级条件：血液≥920\n【等级6】12% 回帖血液+2、发帖金币+3▕▏升级条件：消耗1灵魂\n【 Max 】15% 回帖血液+3、发帖金币+5",
    "虎头怪": "虎头怪\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-126105-1-1.html\" target=\"_blank\">2023-12-25（前往博物馆）</a>\n【入手条件】旅程≥20\n【商店售价】500金币\n【等级1】8% 回帖血液+1、发帖旅程+1▕▏升级条件：追随≥50\n【等级2】1% 回帖旅程+1、发帖旅程+1▕▏升级条件：消耗600血液\n【等级3】2% 回帖旅程+1、发帖旅程+1▕▏升级条件：知识≥60\n【等级4】3% 回帖旅程+1、发帖旅程+1▕▏升级条件：消耗1灵魂\n【等级5】4% 回帖旅程+1、发帖旅程+1▕▏升级条件：在线时间(小时)≥2400\n【 Max 】2% 回帖旅程+1、发帖灵魂+1",
    "重建熊屋": "重建熊屋\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-123614-1-1.html\" target=\"_blank\">2023-11-18（前往博物馆）</a>\n【入手条件】【丰饶山麓】重建村镇大厅的兑换奖品\n【 Max 】2% 回帖金币+1",
    "图腾饼干": "图腾饼干\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-123613-1-1.html\" target=\"_blank\">2023-11-18（前往博物馆）</a>\n【入手条件】参与【丰饶山麓】救援重建熊人村的谢礼\n【 Max 】1% 回帖血液+2",
    "龙之秘宝": "龙之秘宝\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-121125-1-1.html\" target=\"_blank\">2023-10-10（前往博物馆）</a>\n【入手条件】在【秋园庆丰】活动第一阶段的发帖中消耗-10追随\n【等级1】无属性▕▏升级条件：消耗1血液\n【等级2】2% 发帖堕落+1、回帖堕落+1▕▏升级条件：消耗1血液\n【等级3】2% 发帖血液+1、回帖血液+1▕▏升级条件：消耗1血液\n【等级4】2% 发帖金币+1、回帖金币+1▕▏升级条件：消耗1血液\n【 Max 】2% 发帖咒术+1、回帖咒术+1",
    "长花的蛋": "长花的蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-120401-1-1.html\" target=\"_blank\">2023-10-1（前往博物馆）</a>\n【入手条件】知识≥10\n【商店售价】366金币\n【等级1】5% 回帖金币+1▕▏升级条件：消耗72咒术\n【等级2】10% 回帖金币+1▕▏升级条件：咒术≥36\n【 Max 】15% 回帖金币+2",
    "棕色条纹蛋": "棕色条纹蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-120400-1-1.html\" target=\"_blank\">2023-10-1（前往博物馆）</a>\n【入手条件】追随≥35\n【商店售价】520金币\n【等级1】1% 回帖咒术+1▕▏升级条件：消耗80血液\n【等级2】3% 回帖咒术+1▕▏升级条件：消耗150血液\n【等级3】5% 回帖咒术+1▕▏升级条件：消耗-1旅程\n【等级4】8% 回帖咒术+1▕▏升级条件：消耗150金币\n【等级5】3% 回帖知识+1▕▏升级条件：在线时间(小时)≥1999\n【 Max 】1% 回帖知识+1、发帖灵魂+1",
    "被尘封之书": "被尘封之书\n【勋章类型】资产\n【创建时间】<a href=\"/thread-120398-1-1.html\" target=\"_blank\">2023-10-1（前往博物馆）</a>\n【入手条件】堕落≥99\n【商店售价】999金币\n【等级1】3% 回帖血液+2▕▏升级条件：消耗1000血液\n【等级2】6% 回帖血液+2▕▏升级条件：消耗1000血液\n【等级3】勋章博物馆资料暂缺\n【等级4】12% 回帖血液+2▕▏升级条件：堕落≥200\n【等级5】15% 回帖血液+2▕▏升级条件：堕落≥300\n【等级6】18% 回帖血液+2▕▏升级条件：堕落≥400\n【等级7】21% 回帖血液+2▕▏升级条件：堕落≥500\n【等级8】24% 回帖血液+2▕▏升级条件：堕落≥600\n【等级9】27% 回帖血液+2▕▏升级条件：堕落≥700\n【等级10】30% 回帖血液+2▕▏升级条件：堕落≥800\n【等级11】35% 回帖血液+2▕▏升级条件：消耗1灵魂\n【 Max 】50% 回帖血液+2",
    "和谐圣杯": "和谐圣杯\n【勋章类型】装备\n【创建时间】<a href=\"/thread-120397-1-1.html\" target=\"_blank\">2023-10-1（前往博物馆）</a>\n【入手条件】知识≥15\n【商店售价】300金币\n【等级1】5% 回帖堕落-1、发帖堕落-2▕▏升级条件：消耗88咒术\n【等级2】10% 回帖堕落-2、发帖堕落-3▕▏升级条件：消耗400血液\n【 Max 】10% 回帖血液+2 堕落+1、发帖血液+3 堕落+3",
    "露娜弗蕾亚·诺克斯·芙尔雷": "露娜弗蕾亚·诺克斯·芙尔雷\n【勋章类型】女从\n【创建时间】<a href=\"/thread-120396-1-1.html\" target=\"_blank\">2023-10-1（前往博物馆）</a>\n【入手条件】知识≥20\n【商店售价】500金币\n【等级1】4% 回帖咒术+1、发帖血液+1▕▏升级条件：消耗150金币\n【等级2】6% 回帖血液+1、发帖血液+2▕▏升级条件：消耗200金币\n【等级3】8% 回帖血液+1、发帖血液+2▕▏升级条件：消耗300金币\n【等级4】10% 回帖血液+2、发帖血液+3▕▏升级条件：消耗120咒术\n【 Max 】13% 回帖血液+3、发帖血液+5",
    "凯尔": "凯尔\n【勋章类型】女从\n【创建时间】<a href=\"/thread-120395-1-1.html\" target=\"_blank\">2023-10-1（前往博物馆）</a>\n【入手条件】主题数≥10\n【商店售价】300金币\n【等级1】8% 回帖血液+1、发帖旅程+1▕▏升级条件：灵魂≥1\n【等级2】15% 回帖血液+1、发帖旅程+2▕▏升级条件：消耗300金币\n【等级3】15% 回帖血液+2、发帖旅程+1▕▏升级条件：堕落≥10\n【 Max 】12% 回帖血液+2、发帖旅程+1",
    "莫甘娜": "莫甘娜\n【勋章类型】女从\n【创建时间】<a href=\"/thread-120393-1-1.html\" target=\"_blank\">2023-10-1（前往博物馆）</a>\n【入手条件】主题数≥10\n【商店售价】300金币\n【等级1】8% 回帖金币+1、发帖旅程+1▕▏升级条件：灵魂≥1\n【等级2】10% 回帖金币+1、发帖旅程+1▕▏升级条件：消耗300血液\n【等级3】15% 回帖金币+2、发帖旅程+1▕▏升级条件：堕落≥10\n【 Max 】12% 回帖金币+2、发帖旅程+1",
    "阿尔瓦罗·索莱尔": "阿尔瓦罗·索莱尔\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-120391-1-1.html\" target=\"_blank\">2023-10-1（前往博物馆）</a>\n【入手条件】追随≥10\n【商店售价】500金币\n【等级1】6% 回帖金币+1▕▏升级条件：消耗50金币\n【等级2】6% 回帖金币+2▕▏升级条件：追随≥50\n【等级3】6% 回帖金币+3▕▏升级条件：追随≥150\n【等级4】8% 回帖金币+3▕▏升级条件：消耗150金币\n【 Max 】12% 回帖金币+2、发帖金币+3",
    "纣王·子受": "纣王·子受\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-120390-1-1.html\" target=\"_blank\">2023-10-1（前往博物馆）</a>\n【入手条件】无\n【商店售价】500金币\n【等级1】5% 回帖金币+1、发帖金币+2▕▏升级条件：消耗400金币\n【等级2】10% 回帖金币+1、发帖金币+2▕▏升级条件：消耗400血液\n【等级3】10% 回帖金币+1 堕落+1、发帖金币+3▕▏升级条件：消耗100咒术\n【等级4】15% 回帖金币+1 堕落-1、发帖旅程+1▕▏升级条件：消耗1灵魂\n【等级5】20% 回帖金币+2、发帖旅程+1▕▏升级条件：堕落≥100\n【 Max 】3% 回帖旅程+1、发帖旅程+1",
    "阿齐斯": "阿齐斯\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-120388-1-1.html\" target=\"_blank\">2023-10-1（前往博物馆）</a>\n【入手条件】堕落≥60\n【商店售价】480金币\n【等级1】8% 回帖血液+1、发帖血液+2▕▏升级条件：消耗300金币\n【等级2】10% 回帖血液+2 金币-1、发帖堕落+1▕▏升级条件：消耗600金币\n【等级3】12% 回帖血液+3 金币-1▕▏升级条件：消耗900金币\n【 Max 】18% 回帖血液+3、发帖堕落+1",
    "百相千面": "百相千面\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-120387-1-1.html\" target=\"_blank\">2023-10-1（前往博物馆）</a>\n【入手条件】发帖数≥100\n【商店售价】1000金币\n【等级1】5% 回帖金币+1 血液+1、发帖旅程+1▕▏升级条件：消耗100金币\n【等级2】5% 回帖金币+1 血液+1、发帖旅程+1▕▏升级条件：消耗1000血液\n【等级3】5% 回帖金币+2 血液+2、发帖金币+3 血液+3▕▏升级条件：消耗1000金币\n【 Max 】5% 回帖旅程+1、发帖金币+3 血液+3",
    "肉垫手套": "肉垫手套\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-119473-1-1.html\" target=\"_blank\">2023-9-13（前往博物馆）</a>\n【入手条件】参与【河谷寻奇】活动，用70枚游戏金币兑换\n【 Max 】2% 回帖金币+1、发帖金币+1",
    "绿茵宝钻": "绿茵宝钻\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-119472-1-1.html\" target=\"_blank\">2023-9-13（前往博物馆）</a>\n【入手条件】参与【河谷寻奇】活动，获得的游戏金币数量排名前10%\n【 Max 】1% 回帖金币+6、发帖金币+6",
    "猛虎贴贴": "猛虎贴贴\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-118478-1-1.html\" target=\"_blank\">2023-8-27（前往博物馆）</a>\n【入手条件】参与【巧夕之月】，发布的帖子在各板块中追随数排名前五，或者在活动贴留言抽奖中奖\n【等级1】1% 回帖血液+1▕▏升级条件：消耗1血液\n【等级2】3% 回帖血液+1▕▏升级条件：消耗1血液\n【 Max 】5% 回帖血液+1",
    "白巧克力蛋": "白巧克力蛋\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-118475-1-1.html\" target=\"_blank\">2023-8-27（前往博物馆）</a>\n【入手条件】参与【巧夕之月】，发布符合活动主题条件的帖子LV1\n【等级1】1% 回帖金币+1▕▏升级条件：消耗1金币\n【 Max 】3% 回帖金币+1",
    "灵藤蛋": "灵藤蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-118380-1-1.html\" target=\"_blank\">2023-8-26（前往博物馆）</a>\n【入手条件】知识≥5\n【商店售价】350金币\n【等级1】5% 回帖血液+1▕▏升级条件：知识≥30\n【 Max 】3% 回帖知识+1",
    "令人不安的契约书": "令人不安的契约书\n【勋章类型】资产\n【创建时间】<a href=\"/thread-118378-1-1.html\" target=\"_blank\">2023-8-26（前往博物馆）</a>\n【入手条件】咒术≥5\n【商店售价】200金币\n【等级1】1% 回帖咒术+1▕▏升级条件：消耗15咒术\n【等级2】2% 回帖咒术+1▕▏升级条件：消耗-20金币\n【 Max 】3% 回帖咒术+1 金币+1",
    "星籁歌姬": "星籁歌姬\n【勋章类型】女从\n【创建时间】<a href=\"/thread-118376-1-1.html\" target=\"_blank\">2023-8-26（前往博物馆）</a>\n【入手条件】追随≥10\n【商店售价】500金币\n【等级1】3% 回帖血液+1▕▏升级条件：消耗30咒术\n【等级2】6% 回帖血液+1、发帖血液+1▕▏升级条件：消耗270金币\n【等级3】9% 回帖血液+1、发帖血液+2▕▏升级条件：追随≥100\n【等级4】12% 回帖血液+2、发帖血液+3▕▏升级条件：追随≥200\n【 Max 】15% 回帖血液+2、发帖知识+1 血液-3",
    "维涅斯": "维涅斯\n【勋章类型】女从\n【创建时间】<a href=\"/thread-118375-1-1.html\" target=\"_blank\">2023-8-26（前往博物馆）</a>\n【入手条件】旅程≥14\n【商店售价】700金币\n【等级1】4% 回帖咒术+1、发帖知识+1▕▏升级条件：主题数≥14\n【等级2】6% 回帖咒术+1、发帖知识+1▕▏升级条件：消耗140金币\n【等级3】8% 回帖咒术+1、发帖知识+1▕▏升级条件：知识≥140\n【等级4】3% 回帖旅程+1、发帖知识+1▕▏升级条件：消耗1144血液\n【 Max 】2% 回帖知识+1、发帖灵魂+1",
    "刀锋女王": "刀锋女王\n【勋章类型】女从\n【创建时间】<a href=\"/thread-118374-1-1.html\" target=\"_blank\">2023-8-26（前往博物馆）</a>\n【入手条件】咒术≥50\n【商店售价】600金币\n【等级1】3% 回帖咒术+1、发帖咒术+1▕▏升级条件：咒术≥120\n【等级2】6% 回帖咒术+1、发帖咒术+1▕▏升级条件：消耗60咒术\n【等级3】9% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗200金币\n【等级4】12% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗200血液\n【等级5】15% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗350血液\n【 Max 】15% 回帖血液+3、发帖旅程+1",
    "天照大神": "天照大神\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-118372-1-1.html\" target=\"_blank\">2023-8-26（前往博物馆）</a>\n【入手条件】追随≥13\n【商店售价】500金币\n【等级1】5% 回帖金币+1▕▏升级条件：消耗130血液\n【等级2】7% 回帖金币+1、发帖知识+1▕▏升级条件：血液≥1300\n【等级3】9% 回帖金币+1、发帖知识+1▕▏升级条件：消耗130血液\n【等级4】12% 回帖金币+2、发帖知识+1▕▏升级条件：消耗1300血液\n【 Max 】12% 回帖咒术+1、发帖知识+1",
    "桑克瑞德·沃特斯": "桑克瑞德·沃特斯\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-118371-1-1.html\" target=\"_blank\">2023-8-26（前往博物馆）</a>\n【入手条件】旅程≥21\n【商店售价】520金币\n【等级1】1% 回帖血液+7▕▏升级条件：消耗52血液\n【等级2】1% 回帖血液+8▕▏升级条件：堕落≥52\n【等级3】2% 回帖血液+8▕▏升级条件：消耗52咒术\n【等级4】2% 回帖血液+9▕▏升级条件：咒术≥180\n【 Max 】3% 回帖血液+9",
    "『星河碎片』": "『星河碎片』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-118047-1-1.html\" target=\"_blank\">2023-8-21（前往博物馆）</a>\n【入手条件】灵魂≥1，主题数≥1，知识≥7，旅程≥7\n【商店售价】1知识\n【等级1】无属性▕▏升级条件：消耗-1知识\n【 Max 】无属性",
    "探险三杰士": "探险三杰士\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-117680-1-1.html\" target=\"_blank\">2023-8-13（前往博物馆）</a>\n【入手条件】扮演战士、游侠、法师三大职业，参与【迷翳森林】探险活动\n【 Max 】1% 回帖血液+2",
    "『迷翳森林回忆录』": "『迷翳森林回忆录』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-117679-1-1.html\" target=\"_blank\">2023-8-13（前往博物馆）</a>\n【入手条件】在『迷翳森林』探险活动中，收集15枚迷翳结晶兑换获得\n【 Max 】2% 回帖金币+2、发帖旅程+1",
    "『迷翳之中』": "『迷翳之中』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-117000-1-1.html\" target=\"_blank\">2023-8-1（前往博物馆）</a>\n【入手条件】灵魂≥1，旅程≥10，主题数≥1\n【商店售价】10旅程\n【等级 初级】无属性▕▏升级条件：消耗-2旅程\n【等级1】无属性▕▏升级条件：消耗-3旅程\n【等级2】无属性▕▏升级条件：消耗-5旅程\n【等级3】无属性▕▏升级条件：旅程≥50\n【等级4】无属性▕▏升级条件：消耗1知识\n【 Max 】无属性",
    "『灰域来音』": "『灰域来音』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-116029-1-1.html\" target=\"_blank\">2023-7-16（前往博物馆）</a>\n【入手条件】灵魂≥1\n【商店售价】10旅程\n【等级1】无属性▕▏升级条件：消耗-10旅程\n【 Max 】无属性",
    "小小舞台": "小小舞台\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-115919-1-1.html\" target=\"_blank\">2023-7-14（前往博物馆）</a>\n【入手条件】【欢歌满村】欢唱活动期间在音乐区发布翻唱歌曲\n【 Max 】5% 回帖咒术+1、发帖咒术+1",
    "风物长宜": "风物长宜\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-113518-1-1.html\" target=\"_blank\">2023-6-16（前往博物馆）</a>\n【入手条件】【十周年庆】活动奖励\n【 Max 】10% 发帖旅程+1",
    "狱炎蛋": "狱炎蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-112666-1-1.html\" target=\"_blank\">2023-6-9（前往博物馆）</a>\n【入手条件】堕落≥66\n【商店售价】266血液\n【等级1】4% 回帖血液+1 堕落+1、发帖血液+1 堕落+1▕▏升级条件：堕落≥100\n【 Max 】7% 回帖血液+1 堕落+1、发帖血液+1 堕落+1",
    "散佚的文集": "散佚的文集\n【勋章类型】资产\n【创建时间】<a href=\"/thread-112663-1-1.html\" target=\"_blank\">2023-6-9（前往博物馆）</a>\n【入手条件】知识≥10\n【商店售价】250金币\n【等级1】2% 回帖知识+1、发帖知识+1▕▏升级条件：知识≥25\n【等级2】5% 回帖血液+2 堕落-1、发帖血液+2 堕落-1▕▏升级条件：消耗200血液\n【等级3】6% 回帖血液+3 堕落-1、发帖血液+3 堕落-1▕▏升级条件：消耗300血液\n【 Max 】7% 回帖咒术+1 堕落-1、发帖咒术+1 堕落-1",
    "女神之泪": "女神之泪\n【勋章类型】装备\n【创建时间】<a href=\"/thread-112646-1-1.html\" target=\"_blank\">2023-6-9（前往博物馆）</a>\n【入手条件】咒术≥36\n【商店售价】500金币\n【等级1】5% 回帖血液+1、发帖血液+3▕▏升级条件：消耗360血液\n【等级2】10% 回帖血液+2、发帖血液+3▕▏升级条件：咒术≥360\n【 Max 】10% 回帖血液+3、发帖血液+5",
    "希尔瓦娜斯·风行者": "希尔瓦娜斯·风行者\n【勋章类型】女从\n【创建时间】<a href=\"/thread-112645-1-1.html\" target=\"_blank\">2023-6-9（前往博物馆）</a>\n【入手条件】知识≥30\n【商店售价】500金币\n【等级1】3% 回帖血液+2、发帖金币+3▕▏升级条件：追随≥50\n【等级2】6% 回帖血液+2、发帖金币+3▕▏升级条件：在线时间(小时)≥666\n【等级3】9% 回帖血液+2、发帖金币+3▕▏升级条件：消耗500金币\n【等级4】12% 回帖血液+2、发帖金币+3▕▏升级条件：消耗666血液\n【 Max 】15% 回帖血液+3、发帖金币+3",
    "丹妮莉丝·坦格利安": "丹妮莉丝·坦格利安\n【勋章类型】女从\n【创建时间】<a href=\"/thread-112642-1-1.html\" target=\"_blank\">2023-6-9（前往博物馆）</a>\n【入手条件】旅程≥30\n【商店售价】400金币\n【等级1】6% 回帖金币+1、发帖血液+1▕▏升级条件：消耗150血液\n【等级2】8% 回帖金币+1、发帖血液+1▕▏升级条件：消耗300血液\n【等级3】10% 回帖金币+2、发帖血液+2▕▏升级条件：消耗400血液\n【 Max 】12% 回帖金币+3、发帖血液+3",
    "九尾妖狐·阿狸": "九尾妖狐·阿狸\n【勋章类型】女从\n【创建时间】<a href=\"/thread-112640-1-1.html\" target=\"_blank\">2023-6-9（前往博物馆）</a>\n【入手条件】血液≥350\n【商店售价】350金币\n【等级1】4% 回帖血液+1、发帖咒术+1▕▏升级条件：旅程≥89\n【等级2】8% 回帖血液+2、发帖咒术+1▕▏升级条件：消耗89咒术\n【 Max 】13% 回帖血液+2、发帖咒术+2",
    "死亡": "死亡\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-112639-1-1.html\" target=\"_blank\">2023-6-9（前往博物馆）</a>\n【入手条件】追随≥10\n【商店售价】444金币\n【等级1】13% 回帖金币-1▕▏升级条件：消耗130血液\n【等级2】13% 回帖血液+1 金币-1▕▏升级条件：知识≥80\n【等级3】13% 回帖血液+1 金币+1、发帖旅程+1▕▏升级条件：消耗1300血液\n【等级4】2% 回帖旅程+1、发帖灵魂+1▕▏升级条件：灵魂≥2\n【 Max 】15% 回帖金币+3、发帖旅程+1",
    "弗图博士": "弗图博士\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-112555-1-1.html\" target=\"_blank\">2023-6-9（前往博物馆）</a>\n【入手条件】无\n【商店售价】1024金币\n【等级1】10% 回帖金币+1 血液+1▕▏升级条件：旅程≥40\n【等级2】10% 回帖金币+1 血液+1、发帖知识+1▕▏升级条件：堕落≥40\n【等级3】10% 回帖金币+2 血液+1、发帖知识+1▕▏升级条件：咒术≥40\n【 Max 】2% 回帖知识+1 血液+1、发帖灵魂+1",
    "不屈之枪·阿特瑞斯": "不屈之枪·阿特瑞斯\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-112547-1-1.html\" target=\"_blank\">2023-6-9（前往博物馆）</a>\n【入手条件】堕落≤450\n【商店售价】450金币\n【等级1】3% 回帖旅程+1▕▏升级条件：旅程≥88\n【等级2】1% 发帖灵魂+1▕▏升级条件：灵魂≥1\n【 Max 】8% 回帖血液+2、发帖旅程+1",
    "【周年限定】克里斯(8)": "【周年限定】克里斯(8)\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-112540-1-1.html\" target=\"_blank\">2023-6-9（前往博物馆）</a>\n【入手条件】主题数≥5\n【商店售价】600金币\n【等级1】10% 回帖金币+1▕▏升级条件：消耗200金币\n【等级2】20% 回帖金币+1▕▏升级条件：消耗200血液\n【等级3】30% 回帖金币+1▕▏升级条件：消耗1灵魂\n【 Max 】66% 回帖金币+1",
    "『伊黎丝的祝福』": "『伊黎丝的祝福』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-112510-1-1.html\" target=\"_blank\">2023-6-8（前往博物馆）</a>\n【入手条件】灵魂≥1（限时获取）\n【商店售价】1咒术\n【持续时间】30天（可续期）\n【等级 初级】无属性▕▏升级条件：消耗-1咒术\n【 Max 】无属性",
    "『 弗霖的琴』": "『 弗霖的琴』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-112426-1-1.html\" target=\"_blank\">2023-6-5（前往博物馆）</a>\n【入手条件】【旷世奇珍】地下拍卖会，猜中第七场成交价\n【商店售价】1旅程\n【 Max 】无属性",
    "『瓶中信』": "『瓶中信』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-111775-1-1.html\" target=\"_blank\">2023-5-17（前往博物馆）</a>\n【入手条件】发帖数≥1，主题数≥1（限时获取）\n【商店售价】1金币\n【持续时间】21天\n【等级1】无属性▕▏升级条件：消耗1旅程\n【等级2】无属性▕▏升级条件：消消耗-1旅程\n【等级3】无属性▕▏升级条件：消耗-20金币\n【 Max 】无属性",
    "传送镜": "传送镜\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-111680-1-1.html\" target=\"_blank\">2023-5-14（前往博物馆）</a>\n【入手条件】【时岁旅程】活动中完成三个地区之一的发帖任务\n【等级1】2% 回帖血液-1▕▏升级条件：消耗-1血液\n【 Max 】2% 回帖血液+1",
    "双项圣杯": "双项圣杯\n【勋章类型】资产\n【创建时间】<a href=\"/thread-111295-1-1.html\" target=\"_blank\">2023-5-3（前往博物馆）</a>\n【入手条件】咒术≥20\n【商店售价】100金币\n【等级1】无属性▕▏升级条件：消耗1金币\n【等级2】1% 回帖血液+1、发帖血液+1▕▏升级条件：消耗1金币\n【等级3】1% 回帖咒术+1、发帖咒术+1▕▏升级条件：消耗10金币\n【等级4】2% 回帖血液+2、发帖血液+2▕▏升级条件：消耗10金币\n【等级5】2% 回帖咒术+2、发帖咒术+2▕▏升级条件：金币≥1000\n【等级6】8% 回帖血液+1、发帖血液+1▕▏升级条件：消耗1000金币\n【 Max 】8% 回帖血液+2 咒术+2、发帖血液+2 咒术+2",
    "破旧打火机": "破旧打火机\n【勋章类型】装备\n【创建时间】<a href=\"/thread-111294-1-1.html\" target=\"_blank\">2023-5-3（前往博物馆）</a>\n【入手条件】无\n【商店售价】25金币\n【等级1】无属性▕▏升级条件：消耗1金币\n【等级2】无属性▕▏升级条件：消耗1血液\n【等级3】无属性▕▏升级条件：消耗1咒术\n【等级4】无属性▕▏升级条件：消耗1知识\n【等级5】无属性▕▏升级条件：消耗1旅程\n【等级6】5% 回帖金币+1▕▏升级条件：灵魂≥1\n【 Max 】15% 回帖金币+1",
    "山村贞子": "山村贞子\n【勋章类型】女从\n【创建时间】<a href=\"/thread-111293-1-1.html\" target=\"_blank\">2023-5-3（前往博物馆）</a>\n【入手条件】咒术≥44\n【商店售价】300金币\n【等级1】10% 回帖血液+1、发帖咒术+1▕▏升级条件：消耗250血液\n【等级2】15% 回帖血液+1、发帖咒术+1▕▏升级条件：消耗500血液\n【 Max 】15% 回帖血液+2、发帖咒术+2",
    "蒂法·洛克哈特": "蒂法·洛克哈特\n【勋章类型】女从\n【创建时间】<a href=\"/thread-111292-1-1.html\" target=\"_blank\">2023-5-3（前往博物馆）</a>\n【入手条件】堕落≥30\n【商店售价】400金币\n【等级1】1% 回帖旅程+1、发帖旅程+1▕▏升级条件：消耗100血液\n【等级2】2% 回帖旅程+1、发帖旅程+1▕▏升级条件：消耗200血液\n【等级3】3% 回帖旅程+1、发帖旅程+1▕▏升级条件：消耗300血液\n【 Max 】4% 回帖旅程+1、发帖旅程+1",
    "丹·雷诺斯": "丹·雷诺斯\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-111283-1-1.html\" target=\"_blank\">2023-5-3（前往博物馆）</a>\n【入手条件】主题数≥5\n【商店售价】400金币\n【等级1】4% 回帖堕落-1▕▏升级条件：消耗100金币\n【等级2】6% 回帖堕落-1▕▏升级条件：消耗200金币\n【等级3】8% 回帖堕落-1▕▏升级条件：消耗40咒术\n【等级4】11% 回帖堕落-1 血液+2▕▏升级条件：消耗80咒术\n【等级5】13% 回帖堕落-1 血液+2、发帖血液+2▕▏升级条件：追随≥250\n【等级6】15% 回帖堕落-1 血液+2、发帖堕落-1 血液+2▕▏升级条件：消耗1金币\n【 Max 】15% 回帖堕落-1 血液+2、发帖堕落-1 血液+2",
    "勒维恩·戴维斯": "勒维恩·戴维斯\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-111282-1-1.html\" target=\"_blank\">2023-5-3（前往博物馆）</a>\n【入手条件】无\n【商店售价】400金币\n【等级1】10% 无属性▕▏升级条件：消耗1金币\n【等级2】10% 回帖金币+2、发帖金币+2▕▏升级条件：消耗1金币\n【等级3】10% 回帖金币+2、发帖金币+2▕▏升级条件：消耗1金币\n【等级4】10% 回帖金币+2、发帖金币+2▕▏升级条件：消耗1金币\n【等级5】10% 回帖金币+2、发帖金币+2▕▏升级条件：消耗1金币\n【等级6】10% 回帖金币+2、发帖金币+2▕▏升级条件：金币<85\n【等级7】10% 回帖金币+2、发帖金币+2▕▏升级条件：金币≥85\n【等级8】10% 回帖金币+2、发帖金币+2▕▏升级条件：金币≥233\n【 Max 】10% 回帖金币+2、发帖金币+2",
    "艾利克斯": "艾利克斯\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-111280-1-1.html\" target=\"_blank\">2023-5-3（前往博物馆）</a>\n【入手条件】堕落≥50\n【商店售价】600金币\n【等级1】4% 回帖血液+1 堕落+1▕▏升级条件：消耗150金币\n【等级2】6% 回帖血液+2 堕落+1▕▏升级条件：堕落≥120\n【等级3】8% 回帖血液+2 堕落+1▕▏升级条件：消耗150金币\n【等级4】10% 回帖血液+2 堕落+1▕▏升级条件：消耗-1旅程\n【等级5】11% 回帖血液+2 堕落+1▕▏升级条件：血液≥666\n【 Max 】12% 回帖血液+3 金币-1、发帖旅程+1",
    "追击者": "追击者\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-111099-1-1.html\" target=\"_blank\">2023-4-29（前往博物馆）</a>\n【入手条件】【惊悚图书馆】活动真·通关奖励\n【 Max 】2% 回帖血液+1、发帖旅程+1",
    "黑夜之星": "黑夜之星\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-111098-1-1.html\" target=\"_blank\">2023-4-29（前往博物馆）</a>\n【入手条件】【惊悚图书馆】活动通关奖励\n【 Max 】2% 回帖血液+1、发帖血液+1",
    "牌中小丑": "牌中小丑\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-109760-1-1.html\" target=\"_blank\">2023-4-5（前往博物馆）</a>\n【入手条件】【愚人之旅】活动中完成发帖任务\n【 Max 】4% 发帖旅程+1 知识+1",
    "『户口本: Lv7+』": "『户口本: Lv7+』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-108920-1-1.html\" target=\"_blank\">2023-3-25（前往博物馆）</a>\n【入手条件】等级≥Lv7，灵魂≥1\n【持续时间】30天\n【等级 初级】无属性▕▏升级条件：消耗-100金币\n【 Max 】1% 回帖金币+1 血液+1 咒术+1 知识+1 堕落+1、发帖旅程+1 灵魂+1",
    "『居住证: Lv2~6』": "『居住证: Lv2~6』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-108918-1-1.html\" target=\"_blank\">2023-3-25（前往博物馆）</a>\n【入手条件】等级Lv2~Lv6，旅程≥10，发帖数≥2\n【持续时间】7天\n【等级 初级】无属性▕▏升级条件：消耗-10金币\n【 Max 】1% 回帖旅程+1、发帖旅程+1",
    "『新居手册Ⓖ』": "『新居手册Ⓖ』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-108911-1-1.html\" target=\"_blank\">2023-3-25（前往博物馆）</a>\n【入手条件】在线时间(小时)≥1000，灵魂≥1，金币≥10000（GM村购置新居缴费凭证）\n【商店售价】10000金币\n【等级0】无属性▕▏升级条件：旅程≥0（手动升级）\n【等级1】无属性▕▏升级条件：消耗10旅程\n【 Max 】无属性",
    "『矩阵谜钥Ⓖ』": "『矩阵谜钥Ⓖ』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-108908-1-1.html\" target=\"_blank\">2023-3-25（前往博物馆）</a>\n【入手条件】旅程≥100，灵魂≥1，金币≥25000（GM村捐赠据点缴费凭证）\n【商店售价】10000金币\n【等级0】无属性▕▏升级条件：消耗10旅程\n【 Max 】无属性",
    "『圣洁化身』": "『圣洁化身』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-108905-1-1.html\" target=\"_blank\">2023-3-25（前往博物馆）</a>\n【入手条件】Level 10 Max，堕落≤1，灵魂≥1\n【商店售价】1堕落\n【持续时间】1天\n【 Max 】1% 回帖堕落-1、发帖堕落-1",
    "『召唤好运的角笛』": "『召唤好运的角笛』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-108903-1-1.html\" target=\"_blank\">2023-3-25（前往博物馆）</a>\n【入手条件】2023年起主办过活动的热心村民的专属奖励\n【 Max 】无属性",
    "『钜鲸』": "『钜鲸』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-108901-1-1.html\" target=\"_blank\">2023-3-25（前往博物馆）</a>\n【入手条件】金币≥100000（为金币数爆表的数值怪订制的成就勋章）\n【 Max 】无属性",
    "『私有海域』": "『私有海域』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-108899-1-1.html\" target=\"_blank\">2023-3-25（前往博物馆）</a>\n【入手条件】住在GM村入海居以拥有少量领海\n【 Max 】无属性",
    "『还乡歌』": "『还乡歌』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-108197-1-1.html\" target=\"_blank\">2023-3-14（前往博物馆）</a>\n【入手条件】注册天数≥1825，发帖数≥1，灵魂≥1\n【等级 初级】无属性▕▏升级条件：灵魂≥1\n【等级1】无属性▕▏升级条件：总积分≥300\n【等级2】无属性▕▏升级条件：在线时间(小时)≥1000\n【 Max 】无属性",
    "『任天堂Switch』灰黑√": "『任天堂Switch』灰黑√\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-108202-1-1.html\" target=\"_blank\">2023-3-14（前往博物馆）</a>\n【入手条件】咒术≥20\n【商店售价】100金币\n【等级 初级】无属性▕▏升级条件：消耗0灵魂\n【等级1】2% 回帖旅程+1▕▏升级条件：灵魂≥1\n【 Max 】2% 回帖旅程+1、发帖灵魂+1",
    "『任天堂Switch』红蓝√": "『任天堂Switch』红蓝√\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-108201-1-1.html\" target=\"_blank\">2023-3-14（前往博物馆）</a>\n【入手条件】咒术≥20\n【商店售价】100金币\n【等级 初级】无属性▕▏升级条件：消耗0灵魂\n【等级1】2% 回帖知识+1▕▏升级条件：灵魂≥1\n【 Max 】2% 回帖知识+1、发帖灵魂+1",
    "『日心说』": "『日心说』\n【勋章类型】剧情\n【创建时间】<a href=\"/thread-108200-1-1.html\" target=\"_blank\">2023-3-14（前往博物馆）</a>\n【入手条件】【星楼钟塔】成功报名参加占星仪式\n【等级 初级】无属性▕▏升级条件：消耗-1知识\n【 Max 】1% 回帖知识+1、发帖知识+1",
    "红心玉": "红心玉\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-104061-1-1.html\" target=\"_blank\">2023-1-25（前往博物馆）</a>\n【入手条件】【瑞兔呈祥】兔年新春发帖活动奖励\n【 Max 】2% 回帖血液+1",
    "小阿尔的蛋": "小阿尔的蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-103961-1-1.html\" target=\"_blank\">2023-1-24（前往博物馆）</a>\n【入手条件】在线时间(小时)≥200\n【商店售价】388金币\n【等级1】5% 回帖血液+1、发帖金币+2▕▏升级条件：消耗150金币\n【等级2】8% 回帖血液+1、发帖金币+2▕▏升级条件：消耗200血液\n【等级3】10% 回帖血液+2、发帖金币+2▕▏升级条件：在线时间(小时)≥1000\n【 Max 】15% 回帖血液+2、发帖金币+3",
    "乔治·迈克尔": "乔治·迈克尔\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-103960-1-1.html\" target=\"_blank\">2023-1-24（前往博物馆）</a>\n【入手条件】旅程≥30\n【商店售价】600金币\n【等级1】6% 回帖血液+2、发帖血液+5▕▏升级条件：追随≥99\n【等级2】9% 回帖血液+2、发帖血液+5▕▏升级条件：在线时间(小时)≥666\n【等级3】12% 回帖血液+2、发帖血液+5▕▏升级条件：消耗666金币\n【等级4】15% 回帖血液+2、发帖血液+5▕▏升级条件：消耗888血液\n【 Max 】18% 回帖血液+3、发帖血液+5",
    "Drover": "Drover\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-103959-1-1.html\" target=\"_blank\">2023-1-24（前往博物馆）</a>\n【入手条件】无\n【商店售价】380金币\n【等级1】4% 回帖血液+1、发帖血液+1▕▏升级条件：消耗80血液\n【等级2】4% 回帖血液+2、发帖血液+2▕▏升级条件：消耗180血液\n【等级3】6% 回帖血液+2、发帖血液+2▕▏升级条件：消耗280血液\n【 Max 】8% 回帖血液+3、发帖血液+3",
    "光之战士": "光之战士\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-103958-1-1.html\" target=\"_blank\">2023-1-24（前往博物馆）</a>\n【入手条件】旅程≥15\n【商店售价】600金币\n【等级1】5% 回帖金币+1 发帖血液+2▕▏升级条件：消耗200金币\n【等级2】8% 回帖金币+2 发帖血液+3▕▏升级条件：消耗300金币\n【等级3】10% 回帖金币+2 发帖血液+3▕▏升级条件：消耗300血液\n【等级4】12% 回帖血液+2 发帖金币+3▕▏升级条件：消耗400金币\n【等级5】4% 回帖旅程+1 发帖金币+3▕▏升级条件：消耗500金币\n【 Max 】5% 回帖旅程+1 发帖金币+5",
    "竹村五郎": "竹村五郎\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-103957-1-1.html\" target=\"_blank\">2023-1-24（前往博物馆）</a>\n【入手条件】无\n【商店售价】400金币\n【等级1】5% 回帖咒术+1▕▏升级条件：消耗50咒术\n【等级2】8% 回帖咒术+1▕▏升级条件：消耗100咒术\n【 Max 】10% 回帖咒术+1",
    "果体76": "果体76\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-101775-1-1.html\" target=\"_blank\">2023-1-1（前往博物馆）</a>\n【入手条件】活动中抽奖获得购买资格购入\n【商店售价】766金币\n【 Max 】76% 回帖血液+1",
    "史蒂文·格兰特": "史蒂文·格兰特\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-101345-1-1.html\" target=\"_blank\">2022-12-26（前往博物馆）</a>\n【入手条件】无\n【商店售价】500金币\n【等级1】4% 回帖金币+1、发帖血液+1▕▏升级条件：消耗100血液\n【等级2】6% 回帖金币+1、发帖血液+1▕▏升级条件：消耗150金币\n【等级3】8% 回帖金币+1、发帖血液+1▕▏升级条件：消耗200血液\n【等级4】10% 回帖金币+2、发帖血液+2▕▏升级条件：消耗251金币\n【等级5】12% 回帖金币+2、发帖血液+2▕▏升级条件：消耗400血液\n【 Max 】14% 回帖金币+3、发帖血液+3",
    "马克·史贝特": "马克·史贝特\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-101343-1-1.html\" target=\"_blank\">2022-12-26（前往博物馆）</a>\n【入手条件】无\n【商店售价】500金币\n【等级1】4% 回帖血液+1、发帖金币+1▕▏升级条件：消耗100金币\n【等级2】6% 回帖血液+1、发帖金币+1▕▏升级条件：消耗150血液\n【等级3】8% 回帖血液+1、发帖金币+1▕▏升级条件：消耗200金币\n【等级4】10% 回帖血液+2、发帖金币+2▕▏升级条件：消耗251血液\n【等级5】12% 回帖血液+2、发帖金币+2▕▏升级条件：消耗400金币\n【 Max 】14% 回帖血液+3、发帖金币+3",
    "旅行骰子！": "旅行骰子！\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-99612-1-1.html\" target=\"_blank\">2022-12-3（前往博物馆）</a>\n【入手条件】【GM旅行季】中参加活动并坚持到最后的玩家奖励\n【 Max 】2% 回帖血液+1、发帖旅程+1",
    "奇思妙想": "奇思妙想\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-97633-1-1.html\" target=\"_blank\">2022-11-5（前往博物馆）</a>\n【入手条件】【奇思妙想】故事接龙活动中达成全勤奖励\n【 Max 】2% 回帖血液+1、发帖知识+1",
    "街头霸王": "街头霸王\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-95020-1-1.html\" target=\"_blank\">2022-9-11（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【 Max 】2% 回帖金币+1",
    "【限定】深渊遗物": "【限定】深渊遗物\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-95019-1-1.html\" target=\"_blank\">2022-9-11（前往博物馆）</a>\n【入手条件】【星尘月陨】活动奖励，升级为宠物类型\n【等级1】1% 回帖血液+3▕▏升级条件：消耗-1旅程\n【 Max 】10% 回帖血液+3、发帖旅程+1",
    "深渊遗物": "深渊遗物\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-95019-1-1.html\" target=\"_blank\">2022-9-11（前往博物馆）</a>\n【入手条件】【星尘月陨】活动奖励，保留为奖品类型\n【等级1】1% 回帖血液+1▕▏升级条件：消耗50血液\n【等级2】1% 回帖血液+2▕▏升级条件：消耗10咒术\n【 Max 】1% 回帖血液+3",
    "新手蛋": "新手蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-95018-1-1.html\" target=\"_blank\">2022-9-11（前往博物馆）</a>\n【入手条件】发帖数≥50，主题数≥2\n【商店售价】120金币\n【等级1】10% 回帖金币+1▕▏升级条件：发帖数≥150\n【等级2】20% 回帖金币+1▕▏升级条件：发帖数≥300\n【等级3】30% 回帖金币+1▕▏升级条件：发帖数≥500\n【 Max 】5% 回帖金币+1",
    "超级幸运无敌辉石": "超级幸运无敌辉石\n【勋章类型】装备\n【创建时间】<a href=\"/thread-95016-1-1.html\" target=\"_blank\">2022-9-11（前往博物馆）</a>\n【入手条件】无\n【商店售价】1088金币\n【等级1】1% 回帖血液+5、发帖血液+5▕▏升级条件：消耗1188血液\n【 Max 】1% 回帖金币+20、发帖金币+20",
    "思绪骤聚": "思绪骤聚\n【勋章类型】咒术\n【创建时间】<a href=\"/thread-94957-1-1.html\" target=\"_blank\">2022-9-11（前往博物馆）</a>\n【入手条件】咒术≥20，知识≥10\n【商店售价】15咒术\n【持续时间】5天\n【等级1】3% 回帖知识+1、发帖知识+1▕▏升级条件：消耗-1知识\n【等级2】无属性▕▏升级条件：知识≥500\n【 Max 】无属性",
    "雷霆晶球": "雷霆晶球\n【勋章类型】咒术\n【创建时间】<a href=\"/thread-94956-1-1.html\" target=\"_blank\">2022-9-11（前往博物馆）</a>\n【入手条件】咒术≥14\n【商店售价】7咒术\n【持续时间】7天\n【等级1】无属性▕▏升级条件：消耗7咒术\n【等级2】7% 回帖血液+1 咒术+1、发帖血液+1 咒术+1▕▏升级条件：消耗-7咒术\n【 Max 】无属性",
    "茉香啤酒": "茉香啤酒\n【勋章类型】赠礼\n【创建时间】<a href=\"/thread-94953-1-1.html\" target=\"_blank\">2022-9-11（前往博物馆）</a>\n【入手条件】只可赠送\n【商店售价】25金币\n【持续时间】3天\n【等级1】无属性▕▏升级条件：消耗-1血液\n【 Max 】15% 回帖血液+1 堕落-1、发帖血液-1 堕落+1",
    "闪光糖果盒": "闪光糖果盒\n【勋章类型】赠礼\n【创建时间】<a href=\"/thread-94952-1-1.html\" target=\"_blank\">2022-9-11（前往博物馆）</a>\n【入手条件】只可赠送\n【商店售价】70金币\n【持续时间】7天\n【 Max 】17% 发帖咒术+1 血液+3",
    "博伊卡": "博伊卡\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-94950-1-1.html\" target=\"_blank\">2022-9-11（前往博物馆）</a>\n【入手条件】追随≥20\n【商店售价】550金币\n【等级1】5% 回帖金币+1、发帖金币+2▕▏升级条件：消耗200血液\n【等级2】10% 回帖金币+1、发帖金币+2▕▏升级条件：消耗400血液\n【等级3】10% 回帖金币+2 血液-1、发帖金币+3 血液-1▕▏升级条件：消耗-100金币\n【等级4】13% 回帖金币+3 血液-1、发帖金币+5 血液-1▕▏升级条件：消耗600血液\n【 Max 】15% 回帖金币+3、发帖金币+5",
    "擎天柱（Peterbilt389）": "擎天柱（Peterbilt389）\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-94949-1-1.html\" target=\"_blank\">2022-9-11（前往博物馆）</a>\n【入手条件】追随≥20\n【商店售价】400金币\n【等级1】4% 回帖血液+1、发帖咒术+1▕▏升级条件：消耗233血液\n【等级2】5% 回帖咒术+1 血液+1、发帖咒术+1▕▏升级条件：消耗233金币\n【等级3】6% 回帖咒术+1 血液+1、发帖咒术+1▕▏升级条件：消耗66咒术\n【等级4】7% 回帖咒术+1 血液+2、发帖旅程+1▕▏升级条件：旅程≥80\n【 Max 】8% 回帖咒术+1 血液+3、发帖旅程+1",
    "大黄蜂（ChevroletCamaro）": "大黄蜂（ChevroletCamaro）\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-94948-1-1.html\" target=\"_blank\">2022-9-11（前往博物馆）</a>\n【入手条件】旅程≥10\n【商店售价】300金币\n【等级1】4% 回帖金币+1 血液+1、发帖咒术+1▕▏升级条件：消耗100金币\n【等级2】6% 回帖金币+1 血液+1、发帖咒术+1▕▏升级条件：消耗100血液\n【等级3】8% 回帖金币+1 血液+1、发帖咒术+1▕▏升级条件：消耗30咒术\n【 Max 】10% 回帖血液+1 金币+1、发帖咒术+1",
    "桐生一马": "桐生一马\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-94947-1-1.html\" target=\"_blank\">2022-9-11（前往博物馆）</a>\n【入手条件】追随≥20\n【商店售价】500金币\n【等级1】8% 回帖金币+1▕▏升级条件：消耗200血液\n【等级2】8% 回帖金币+1 血液+1▕▏升级条件：追随≥88\n【 Max 】15% 回帖金币+1 血液+1",
    "不灭狂雷-沃利贝尔": "不灭狂雷-沃利贝尔\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-94946-1-1.html\" target=\"_blank\">2022-9-11（前往博物馆）</a>\n【入手条件】堕落≥20\n【商店售价】500金币\n【等级1】2% 回帖血液+1、发帖血液+2 堕落+1▕▏升级条件：消耗200血液\n【等级2】5% 回帖血液+1 堕落+1、发帖血液+3 堕落+1▕▏升级条件：咒术≥100\n【 Max 】10% 回帖血液+2 堕落+1、发帖血液+3 堕落+1",
    "豹王": "豹王\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-94945-1-1.html\" target=\"_blank\">2022-9-11（前往博物馆）</a>\n【入手条件】无\n【商店售价】400金币\n【等级1】2% 回帖金币+2▕▏升级条件：追随≥50\n【等级2】5% 回帖金币+2▕▏升级条件：消耗100金币\n【等级3】8% 回帖金币+2、发帖旅程+1▕▏升级条件：消耗100血液\n【 Max 】11% 回帖金币+2、发帖旅程+1",
    "海与天之蛋": "海与天之蛋\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-92248-1-1.html\" target=\"_blank\">2022-7-1（前往博物馆）</a>\n【入手条件】海洋生物奇缘【Magic Sweet】活动优胜奖\n【等级1】2% 回帖血液-1 咒术+1▕▏升级条件：金币≥100\n【 Max 】2% 回帖咒术+1",
    "海的记忆": "海的记忆\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-92246-1-1.html\" target=\"_blank\">2022-7-1（前往博物馆）</a>\n【入手条件】海洋生物奇缘【Magic Sweet】活动中生存奖励\n【 Max 】1% 回帖血液+1",
    "莱托·厄崔迪": "莱托·厄崔迪\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-91431-1-1.html\" target=\"_blank\">2022-6-11（前往博物馆）</a>\n【入手条件】无\n【商店售价】350金币\n【等级1】6% 回帖血液+2▕▏升级条件：消耗50金币\n【等级2】8% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗50血液\n【等级3】10% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗150金币\n【 Max 】12% 回帖血液+2、发帖知识+1",
    "玄生万物": "玄生万物\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-91429-1-1.html\" target=\"_blank\">2022-6-11（前往博物馆）</a>\n【入手条件】【九周年】活动奖励\n【 Max 】9% 回帖金币+1",
    "美恐：启程": "美恐：启程\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-91428-1-1.html\" target=\"_blank\">2022-6-11（前往博物馆）</a>\n【入手条件】旅程≥15，知识≥15，血液≥200\n【商店售价】100金币\n【等级1】1% 回帖旅程+1▕▏升级条件：消耗1旅程\n【等级2】2% 回帖血液+1▕▏升级条件：消耗50血液\n【等级3】1% 回帖知识+1▕▏升级条件：消耗1旅程\n【等级4】1% 回帖血液+2▕▏升级条件：消耗50金币\n【等级5】1% 回帖旅程+1▕▏升级条件：消耗1旅程\n【等级6】1% 回帖血液+2▕▏升级条件：消耗50血液\n【等级7】2% 回帖血液+1▕▏升级条件：消耗50金币\n【等级8】1% 回帖知识+1▕▏升级条件：消耗-1知识\n【等级9】2% 回帖血液+2▕▏升级条件：消耗-3旅程\n【 Max 】3% 回帖旅程+1",
    "海边的邻居": "海边的邻居\n【勋章类型】天赋\n【创建时间】<a href=\"/thread-91427-1-1.html\" target=\"_blank\">2022-6-11（前往博物馆）</a>\n【入手条件】金币≥1500，追随≥150\n【等级1】5% 发帖咒术+1▕▏升级条件：在线时间(小时)≥888\n【等级2】15% 发帖咒术+1▕▏升级条件：知识≥60\n【 Max 】30% 发帖咒术+1",
    "海边的蛋": "海边的蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-91425-1-1.html\" target=\"_blank\">2022-6-11（前往博物馆）</a>\n【入手条件】在线时间(小时)≥300\n【商店售价】288金币\n【等级1】10% 回帖金币+1▕▏升级条件：消耗100金币\n【 Max 】20% 回帖金币+1、发帖金币+3",
    "梦中的列车": "梦中的列车\n【勋章类型】资产\n【创建时间】<a href=\"/thread-91424-1-1.html\" target=\"_blank\">2022-6-11（前往博物馆）</a>\n【入手条件】旅程≥25\n【商店售价】350金币\n【等级1】无属性▕▏升级条件：消耗1旅程\n【等级2】无属性▕▏升级条件：消耗1旅程\n【等级3】无属性▕▏升级条件：消耗1旅程\n【等级4】无属性▕▏升级条件：消耗1旅程\n【等级5】无属性▕▏升级条件：消耗1旅程\n【等级6】无属性▕▏升级条件：消耗1旅程\n【等级7】无属性▕▏升级条件：消耗1旅程\n【等级8】无属性▕▏升级条件：消耗1旅程\n【等级9】无属性▕▏升级条件：消耗1旅程\n【等级10】无属性▕▏升级条件：消耗1旅程\n【等级11】无属性▕▏升级条件：消耗-10旅程\n【 Max 】3% 回帖知识+1、发帖知识+1",
    "秘密空瓶": "秘密空瓶\n【勋章类型】资产\n【创建时间】<a href=\"/thread-91420-1-1.html\" target=\"_blank\">2022-6-11（前往博物馆）</a>\n【入手条件】追随≥42\n【商店售价】666金币\n【等级1】15% 回帖血液+1▕▏升级条件：消耗1灵魂\n【等级2】100% 发帖血液+2▕▏升级条件：灵魂≥1\n【 Max 】100% 发帖金币+2 血液+1",
    "恩惠护符": "恩惠护符\n【勋章类型】装备\n【创建时间】<a href=\"/thread-91419-1-1.html\" target=\"_blank\">2022-6-11（前往博物馆）</a>\n【入手条件】旅程≥10\n【商店售价】350金币\n【等级1】3% 回帖金币+1、发帖金币+1▕▏升级条件：消耗350金币\n【等级2】6% 回帖金币+2、发帖金币+3▕▏升级条件：旅程≥69\n【 Max 】9% 回帖金币+3、发帖金币+5",
    "贤者头盔": "贤者头盔\n【勋章类型】装备\n【创建时间】<a href=\"/thread-91418-1-1.html\" target=\"_blank\">2022-6-11（前往博物馆）</a>\n【入手条件】知识≥1\n【商店售价】200金币\n【等级1】8% 回帖金币-1 咒术+1、发帖金币+1▕▏升级条件：消耗100血液\n【等级2】10% 回帖血液-1 咒术+1、发帖咒术+1▕▏升级条件：消耗100金币\n【 Max 】8% 回帖咒术+1、发帖知识+1",
    "西弗勒斯·斯内普": "西弗勒斯·斯内普\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-91416-1-1.html\" target=\"_blank\">2022-6-10（前往博物馆）</a>\n【入手条件】旅程≥38\n【商店售价】666金币\n【等级1】12% 回帖血液+1、发帖旅程+1▕▏升级条件：消耗99血液\n【等级2】10% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗99金币\n【等级3】8% 回帖血液+3、发帖旅程+1▕▏升级条件：消耗1314血液\n【等级4】6% 回帖旅程+1▕▏升级条件：金币≥999\n【 Max 】2% 回帖旅程+1、发帖灵魂+1",
    "阿不思·邓布利多": "阿不思·邓布利多\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-91415-1-1.html\" target=\"_blank\">2022-6-10（前往博物馆）</a>\n【入手条件】旅程≥10\n【商店售价】250金币\n【等级1】6% 回帖血液+1、发帖血液+3▕▏升级条件：消耗333金币\n【等级2】8% 回帖血液+1、发帖血液+3▕▏升级条件：消耗444血液\n【等级3】10% 回帖血液+2、发帖血液+3▕▏升级条件：消耗77咒术\n【等级4】15% 回帖血液+2、发帖知识+1▕▏升级条件：旅程≥115\n【 Max 】16% 回帖血液+3、发帖知识+1",
    "诺克提斯·路西斯·伽拉姆": "诺克提斯·路西斯·伽拉姆\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-91414-1-1.html\" target=\"_blank\">2022-6-10（前往博物馆）</a>\n【入手条件】旅程≥15\n【商店售价】666金币\n【等级1】4% 回帖血液+1、发帖旅程+1▕▏升级条件：旅程≥30\n【等级2】8% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗200血液\n【等级3】12% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗350血液\n【等级4】15% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗1灵魂\n【 Max 】18% 回帖血液+3、发帖旅程+1",
    "普隆普特·阿金塔姆": "普隆普特·阿金塔姆\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-91413-1-1.html\" target=\"_blank\">2022-6-10（前往博物馆）</a>\n【入手条件】知识≥10\n【商店售价】500金币\n【等级1】3% 回帖金币+1、发帖旅程+1▕▏升级条件：知识≥30\n【等级2】6% 回帖金币+2、发帖旅程+1▕▏升级条件：消耗100金币\n【等级3】9% 回帖金币+2、发帖旅程+1▕▏升级条件：消耗200金币\n【等级4】12% 回帖金币+2、发帖旅程+1▕▏升级条件：咒术≥188\n【 Max 】15% 回帖金币+2、发帖旅程+1",
    "时间变异管理局": "时间变异管理局\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-88880-1-1.html\" target=\"_blank\">2022-5-1（前往博物馆）</a>\n【入手条件】在线时间(小时)≥199，知识≥19，旅程≥19\n【商店售价】100金币\n【等级1】2% 回帖血液+1、发帖金币+1▕▏升级条件：在线时间(小时)≥999\n【等级2】2% 回帖金币+2、发帖血液+2▕▏升级条件：在线时间(小时)≥1999\n【等级3】3% 回帖咒术+1、发帖咒术+1▕▏升级条件：在线时间(小时)≥2999\n【 Max 】3% 回帖旅程+1、发帖旅程+1",
    "黑豹": "黑豹\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-88879-1-1.html\" target=\"_blank\">2022-5-1（前往博物馆）</a>\n【入手条件】知识≥5\n【商店售价】320金币\n【等级1】6% 回帖血液+1 堕落-1、发帖咒术+1▕▏升级条件：消耗100血液\n【等级2】8% 回帖血液+1 堕落-1、发帖咒术+1▕▏升级条件：消耗200金币\n【等级3】10% 回帖血液+1 堕落-1、发帖咒术+1▕▏升级条件：消耗50咒术\n【 Max 】12% 回帖血液+2 堕落-1、发帖咒术+1",
    "神灯": "神灯\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-88878-1-1.html\" target=\"_blank\">2022-5-1（前往博物馆）</a>\n【入手条件】无\n【商店售价】300金币\n【等级1】5% 回帖血液+1、发帖血液+1▕▏升级条件：消耗100金币\n【等级2】8% 回帖血液+1、发帖血液+1▕▏升级条件：消耗150金币\n【等级3】10% 回帖血液+1、发帖血液+1▕▏升级条件：消耗200金币\n【等级4】12% 回帖血液+2、发帖血液+2▕▏升级条件：消耗300金币\n【 Max 】8% 回帖血液+2 咒术+1、发帖血液+2 咒术+1",
    "莱戈拉斯": "莱戈拉斯\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-88877-1-1.html\" target=\"_blank\">2022-5-1（前往博物馆）</a>\n【入手条件】无\n【商店售价】300金币\n【等级1】5% 回帖金币+1、发帖血液+1▕▏升级条件：消耗50金币\n【等级2】6% 回帖金币+1、发帖血液+2▕▏升级条件：消耗50血液\n【等级3】7% 回帖金币+2、发帖血液+2▕▏升级条件：消耗100金币\n【 Max 】8% 回帖金币+2、发帖血液+3",
    "甘道夫": "甘道夫\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-88876-1-1.html\" target=\"_blank\">2022-5-1（前往博物馆）</a>\n【入手条件】知识≥18\n【商店售价】700金币\n【等级1】8% 回帖血液+1 、发帖知识+1▕▏升级条件：旅程≥60\n【等级2】10% 发帖血液+2 知识+1▕▏升级条件：灵魂≥2\n【等级3】1% 发帖灵魂+1▕▏升级条件：消耗1点堕落\n【等级4】12% 回帖血液+2、发帖咒术+1▕▏升级条件：消耗111咒术\n【 Max 】15% 回帖血液+3、发帖咒术+2",
    "小天狼星·布莱克": "小天狼星·布莱克\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-88875-1-1.html\" target=\"_blank\">2022-5-1（前往博物馆）</a>\n【入手条件】堕落≤30\n【商店售价】520金币\n【等级1】10% 回帖血液+1、发帖血液+3▕▏升级条件：消耗123咒术\n【等级2】8% 回帖血液-1 咒术+1、发帖血液-3 咒术+3▕▏升级条件：血液≥520\n【 Max 】10% 回帖咒术+1、发帖知识+1",
    "不起眼的空瓶": "不起眼的空瓶\n【勋章类型】储蓄\n【创建时间】<a href=\"/thread-88874-1-1.html\" target=\"_blank\">2022-5-1（前往博物馆）</a>\n【入手条件】无\n【商店售价】10咒术\n【持续时间】7天\n【等级1】8% 回帖咒术+1、发帖咒术+1▕▏升级条件：消耗-13咒术\n【 Max 】无属性",
    "生命树叶": "生命树叶\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-88872-1-1.html\" target=\"_blank\">2022-5-1（前往博物馆）</a>\n【入手条件】【Collect Barter】活动奖励\n【等级1】3% 回帖血液+1▕▏升级条件：消耗100金币\n【 Max 】1% 回帖旅程+1",
    "孔明灯": "孔明灯\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-87022-1-1.html\" target=\"_blank\">2022-3-16（前往博物馆）</a>\n【入手条件】【月光永夜】活动奖励\n【等级1】2% 回帖堕落-1 血液+1▕▏升级条件：消耗1旅程\n【 Max 】4% 回帖堕落-1 血液+1",
    "男色诱惑": "男色诱惑\n【勋章类型】天赋\n【创建时间】<a href=\"/thread-85525-1-1.html\" target=\"_blank\">2022-2-2（前往博物馆）</a>\n【入手条件】堕落≥100，知识≥50\n【等级1】11% 发帖血液+3▕▏升级条件：堕落≥200\n【等级2】22% 发帖血液+4▕▏升级条件：堕落≥300\n【 Max 】33% 发帖血液+5",
    "血红色的蛋": "血红色的蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-85524-1-1.html\" target=\"_blank\">2022-2-2（前往博物馆）</a>\n【入手条件】堕落≥60\n【商店售价】290金币\n【等级1】5% 回帖金币+1▕▏升级条件：消耗75血液\n【等级2】10% 回帖金币+1 堕落+1▕▏升级条件：消耗100血液\n【 Max 】15% 回帖金币+1 堕落+1",
    "五彩斑斓的蛋": "五彩斑斓的蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-85523-1-1.html\" target=\"_blank\">2022-2-2（前往博物馆）</a>\n【入手条件】堕落≤100，旅程≥50\n【商店售价】220金币\n【等级1】2% 回帖血液+1▕▏升级条件：消耗100血液\n【等级2】5% 回帖咒术+1 血液-1▕▏升级条件：消耗50咒术\n【 Max 】8% 回帖咒术+2 堕落-1",
    "One Ring": "One Ring\n【勋章类型】资产\n【创建时间】<a href=\"/thread-85522-1-1.html\" target=\"_blank\">2022-2-2（前往博物馆）</a>\n【入手条件】旅程≥25\n【商店售价】500金币\n【等级1】无属性▕▏升级条件：消耗200金币\n【等级2】无属性▕▏升级条件：消耗-1堕落\n【等级3】无属性▕▏升级条件：消耗-1堕落\n【等级4】无属性▕▏升级条件：消耗-1堕落\n【等级5】无属性▕▏升级条件：消耗-1堕落\n【等级6】无属性▕▏升级条件：消耗-1堕落\n【等级7】无属性▕▏升级条件：消耗-1堕落\n【等级8】无属性▕▏升级条件：消耗-1堕落\n【等级9】无属性▕▏升级条件：消耗-1堕落\n【等级10】无属性▕▏升级条件：消耗-1堕落\n【等级11】无属性▕▏升级条件：消耗10堕落\n【 Max 】50% 发帖血液+1 堕落-1",
    "男用贞操带": "男用贞操带\n【勋章类型】装备\n【创建时间】<a href=\"/thread-85521-1-1.html\" target=\"_blank\">2022-2-2（前往博物馆）</a>\n【入手条件】无\n【商店售价】180金币\n【 Max 】3% 回帖旅程+1 堕落-1",
    "赫敏·格兰杰": "赫敏·格兰杰\n【勋章类型】女从\n【创建时间】<a href=\"/thread-85520-1-1.html\" target=\"_blank\">2022-2-2（前往博物馆）</a>\n【入手条件】发帖数≥30\n【商店售价】300金币\n【等级1】6% 回帖血液+1、发帖 血液+1 咒术+1▕▏升级条件：消耗100血液\n【等级2】8% 回帖血液+1、发帖血液+1 咒术+1▕▏升级条件：消耗150血液\n【等级3】10% 回帖血液+1、发帖血液+1 咒术+1▕▏升级条件：消耗30咒术\n【 Max 】10% 回帖血液+2、发帖血液+2 咒术+1",
    "威克多尔·克鲁姆": "威克多尔·克鲁姆\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-85519-1-1.html\" target=\"_blank\">2022-2-2（前往博物馆）</a>\n【入手条件】血液≥100\n【商店售价】300金币\n【等级1】6% 回帖金币+1、发帖金币+1 咒术+1▕▏升级条件：消耗100金币\n【等级2】8% 回帖金币+1、发帖金币+1 咒术+1▕▏升级条件：消耗150金币\n【等级3】10% 回帖金币+1、发帖金币+1 咒术+1▕▏升级条件：消耗30咒术\n【 Max 】10% 回帖金币+2、发帖金币+2 咒术+1",
    "异形": "异形\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-85517-1-1.html\" target=\"_blank\">2022-2-2（前往博物馆）</a>\n【入手条件】堕落≥20\n【商店售价】580金币\n【等级1】6% 回帖血液+1▕▏升级条件：堕落≥44\n【等级2】8% 回帖血液+1▕▏升级条件：消耗188血液\n【等级3】10% 回帖血液+2▕▏升级条件：追随≥108\n【等级4】12% 回帖血液+2 金币-1▕▏升级条件：金币>999\n【 Max 】15% 回帖血液+3 金币-1、发帖旅程+1",
    "瑟兰迪尔": "瑟兰迪尔\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-85516-1-1.html\" target=\"_blank\">2022-2-2（前往博物馆）</a>\n【入手条件】在线时间(小时)≥99\n【商店售价】400金币\n【等级1】5% 回帖金币+1、发帖金币+3▕▏升级条件：消耗130金币\n【等级2】8% 回帖金币+1、发帖金币+3▕▏升级条件：消耗130血液\n【等级3】10% 回帖金币+1、发帖金币+3▕▏升级条件：知识≥40\n【 Max 】10% 回帖金币+2、发帖金币+3",
    "阿拉贡": "阿拉贡\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-85514-1-1.html\" target=\"_blank\">2022-2-1（前往博物馆）</a>\n【入手条件】主题数≥15\n【商店售价】680金币\n【等级1】10% 回帖血液+1、发帖血液+3▕▏升级条件：消耗365血液\n【等级2】12% 回帖血液+1、发帖血液+3▕▏升级条件：旅程≥88\n【等级3】12% 回帖血液+2、发帖旅程+1▕▏升级条件：追随≥365\n【等级4】16% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗1413金币\n【 Max 】18% 回帖血液+3、发帖旅程+1",
    "岛田源氏": "岛田源氏\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-85513-1-1.html\" target=\"_blank\">2022-2-1（前往博物馆）</a>\n【入手条件】旅程≥20\n【商店售价】600金币\n【等级1】6% 回帖血液+1、发帖血液+1▕▏升级条件：消耗300血液\n【等级2】8% 回帖血液+1、发帖血液+1▕▏升级条件：消耗300金币\n【等级3】10% 回帖血液+1、发帖血液+2▕▏升级条件：旅程≥60\n【等级4】11% 回帖血液+1、发帖血液+3▕▏升级条件：消耗300血液\n【等级5】13% 回帖血液+2、发帖血液+4▕▏升级条件：知识≥130\n【 Max 】15% 回帖血液+3、发帖血液+5",
    "压箱底的泡面": "压箱底的泡面\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-84534-1-1.html\" target=\"_blank\">2022-1-1（前往博物馆）</a>\n【入手条件】【来年之约】活动奖励\n【 Max 】2% 回帖血液+1",
    "闪耀圣诞球": "闪耀圣诞球\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-84015-1-1.html\" target=\"_blank\">2021-12-13（前往博物馆）</a>\n【入手条件】【雪夜归人】系列活动奖励\n【 Max 】2% 回帖血液+1、发帖血液+1",
    "男巫之歌": "男巫之歌\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-83988-1-1.html\" target=\"_blank\">2021-12-13（前往博物馆）</a>\n【入手条件】金币≥888，追随≥100，知识≥20\n【商店售价】100金币\n【等级1】无属性▕▏升级条件：消耗150金币\n【等级2】无属性▕▏升级条件：消耗150金币\n【等级3】无属性▕▏升级条件：消耗150金币\n【等级4】无属性▕▏升级条件：消耗150金币\n【等级5】无属性▕▏升级条件：消耗150金币\n【等级6】无属性▕▏升级条件：消耗150金币\n【等级7】无属性▕▏升级条件：消耗-1旅程\n【等级8】15% 回帖血液+1、发帖血液+1▕▏升级条件：消耗1灵魂\n【 Max 】50% 回帖血液+1、发帖血液+2",
    "物理学圣剑": "物理学圣剑\n【勋章类型】装备\n【创建时间】<a href=\"/thread-83987-1-1.html\" target=\"_blank\">2021-12-13（前往博物馆）</a>\n【入手条件】无\n【商店售价】188金币\n【 Max 】6% 回帖血液+1、发帖知识+1",
    "力量腕带": "力量腕带\n【勋章类型】装备\n【创建时间】<a href=\"/thread-83986-1-1.html\" target=\"_blank\">2021-12-13（前往博物馆）</a>\n【入手条件】无\n【商店售价】125金币\n【 Max 】8% 回帖金币+1",
    "Vergil": "Vergil\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-83985-1-1.html\" target=\"_blank\">2021-12-13（前往博物馆）</a>\n【入手条件】咒术≥15\n【商店售价】500金币\n【等级1】4% 回帖血液+1、发帖血液+2▕▏升级条件：消耗150金币\n【等级2】4% 回帖血液+1、发帖咒术+2▕▏升级条件：追随≥50\n【等级3】5% 回帖咒术+1、发帖咒术+2▕▏升级条件：消耗150血液\n【等级4】6% 回帖咒术+1、发帖咒术+2▕▏升级条件：消耗88咒术\n【等级5】8% 回帖咒术+1、发帖咒术+2▕▏升级条件：咒术≥130\n【 Max 】15% 回帖血液+2、发帖咒术+3",
    "Dante": "Dante\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-83984-1-1.html\" target=\"_blank\">2021-12-13（前往博物馆）</a>\n【入手条件】主题数≥5\n【商店售价】666金币\n【等级1】4% 回帖血液+1、发帖血液+1▕▏升级条件：消耗150金币\n【等级2】6% 回帖血液+1、发帖血液+1▕▏升级条件：消耗150血液\n【等级3】8% 回帖血液+1、发帖血液+1▕▏升级条件：旅程≥50\n【等级4】10% 回帖血液+1、发帖血液+1▕▏升级条件：消耗88咒术\n【等级5】12% 回帖血液+2、发帖血液+2▕▏升级条件：血液≥666\n【等级6】15% 回帖血液+2 堕落-1、发帖血液+2▕▏升级条件：血液≥999\n【 Max 】13% 回帖金币+3、发帖血液+3",
    "V (DMC5)": "V (DMC5)\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-83983-1-1.html\" target=\"_blank\">2021-12-13（前往博物馆）</a>\n【入手条件】堕落≤42\n【商店售价】500金币\n【等级1】4% 回帖堕落-1、发帖血液+2▕▏升级条件：金币≥200\n【等级2】6% 回帖堕落-1、发帖血液+2▕▏升级条件：知识≥30\n【等级3】8% 回帖血液+1 堕落-1、发帖血液+2▕▏升级条件：消耗150金币\n【等级4】10% 回帖血液+1 堕落-1、发帖血液+2▕▏升级条件：消耗150血液\n【等级5】13% 回帖血液+1 堕落-1、发帖血液+2▕▏升级条件：消耗66咒术\n【 Max 】13% 回帖血液+2 堕落-1、发帖血液+3",
    "Joker": "Joker\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-83981-1-1.html\" target=\"_blank\">2021-12-13（前往博物馆）</a>\n【入手条件】追随≥1\n【商店售价】400金币\n【等级1】6% 回帖金币+1 血液+1、发帖金币+1 血液+1▕▏升级条件：追随≥30\n【等级2】8% 回帖金币+1 血液+1、发帖金币+1 血液+1▕▏升级条件：追随≥60\n【等级3】10% 回帖金币+1 血液+1、发帖金币+1 血液+1▕▏升级条件：追随≥90\n【等级4】2% 回帖旅程+1 知识+1、发帖旅程+1 知识+1▕▏升级条件：追随≥180\n【 Max 】3% 回帖旅程+1 知识+1、发帖旅程+1 知识+1",
    "英雄联盟": "英雄联盟\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-82413-1-1.html\" target=\"_blank\">2021-10-5（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【 Max 】2% 回帖金币+1",
    "巴基 (猎鹰与冬兵)": "巴基 (猎鹰与冬兵)\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-82412-1-1.html\" target=\"_blank\">2021-10-5（前往博物馆）</a>\n【入手条件】无\n【商店售价】500金币\n【等级1】4% 回帖血液+1、发帖血液+1▕▏升级条件：消耗100血液\n【等级2】6% 回帖血液+1、发帖血液+1▕▏升级条件：消耗200血液\n【等级3】8% 回帖血液+2、发帖血液+2▕▏升级条件：消耗400血液\n【 Max 】12% 回帖血液+3、发帖血液+3",
    "卡洛斯·奥利维拉": "卡洛斯·奥利维拉\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-82411-1-1.html\" target=\"_blank\">2021-10-5（前往博物馆）</a>\n【入手条件】追随≥10\n【商店售价】600金币\n【等级1】4% 回帖金币+1▕▏升级条件：消耗200血液\n【等级2】4% 回帖咒术+1▕▏升级条件：知识≥20\n【等级3】6% 回帖金币+1 咒术+1▕▏升级条件：消耗500金币\n【等级4】8% 回帖金币+1 咒术+1、发帖旅程+1▕▏升级条件：知识≥100\n【 Max 】10% 回帖金币+2 咒术+1 血液-1、发帖旅程+1",
    "格拉迪欧拉斯": "格拉迪欧拉斯\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-82410-1-1.html\" target=\"_blank\">2021-10-5（前往博物馆）</a>\n【入手条件】血液≥100\n【商店售价】450金币\n【等级1】2% 回帖血液+1▕▏升级条件：消耗80金币\n【等级2】4% 回帖血液+1▕▏升级条件：追随≥50\n【等级3】8% 回帖血液+1、发帖血液+1▕▏升级条件：消耗120金币\n【等级4】11% 回帖血液+2、发帖血液+2▕▏升级条件：消耗330金币\n【 Max 】14% 回帖血液+2、发帖知识+1 血液+2",
    "炙热的格拉迪欧拉斯": "炙热的格拉迪欧拉斯\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-82409-1-1.html\" target=\"_blank\">2021-10-5（前往博物馆）</a>\n【入手条件】主题数≥15\n【商店售价】666金币\n【等级1】25% 回帖血液+2▕▏升级条件：咒术≥66\n【 Max 】50% 回帖血液+1",
    "小小行星": "小小行星\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-82408-1-1.html\" target=\"_blank\">2021-10-5（前往博物馆）</a>\n【入手条件】月面的时空之旅【Magic Sweet】活动中存活至最后\n【 Max 】2% 回帖金币+1",
    "缘定仙桥": "缘定仙桥\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-81124-1-1.html\" target=\"_blank\">2021-8-14（前往博物馆）</a>\n【入手条件】【情深所见】七夕系列活动奖励\n【 Max 】2% 回帖血液+1",
    "GM村蛋糕": "GM村蛋糕\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-81123-1-1.html\" target=\"_blank\">2021-8-14（前往博物馆）</a>\n【入手条件】<a href=\"/thread-80460-1-1.html\" target=\"_blank\">符合发放条件的用户（点击跳转）</a>\n【持续时间】1天\n【 Max 】30% 回帖金币+1 血液+1\n【特殊说明】兔兔只按大家站内资料填写的出生日期的月日来给大家制作蛋糕哦\n【特殊说明】所以记得把站内资料填写完整并且公开",
    "大古": "大古\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-81121-1-1.html\" target=\"_blank\">2021-8-14（前往博物馆）</a>\n【入手条件】主题数≥20\n【商店售价】300金币\n【等级1】2% 回帖金币+1 血液+1▕▏升级条件：血液≥100\n【等级2】4% 回帖金币+1 血液+1▕▏升级条件：消耗100血液\n【等级3】6% 回帖金币+1 血液+1▕▏升级条件：堕落≥50\n【等级4】8% 回帖血液+1 堕落+1▕▏升级条件：消耗200血液\n【等级5】10% 回帖金币+1 血液+1▕▏升级条件：血液≥666\n【 Max 】12% 回帖金币+1 血液+1、发帖旅程+1",
    "泰比里厄斯": "泰比里厄斯\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-81120-1-1.html\" target=\"_blank\">2021-8-14（前往博物馆）</a>\n【入手条件】咒术≥35\n【商店售价】555金币\n【等级1】5% 回帖血液+1、发帖咒术+1▕▏升级条件：消耗355金币\n【等级2】10% 回帖金币+1、发帖咒术+1▕▏升级条件：消耗255血液\n【等级3】12% 回帖血液+1、发帖咒术+1▕▏升级条件：咒术≥155\n【 Max 】15% 回帖血液+2、发帖旅程+1 咒术+1",
    "绯红女巫": "绯红女巫\n【勋章类型】女从\n【创建时间】<a href=\"/thread-81119-1-1.html\" target=\"_blank\">2021-8-14（前往博物馆）</a>\n【入手条件】堕落≥10\n【商店售价】400金币\n【等级1】2% 回帖堕落+1、发帖咒术+1▕▏升级条件：消耗100血液\n【等级2】4% 回帖堕落+1、发帖咒术+1▕▏升级条件：堕落≥33\n【等级3】4% 回帖堕落+1 金币+1、发帖咒术+2▕▏升级条件：消耗66咒术\n【等级4】6% 回帖堕落+1 金币+1、发帖咒术+2▕▏升级条件：堕落≥88\n【等级5】8% 回帖堕落+1 金币+2、发帖咒术+2▕▏升级条件：知识≥88\n【 Max 】10% 回帖堕落+1 金币+2、发帖咒术+2",
    "索尔·奥丁森": "索尔·奥丁森\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-81117-1-1.html\" target=\"_blank\">2021-8-14（前往博物馆）</a>\n【入手条件】知识≥5\n【商店售价】500金币\n【等级1】2% 回帖咒术+1、发帖旅程+1▕▏升级条件：消耗88金币\n【等级2】3% 回帖咒术+1 金币+1、发帖旅程+1▕▏升级条件：消耗88血液\n【等级3】4% 回帖咒术+1 金币+1、发帖旅程+1▕▏升级条件：消耗120金币\n【等级4】5% 回帖咒术+1 金币+2、发帖旅程+1▕▏升级条件：消耗66咒术\n【等级5】6% 回帖咒术+1 金币+2、发帖旅程+1▕▏升级条件：消耗188金币\n【等级6】7% 回帖咒术+1 金币+3、发帖旅程+1▕▏升级条件：旅程≥88\n【 Max 】8% 回帖咒术+1 金币+3、发帖旅程+1",
    "波板糖": "波板糖\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-80304-1-1.html\" target=\"_blank\">2021-7-13（前往博物馆）</a>\n【入手条件】妖精的迷城篇【Magic Sweet】活动冠军奖励\n【等级1】1% 发帖咒术+1【等级2】1% 回帖血液-1 咒术+1、发帖咒术+1【 Max 】1% 回帖咒术+1、发帖咒术+1",
    "魔法灵药": "魔法灵药\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-80303-1-1.html\" target=\"_blank\">2021-7-13（前往博物馆）</a>\n【入手条件】妖精的迷城篇【Magic Sweet】活动中生存到最后\n【 Max 】2% 回帖血液+1",
    "云上之光": "云上之光\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-79525-1-1.html\" target=\"_blank\">2021-6-14（前往博物馆）</a>\n【入手条件】【八周年】活动期间完成指定任务奖励\n【 Max 】4% 回帖血液+1 金币+1",
    "林中之蛋": "林中之蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-79459-1-1.html\" target=\"_blank\">2021-6-14（前往博物馆）</a>\n【入手条件】旅程≥35\n【商店售价】275金币\n【等级1】6% 回帖金币+1 血液+1▕▏升级条件：消耗213血液\n【 Max 】12% 回帖金币+1 血液+1",
    "超级无敌名贵金卡": "超级无敌名贵金卡\n【勋章类型】资产\n【创建时间】<a href=\"/thread-79458-1-1.html\" target=\"_blank\">2021-6-14（前往博物馆）</a>\n【入手条件】无\n【商店售价】688金币\n【 Max 】100% 回帖金币+0",
    "武士之魂": "武士之魂\n【勋章类型】装备\n【创建时间】<a href=\"/thread-79457-1-1.html\" target=\"_blank\">2021-6-14（前往博物馆）</a>\n【入手条件】知识≥30\n【商店售价】999金币\n【等级1】10% 回帖血液+1、发帖血液+2▕▏升级条件：知识≥50\n【等级2】12% 回帖血液+2、发帖血液+3▕▏升级条件：消耗130血液\n【等级3】15% 回帖血液+2 金币+1、发帖旅程+1▕▏升级条件：消耗1灵魂\n【 Max 】2% 回帖金币+1 血液+3 旅程+1 知识+1 、发帖灵魂+1",
    "Chris Mazdzer": "Chris Mazdzer\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-79456-1-1.html\" target=\"_blank\">2021-6-14（前往博物馆）</a>\n【入手条件】主题数≥5\n【商店售价】300金币\n【等级1】5% 回帖血液+1▕▏升级条件：消耗150金币\n【等级2】7% 回帖血液+2▕▏升级条件：消耗200金币\n【 Max 】10% 回帖血液+2",
    "艾吉奥": "艾吉奥\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-79454-1-1.html\" target=\"_blank\">2021-6-14（前往博物馆）</a>\n【入手条件】旅程≥15\n【商店售价】500金币\n【等级1】4% 回帖金币+1 血液+1、发帖金币+1 血液+1▕▏升级条件：消耗200金币\n【等级2】6% 回帖金币+1 血液+1、发帖金币+1 血液+1▕▏升级条件：消耗200血液\n【等级3】8% 回帖金币+2 血液+1、发帖金币+2 血液+1▕▏升级条件：消耗50咒术\n【等级4】3% 回帖金币+1 旅程+1 血液+1、发帖金币+1 旅程+1 血液+1▕▏升级条件：知识≥50\n【等级5】4% 回帖金币+2 旅程+1 血液+1、发帖金币+2 旅程+1 血液+1▕▏升级条件：知识≥120\n【 Max 】4% 回帖金币+3 旅程+1 血液+1、发帖金币+3 旅程+1 血液+1",
    "加勒特·霍克": "加勒特·霍克\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-79453-1-1.html\" target=\"_blank\">2021-6-14（前往博物馆）</a>\n【入手条件】无\n【商店售价】300金币\n【等级1】4% 回帖金币+1、发帖金币+2▕▏升级条件：消耗150金币\n【等级2】6% 回帖金币+1、发帖金币+3▕▏升级条件：消耗200血液\n【等级3】8% 回帖金币+1 血液+1、发帖金币+3▕▏升级条件：追随≥100\n【 Max 】10% 回帖金币+1 血液+1、发帖旅程+1 金币+3",
    "托尼·史塔克": "托尼·史塔克\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-79451-1-1.html\" target=\"_blank\">2021-6-14（前往博物馆）</a>\n【入手条件】旅程≥20\n【商店售价】650金币\n【等级1】5% 回帖血液+1、发帖血液+1▕▏升级条件：消耗50血液\n【等级2】6% 回帖血液+2、发帖血液+2▕▏升级条件：消耗100金币\n【等级3】7% 回帖血液+2、发帖血液+3▕▏升级条件：旅程≥40\n【等级4】8% 回帖血液+2、发帖知识+1▕▏升级条件：消耗150金币\n【等级5】9% 回帖血液+2、发帖知识+1▕▏升级条件：知识≥20\n【等级6】10% 回帖血液+2、发帖知识+1 血液+1▕▏升级条件：消耗200金币\n【等级7】11% 回帖血液+3 金币-1、发帖知识+1 血液+2▕▏升级条件：消耗200血液\n【等级8】12% 回帖血液+3 金币-1、发帖知识+1 血液+3▕▏升级条件：知识≥50\n【等级9】15% 发帖知识+1 血液+5▕▏升级条件：消耗999血液\n【 Max 】6% 回帖知识+1 血液+3、发帖知识+1 血液+5",
    "枯黄的种苗": "枯黄的种苗\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-78711-1-1.html\" target=\"_blank\">2021-5-8（前往博物馆）</a>\n【入手条件】【劳农时月】活动期间完成指定任务\n【等级1】2% 回帖金币+1、发帖血液+1 ▕▏升级条件：消耗10堕落\n【 Max 】2% 回帖血液+1 堕落-1、发帖血液+1 堕落-1",
    "士官长": "士官长\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-78154-1-1.html\" target=\"_blank\">2021-4-7（前往博物馆）</a>\n【入手条件】旅程≥10\n【商店售价】450金币\n【等级1】6% 回帖金币+1、发帖旅程+1▕▏升级条件：消耗200血液\n【等级2】8% 回帖金币+2 血液-1、发帖旅程+1▕▏升级条件：旅程≥50\n【 Max 】11% 回帖血液+3 金币-1、发帖旅程+1",
    "克苏鲁": "克苏鲁\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-78153-1-1.html\" target=\"_blank\">2021-4-7（前往博物馆）</a>\n【入手条件】堕落≥15\n【商店售价】666金币\n【等级1】4% 回帖堕落+1、发帖堕落+1▕▏升级条件：堕落≥33\n【等级2】6% 回帖堕落+1、发帖知识+1▕▏升级条件：消耗666血液\n【等级3】8% 回帖堕落+2、发帖知识+1 堕落+1 ▕▏升级条件：知识≥33\n【等级4】10% 回帖堕落+1 血液+1、发帖知识+1 堕落+2▕▏升级条件：消耗1灵魂\n【 Max 】33% 回帖堕落+1 血液+1、发帖堕落+2 血液+2",
    "金刚狼": "金刚狼\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-78152-1-1.html\" target=\"_blank\">2021-4-7（前往博物馆）</a>\n【入手条件】在线时间(小时)≥240\n【商店售价】400金币\n【等级1】5% 回帖堕落+1▕▏升级条件：堕落≥10\n【等级2】5% 回帖金币+1 血液+1▕▏升级条件：金币≥500\n【等级3】8% 回帖金币+1 血液+1▕▏升级条件：血液≥500\n【 Max 】10% 回帖金币+1 血液+1 堕落-1",
    "老旧的书籍": "老旧的书籍\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-78151-1-1.html\" target=\"_blank\">2021-4-7（前往博物馆）</a>\n【入手条件】【疑光重梦】活动期间拥有并展示勋章【大脑收容筒】同时完成指定任务\n【等级1】2% 回帖血液+1▕▏升级条件：消耗5咒术\n【 Max 】5% 发帖血液+1 堕落+1",
    "恶魔城": "恶魔城\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-77166-1-1.html\" target=\"_blank\">2021-2-11（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【 Max 】2% 回帖血液+1",
    "沙漠羽蛋": "沙漠羽蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-77165-1-1.html\" target=\"_blank\">2021-2-11（前往博物馆）</a>\n【入手条件】旅程≥25\n【商店售价】250金币\n【等级1】5% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗173金币\n【 Max 】10% 回帖血液+2、发帖旅程+1",
    "幽光彩蛋": "幽光彩蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-77164-1-1.html\" target=\"_blank\">2021-2-11（前往博物馆）</a>\n【入手条件】知识≥22\n【商店售价】300金币\n【等级1】5% 回帖血液+1、发帖咒术+1▕▏升级条件：消耗25咒术\n【等级2】8% 回帖血液+2、发帖咒术+1▕▏升级条件：旅程≥77\n【 Max 】14% 回帖血液+2、发帖咒术+1",
    "羽毛笔": "羽毛笔\n【勋章类型】资产\n【创建时间】<a href=\"/thread-77163-1-1.html\" target=\"_blank\">2021-2-11（前往博物馆）</a>\n【入手条件】知识≥5\n【商店售价】280金币\n【等级1】1% 回帖旅程+1 血液+1▕▏升级条件：消耗33血液\n【等级2】2% 回帖旅程+1 血液+1▕▏升级条件：消耗66血液\n【等级3】3% 回帖旅程+1 血液+1▕▏升级条件：消耗99血液\n【 Max 】4% 回帖旅程+1 血液+1",
    "冒险用宝箱": "冒险用宝箱\n【勋章类型】资产\n【创建时间】<a href=\"/thread-77162-1-1.html\" target=\"_blank\">2021-2-11（前往博物馆）</a>\n【入手条件】无\n【商店售价】200金币\n【等级1】5% 回帖血液+1▕▏升级条件：旅程≥25\n【等级2】5% 回帖血液+1、发帖旅程+1▕▏升级条件：消耗15咒术\n【 Max 】10% 回帖血液+1、发帖知识+1",
    "琉璃玉坠": "琉璃玉坠\n【勋章类型】装备\n【创建时间】<a href=\"/thread-77161-1-1.html\" target=\"_blank\">2021-2-11（前往博物馆）</a>\n【入手条件】无\n【商店售价】180金币\n【等级1】7% 回帖金币+1▕▏升级条件：消耗88血液\n【 Max 】7% 回帖血液+1 金币+1",
    "幻象": "幻象\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-77160-1-1.html\" target=\"_blank\">2021-2-11（前往博物馆）</a>\n【入手条件】无\n【商店售价】350金币\n【等级1】3% 回帖金币+1、发帖金币+1▕▏升级条件：追随≥40\n【等级2】6% 回帖金币+1、发帖金币+2▕▏升级条件：知识≥40\n【等级3】8% 回帖金币+2、发帖金币+2▕▏升级条件：消耗200金币\n【 Max 】10% 回帖金币+2、发帖金币+3",
    "三角头": "三角头\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-77159-1-1.html\" target=\"_blank\">2021-2-11（前往博物馆）</a>\n【入手条件】追随≥20\n【商店售价】450金币\n【等级1】6% 回帖血液+1、发帖堕落+1▕▏升级条件：主题数≥20\n【等级2】8% 回帖血液+2、发帖堕落+1▕▏升级条件：堕落≥50\n【 Max 】11% 回帖血液+2、发帖堕落+1 血液+2",
    "汉克/Hank": "汉克/Hank\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-77158-1-1.html\" target=\"_blank\">2021-2-11（前往博物馆）</a>\n【入手条件】主题数≥5\n【商店售价】500金币\n【等级1】5% 回帖血液+1▕▏升级条件：知识≥20\n【等级2】7% 回帖血液+1、发帖血液+1▕▏升级条件：追随≥40\n【等级3】9% 回帖血液+1、发帖血液+2▕▏升级条件：旅程≥60\n【等级4】11% 回帖血液+1、发帖血液+3▕▏升级条件：消耗500血液\n【等级5】13% 回帖血液+1、发帖旅程+1▕▏升级条件：消耗500金币\n【 Max 】25% 回帖血液+1、发帖旅程+1",
    "神秘的礼物": "神秘的礼物\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-76565-1-1.html\" target=\"_blank\">2020-12-24（前往博物馆）</a>\n【入手条件】【影惑阴霾】活动期间完成指定任务\n【等级1】1% 回帖金币+1、发帖金币+1▕▏升级条件：消耗12血液\n【等级2】2% 回帖金币+1、发帖金币+1▕▏升级条件：消耗12金币\n【 Max 】3% 回帖金币+1、发帖金币+1",
    "赛博朋克2077": "赛博朋克2077\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-76564-1-1.html\" target=\"_blank\">2020-12-24（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【 Max 】1% 回帖旅程+1",
    "风雪之家": "风雪之家\n【勋章类型】天赋\n【创建时间】<a href=\"/thread-76563-1-1.html\" target=\"_blank\">2020-12-24（前往博物馆）</a>\n【入手条件】注册天数≥365，追随≥50\n【 Max 】1% 回帖血液+5 金币+5、发帖灵魂+1",
    "万圣彩蛋": "万圣彩蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-76562-1-1.html\" target=\"_blank\">2020-12-24（前往博物馆）</a>\n【入手条件】追随≥35\n【商店售价】310金币\n【等级1】6% 回帖金币+2、发帖金币+2▕▏升级条件：消耗33咒术\n【 Max 】12% 回帖金币+2、发帖金币+2",
    "螺旋纹卵": "螺旋纹卵\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-76561-1-1.html\" target=\"_blank\">2020-12-24（前往博物馆）</a>\n【入手条件】旅程≥33\n【商店售价】270金币\n【等级1】5% 回帖堕落+1 金币+1▕▏升级条件：消耗188血液\n【 Max 】11% 回帖堕落+1 金币+1",
    "社畜专用闹钟": "社畜专用闹钟\n【勋章类型】资产\n【创建时间】<a href=\"/thread-76560-1-1.html\" target=\"_blank\">2020-12-24（前往博物馆）</a>\n【入手条件】无\n【商店售价】150金币\n【等级1】20% 回帖金币+1 血液-1▕▏升级条件：金币>996\n【 Max 】20% 回帖金币-1 血液+1",
    "GM論壇初心者勛章": "GM論壇初心者勛章\n【勋章类型】资产\n【创建时间】<a href=\"/thread-76559-1-1.html\" target=\"_blank\">2020-12-24（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【等级1】15% 回帖金币+1 血液+1、发帖金币+3 血液+3▕▏升级条件：在线时间(小时)≥72\n【等级2】12% 回帖金币+1 血液+1、发帖金币+3 血液+3▕▏升级条件：在线时间(小时)≥150\n【等级3】8% 回帖金币+1 血液+1、发帖金币+3 血液+3▕▏升级条件：在线时间(小时)≥280\n【等级4】5% 回帖金币+1 血液+1、发帖金币+3 血液+3▕▏升级条件：在线时间(小时)≥560\n【 Max 】2% 回帖金币+1 血液+1、发帖金币+5 血液+5",
    "Scott Ryder": "Scott Ryder\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-76558-1-1.html\" target=\"_blank\">2020-12-24（前往博物馆）</a>\n【入手条件】无\n【商店售价】400金币\n【等级1】4% 回帖金币+2▕▏升级条件：消耗80血液\n【等级2】4% 回帖金币+2、发帖旅程+1▕▏升级条件：追随≥40\n【等级3】6% 回帖金币+2、发帖旅程+1▕▏升级条件：消耗120金币\n【 Max 】8% 回帖金币+2、发帖旅程+1",
    "鬼王酒吞童子": "鬼王酒吞童子\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-76557-1-1.html\" target=\"_blank\">2020-12-24（前往博物馆）</a>\n【入手条件】在线时间(小时)≥100\n【商店售价】300金币\n【等级1】4% 回帖血液+1▕▏升级条件：消耗50金币\n【等级2】勋章博物馆资料暂缺\n【等级3】8% 回帖血液+1、发帖堕落+1▕▏升级条件：堕落≥50\n【 Max 】10% 回帖血液+1、发帖堕落+2",
    "阿尔伯特·威斯克": "阿尔伯特·威斯克\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-76556-1-1.html\" target=\"_blank\">2020-12-24（前往博物馆）</a>\n【入手条件】知识≥10\n【商店售价】400金币\n【等级1】3% 回帖血液+1、发帖血液+1▕▏升级条件：消耗100金币\n【等级2】5% 回帖血液+1、发帖血液+1▕▏升级条件：堕落≥30\n【等级3】8% 回帖血液+1、发帖血液+2▕▏升级条件：知识≥50\n【等级4】10% 回帖血液+1、发帖知识+1▕▏升级条件：知识≥100\n【 Max 】13% 回帖血液+2、发帖知识+1",
    "超人": "超人\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-76097-1-1.html\" target=\"_blank\">2020-11-11（前往博物馆）</a>\n【入手条件】堕落<500\n【商店售价】450金币\n【等级1】4% 回帖金币+1、堕落-1、发帖血液+1▕▏升级条件：血液≥200\n【等级2】6% 回帖金币+1、堕落-1、发帖血液+1▕▏升级条件：血液≥400\n【等级3】8% 回帖金币+2、发帖血液+2▕▏升级条件：血液≥600\n【 Max 】10% 回帖金币+3、发帖血液+3",
    "汤姆·赫兰德": "汤姆·赫兰德\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-76096-1-1.html\" target=\"_blank\">2020-11-11（前往博物馆）</a>\n【入手条件】知识≥5\n【商店售价】450金币\n【等级1】4% 回帖血液+1▕▏升级条件：消耗50金币\n【等级2】8% 回帖血液+1、发帖知识+1▕▏升级条件：知识≥20\n【等级3】10% 回帖血液+1、发帖知识+1▕▏升级条件：旅程≥50\n【 Max 】12% 回帖血液+1、发帖知识+1",
    "丹·安博尔": "丹·安博尔\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-76095-1-1.html\" target=\"_blank\">2020-11-11（前往博物馆）</a>\n【入手条件】无\n【商店售价】300金币\n【等级1】3% 回帖血液+1、发帖血液+2▕▏升级条件：追随≥10\n【等级2】4% 回帖金币+1 血液+1、发帖金币+1 血液+2▕▏升级条件：追随≥50\n【等级3】5% 回帖金币+1 血液+1、发帖金币+2 血液+2▕▏升级条件：消耗260血液\n【 Max 】6% 回帖金币+1 血液+2、发帖金币+2 血液+3",
    "万圣南瓜": "万圣南瓜\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-76083-1-1.html\" target=\"_blank\">2020-11-10（前往博物馆）</a>\n【入手条件】BR活动特别篇Hide and seek优胜奖\n【等级1】2% 回帖血液+2▕▏升级条件：消耗1旅程\n【 Max 】2% 回帖血液+2 旅程+1",
    "猫猫幽灵": "猫猫幽灵\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-76082-1-1.html\" target=\"_blank\">2020-11-10（前往博物馆）</a>\n【入手条件】BR活动特别篇Hide and seek参与奖\n【 Max 】2% 回帖血液+1",
    "掌中雪球瓶": "掌中雪球瓶\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-75757-1-1.html\" target=\"_blank\">2020-10-16（前往博物馆）</a>\n【入手条件】【霜降物语】活动期间完成指定任务\n【 Max 】3% 回帖血液+1",
    "最终幻想XIV": "最终幻想XIV\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-75756-1-1.html\" target=\"_blank\">2020-10-16（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【 Max 】1% 回帖旅程+1",
    "GHOST": "GHOST\n【勋章类型】资产\n【创建时间】<a href=\"/thread-75755-1-1.html\" target=\"_blank\">2020-10-16（前往博物馆）</a>\n【入手条件】堕落≥10\n【商店售价】200金币\n【等级1】1% 回帖血液-1 金币+1、发帖血液-1 金币+1▕▏升级条件：消耗10血液\n【等级2】2% 回帖血液-1 金币+1、发帖血液-1 金币+1▕▏升级条件：消耗10血液\n【等级3】3% 回帖血液-1 金币+1、发帖血液-1 金币+1▕▏升级条件：消耗10血液\n【等级4】4% 回帖血液-1 金币+2、发帖血液-1 金币+2▕▏升级条件：消耗10血液\n【等级5】5% 回帖血液-1 金币+2、发帖血液-1 金币+2▕▏升级条件：消耗10血液\n【等级6】6% 回帖血液-1 金币+2、发帖血液-1 金币+2▕▏升级条件：消耗10血液\n【 Max 】7% 回帖血液-1 金币+3、发帖血液-1 金币+3",
    "SCP-s-1889": "SCP-s-1889\n【勋章类型】资产\n【创建时间】<a href=\"/thread-75754-1-1.html\" target=\"_blank\">2020-10-16（前往博物馆）</a>\n【入手条件】旅程≥20\n【商店售价】450金币\n【等级1】无属性▕▏升级条件：消耗1旅程\n【等级2】无属性▕▏升级条件：消耗1旅程\n【等级3】无属性▕▏升级条件：消耗1旅程\n【等级4】无属性▕▏升级条件：消耗1旅程\n【等级5】无属性▕▏升级条件：消耗1旅程\n【等级6】无属性▕▏升级条件：消耗-5旅程\n【 Max 】3% 回帖知识+1 血液+2",
    "萨菲罗斯": "萨菲罗斯\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-75753-1-1.html\" target=\"_blank\">2020-10-16（前往博物馆）</a>\n【入手条件】在线时间(小时)>150\n【商店售价】440金币\n【等级1】4% 回帖血液+1、发帖血液+1▕▏升级条件：消耗130金币\n【等级2】7% 回帖堕落+1、发帖血液+2▕▏升级条件：消耗40咒术\n【等级3】8% 回帖血液+1 堕落+1、发帖血液+2 堕落+1▕▏升级条件：堕落≥100\n【等级4】10% 回帖血液+1 堕落+1、发帖血液+3▕▏升级条件：堕落≥150\n【等级5】12% 回帖血液+3 金币-1、发帖堕落+3▕▏升级条件：旅程≥100\n【等级6】14% 回帖血液+2 堕落+1、发帖血液+3▕▏升级条件：知识≥150\n【 Max 】16% 回帖血液+3 堕落+1、发帖血液+4",
    "【新手友好】昆進": "【新手友好】昆進\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-75752-1-1.html\" target=\"_blank\">2020-10-16（前往博物馆）</a>\n【入手条件】无\n【商店售价】250金币\n【等级1】20% 回帖金币+1 血液+1、发帖金币+3 血液+3▕▏升级条件：总积分≥20\n【等级2】15% 回帖金币+1 血液+1、发帖金币+3 血液+3▕▏升级条件：总积分≥35\n【等级3】10% 回帖金币+1 血液+1、发帖金币+1 血液+1▕▏升级条件：总积分≥50\n【 Max 】5% 回帖金币+1 血液+1、发帖金币+1 血液+1",
    "疾风剑豪": "疾风剑豪\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-75751-1-1.html\" target=\"_blank\">2020-10-16（前往博物馆）</a>\n【入手条件】无\n【商店售价】450金币\n【等级1】3% 回帖血液+1▕▏升级条件：旅程≥20\n【等级2】6% 回帖血液+1▕▏升级条件：堕落≥50\n【等级3】8% 回帖血液+1、发帖旅程+1▕▏升级条件：追随≥100\n【等级4】10% 回帖血液+1 金币+1、发帖旅程+1▕▏升级条件：消耗300金币\n【等级5】13% 回帖血液+1 金币+1、发帖旅程+1▕▏升级条件：灵魂≥1\n【 Max 】5% 回帖旅程+1",
    "莎伦": "莎伦\n【勋章类型】女从\n【创建时间】<a href=\"/thread-75750-1-1.html\" target=\"_blank\">2020-10-16（前往博物馆）</a>\n【入手条件】知识≥10\n【商店售价】350金币\n【等级1】4% 回帖血液+1▕▏升级条件：堕落≥50\n【等级2】4% 回帖血液+1 咒术+1▕▏升级条件：消耗50咒术\n【等级3】8% 回帖金币+2 咒术+1▕▏升级条件：咒术≥15\n【 Max 】10% 回帖金币+2",
    "血石": "血石\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-75131-1-1.html\" target=\"_blank\">2020-8-15（前往博物馆）</a>\n【入手条件】在线时间(小时)≥10（【深渊地牢】RAID活动隐藏奖励）\n【商店售价】1金币\n【 Max 】2% 回帖血液+1▕▏升级条件：消耗-10血液\n【 Max 】2% 回帖血液+1 堕落+1",
    "寶可夢 Pokémon": "寶可夢 Pokémon\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-75057-1-1.html\" target=\"_blank\">2020-8-11（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【 Max 】2% 回帖金币+1",
    "软泥怪蛋": "软泥怪蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-75049-1-1.html\" target=\"_blank\">2020-8-10（前往博物馆）</a>\n【入手条件】主题数≥30\n【商店售价】150金币\n【等级1】4% 回帖血液+2▕▏升级条件：消耗220金币\n【 Max 】4% 回帖血液+1 旅程+1",
    "宝箱内的球": "宝箱内的球\n【勋章类型】资产\n【创建时间】<a href=\"/thread-75048-1-1.html\" target=\"_blank\">2020-8-10（前往博物馆）</a>\n【入手条件】旅程≥15\n【商店售价】350金币\n【等级1】5% 回帖金币+1▕▏升级条件：消耗100金币\n【等级2】6% 回帖金币+1、发帖金币+1▕▏升级条件：消耗150血液\n【等级3】2% 回帖旅程+1 金币-1、发帖金币+2▕▏升级条件：知识≥60\n【等级4】10% 回帖金币+2 血液-1、发帖金币+3▕▏升级条件：旅程≥77\n【 Max 】12% 回帖金币+3 血液-1、发帖金币+3",
    "冒险用绷带": "冒险用绷带\n【勋章类型】资产\n【创建时间】<a href=\"/thread-75047-1-1.html\" target=\"_blank\">2020-8-10（前往博物馆）</a>\n【入手条件】无\n【商店售价】211金币\n【等级1】10% 回帖血液+1▕▏升级条件：消耗-10血液\n【等级2】8% 回帖血液+1▕▏升级条件：消耗-15血液\n【等级3】6% 回帖血液+1▕▏升级条件：消耗-20血液\n【 Max 】4% 回帖血液+2",
    "星芒戒指": "星芒戒指\n【勋章类型】装备\n【创建时间】<a href=\"/thread-75046-1-1.html\" target=\"_blank\">2020-8-10（前往博物馆）</a>\n【入手条件】无\n【商店售价】300金币\n【等级1】4% 回帖咒术+1、发帖咒术+1▕▏升级条件：消耗18咒术\n【 Max 】8% 回帖咒术+1、发帖咒术+1",
    "魯杰羅·弗雷迪": "魯杰羅·弗雷迪\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-75045-1-1.html\" target=\"_blank\">2020-8-10（前往博物馆）</a>\n【入手条件】堕落≥30\n【商店售价】300金币\n【等级1】1% 回帖血液+3 堕落-1、发帖血液+3 堕落-1▕▏升级条件：消耗100血液\n【等级2】2% 回帖血液+3 堕落-1、发帖知识+1 堕落-1▕▏升级条件：主题数≥30\n【等级3】2% 回帖知识+1 血液+1 堕落-1、发帖知识+1 血液+3▕▏升级条件：主题数≥60\n【 Max 】3% 回帖知识+1 血液+1 堕落-1、发帖知识+1 血液+5",
    "塞巴斯蒂安·斯坦": "塞巴斯蒂安·斯坦\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-75044-1-1.html\" target=\"_blank\">2020-8-10（前往博物馆）</a>\n【入手条件】无\n【商店售价】450金币\n【等级1】5% 回帖金币+1▕▏升级条件：追随≥50\n【 Max 】8% 回帖金币+2、发帖金币+2",
    "沃特·沙利文": "沃特·沙利文\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-75043-1-1.html\" target=\"_blank\">2020-8-10（前往博物馆）</a>\n【入手条件】堕落≥24\n【商店售价】302金币\n【等级1】2% 回帖血液+2▕▏升级条件：消耗173金币\n【等级2】4% 回帖血液+2、发帖咒术+1▕▏升级条件：追随≥40\n【等级3】6% 回帖咒术+1、发帖咒术+1▕▏升级条件：旅程≥60\n【等级4】8% 回帖咒术+1、发帖咒术+1▕▏升级条件：知识≥60\n【等级5】8% 回帖咒术+1、发帖咒术+1 血液+1▕▏升级条件：堕落≥91\n【 Max 】8% 回帖咒术+1 血液+1、发帖咒术+1 血液+1",
    "吉姆·霍普": "吉姆·霍普\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-75042-1-1.html\" target=\"_blank\">2020-8-10（前往博物馆）</a>\n【入手条件】在线时间(小时)≥100\n【商店售价】300金币\n【等级1】25% 回帖血液+1▕▏升级条件：血液≥35\n【等级2】6% 回帖血液+1 堕落+1▕▏升级条件：消耗100血液\n【等级3】8% 回帖血液+1 堕落+1▕▏升级条件：追随≥50\n【等级4】10% 回帖血液+1 堕落+1▕▏升级条件：消耗250金币\n【 Max 】12% 回帖血液+2 堕落+1",
    "月上柳梢": "月上柳梢\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-74206-1-1.html\" target=\"_blank\">2020-6-9（前往博物馆）</a>\n【入手条件】【七周年庆】活动期间完成指定任务\n【 Max 】7% 回帖血液+1",
    "血鹫蛋": "血鹫蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-74204-1-1.html\" target=\"_blank\">2020-6-9（前往博物馆）</a>\n【入手条件】堕落≥25\n【商店售价】310金币\n【等级1】3% 回帖金币+1、发帖旅程+1▕▏升级条件：咒术≥50\n【等级2】6% 回帖金币+1、发帖旅程+1▕▏升级条件：消耗210血液\n【等级3】10% 回帖金币+2 堕落+1、发帖旅程+1▕▏升级条件：咒术≥150\n【 Max 】15% 回帖金币+2 堕落+1、发帖旅程+1",
    "灵鹫蛋": "灵鹫蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-74203-1-1.html\" target=\"_blank\">2020-6-9（前往博物馆）</a>\n【入手条件】堕落≤19\n【商店售价】310金币\n【等级1】3% 回帖血液+1、发帖知识+1▕▏升级条件：主题数≥10\n【等级2】6% 回帖血液+1、发帖知识+1▕▏升级条件：消耗210金币\n【等级3】10% 回帖血液+2 堕落-1、发帖知识+1▕▏升级条件：主题数≥50\n【 Max 】15% 回帖血液+2 堕落-1、发帖知识+1",
    "月陨戒指": "月陨戒指\n【勋章类型】装备\n【创建时间】<a href=\"/thread-74202-1-1.html\" target=\"_blank\">2020-6-9（前往博物馆）</a>\n【入手条件】无\n【商店售价】300金币\n【等级1】5% 回帖血液+1、发帖血液+1▕▏升级条件：消耗88血液\n【 Max 】10% 回帖血液+1、发帖血液+2",
    "日荒戒指": "日荒戒指\n【勋章类型】装备\n【创建时间】<a href=\"/thread-74201-1-1.html\" target=\"_blank\">2020-6-9（前往博物馆）</a>\n【入手条件】无\n【商店售价】300金币\n【等级1】5% 回帖金币+1、发帖金币+1▕▏升级条件：消耗88金币\n【 Max 】10% 回帖金币+1、发帖金币+2",
    "陷阱杀手": "陷阱杀手\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-74199-1-1.html\" target=\"_blank\">2020-6-9（前往博物馆）</a>\n【入手条件】堕落≥10\n【商店售价】280金币\n【等级1】3% 回帖血液+1、发帖血液+1▕▏升级条件：消耗134金币\n【等级2】5% 回帖堕落+1、发帖堕落+1▕▏升级条件：堕落≥30\n【 Max 】8% 回帖血液+2、发帖血液+2",
    "索林·橡木盾": "索林·橡木盾\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-74198-1-1.html\" target=\"_blank\">2020-6-9（前往博物馆）</a>\n【入手条件】追随≥14\n【商店售价】520金币\n【等级1】5% 回帖血液+1、发帖旅程+1▕▏升级条件：旅程≥15\n【等级2】7% 回帖血液+1、发帖旅程+1▕▏升级条件：消耗333血液\n【等级3】10% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗-1旅程\n【等级4】12% 回帖血液+2、发帖旅程+1▕▏升级条件：金币≥1314\n【等级5】15% 回帖金币+1 血液-1、发帖金币+3 血液-3▕▏升级条件：消耗1314金币\n【 Max 】18% 回帖血液+3、发帖血液+5",
    "杰克·莫里森/士兵 76": "杰克·莫里森/士兵 76\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-74196-1-1.html\" target=\"_blank\">2020-6-9（前往博物馆）</a>\n【入手条件】无\n【商店售价】476金币\n【等级1】3% 回帖血液+1▕▏升级条件：堕落≥30\n【等级2】6% 回帖血液+1、发帖旅程+1▕▏升级条件：堕落≥76\n【等级3】76% 回帖血液+3 堕落+2、发帖血液+7 金币+6 堕落+2▕▏升级条件：堕落≥77\n【等级4】12% 回帖血液+2 金币-1、发帖旅程+1▕▏升级条件：消耗376血液\n【 Max 】15% 回帖血液+3 金币-1、发帖旅程+1",
    "熔岩蛋": "熔岩蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-73631-1-1.html\" target=\"_blank\">2020-5-1（前往博物馆）</a>\n【入手条件】旅程≥35\n【商店售价】350金币\n【等级1】5% 回帖金币+2▕▏升级条件：消耗369血液\n【 Max 】15% 回帖金币+2、发帖金币+3",
    "郁苍卵": "郁苍卵\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-73630-1-1.html\" target=\"_blank\">2020-5-1（前往博物馆）</a>\n【入手条件】旅程≥35\n【商店售价】350金币\n【等级1】5% 回帖血液+2▕▏升级条件：消耗369金币\n【 Max 】15% 回帖血液+2、发帖血液+3",
    "神秘的漂流瓶": "神秘的漂流瓶\n【勋章类型】资产\n【创建时间】<a href=\"/thread-73629-1-1.html\" target=\"_blank\">2020-5-1（前往博物馆）</a>\n【入手条件】旅程≥66\n【商店售价】500金币\n【等级1】无属性▕▏升级条件：消耗1旅程\n【等级2】无属性▕▏升级条件：消耗1旅程\n【等级3】无属性▕▏升级条件：消耗1旅程\n【等级4】无属性▕▏升级条件：消耗1旅程\n【等级5】无属性▕▏升级条件：消耗1旅程\n【等级6】无属性▕▏升级条件：消耗1旅程\n【等级7】无属性▕▏升级条件：消耗1旅程\n【等级8】无属性▕▏升级条件：消耗1旅程\n【等级9】无属性▕▏升级条件：消耗1旅程\n【等级10】无属性▕▏升级条件：消耗-9旅程\n【 Max 】12% 发帖旅程+1 知识+1",
    "暖心小火柴": "暖心小火柴\n【勋章类型】资产\n【创建时间】<a href=\"/thread-73628-1-1.html\" target=\"_blank\">2020-5-1（前往博物馆）</a>\n【入手条件】旅程≥15\n【商店售价】333金币\n【等级1】无属性▕▏升级条件：血液≥33\n【等级2】11% 回帖金币+1 血液-1、发帖金币+2▕▏升级条件：消耗33血液\n【等级3】11% 回帖金币-1 血液+1、发帖血液+2▕▏升级条件：消耗33血液\n【 Max 】11% 回帖金币+1 血液+1、发帖血液+1 金币+1",
    "Doc": "Doc\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-73627-1-1.html\" target=\"_blank\">2020-5-1（前往博物馆）</a>\n【入手条件】旅程≥10\n【商店售价】500金币\n【等级1】3% 回帖金币+1、发帖金币+1▕▏升级条件：旅程≥20\n【等级2】5% 回帖金币+2 血液-1、发帖金币+2 血液-1▕▏升级条件：知识≥10\n【等级3】8% 回帖金币+2、发帖金币+2▕▏升级条件：消耗250金币\n【 Max 】10% 回帖金币+2 血液+1、发帖金币+2 知识+1",
    "迈克尔迈尔斯": "迈克尔迈尔斯\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-73626-1-1.html\" target=\"_blank\">2020-5-1（前往博物馆）</a>\n【入手条件】旅程≥10\n【商店售价】450金币\n【等级1】3% 回帖血液+1、发帖堕落+1▕▏升级条件：消耗200血液\n【等级2】5% 回帖血液+2、发帖堕落+1 血液+1▕▏升级条件：主题数≥20\n【等级3】7% 回帖血液+1 堕落+1、发帖堕落+1 血液+2▕▏升级条件：堕落≥40\n【 Max 】10% 回帖血液+2 堕落+1、发帖堕落+1 血液+3",
    "马戏团灰蛋": "马戏团灰蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-72925-1-1.html\" target=\"_blank\">2020-3-8（前往博物馆）</a>\n【入手条件】旅程≥25\n【商店售价】270金币\n【等级1】5% 回帖金币+1、发帖堕落+1▕▏升级条件：消耗180血液\n【等级2】10% 回帖金币+2、发帖堕落+1▕▏升级条件：消耗150金币\n【 Max 】12% 回帖血液+2、发帖旅程+1",
    "生锈的海盗刀枪": "生锈的海盗刀枪\n【勋章类型】装备\n【创建时间】<a href=\"/thread-72924-1-1.html\" target=\"_blank\">2020-3-8（前往博物馆）</a>\n【入手条件】堕落≥15\n【商店售价】310金币\n【等级1】5% 回帖堕落+1、发帖金币+3▕▏升级条件：旅程≥60\n【等级2】10% 回帖堕落+1、发帖金币+3▕▏升级条件：消耗180金币\n【 Max 】15% 回帖堕落+1、发帖金币+3",
    "海盗弯钩": "海盗弯钩\n【勋章类型】装备\n【创建时间】<a href=\"/thread-72923-1-1.html\" target=\"_blank\">2020-3-8（前往博物馆）</a>\n【入手条件】无\n【商店售价】130金币\n【 Max 】4% 回帖血液+1 堕落+1",
    "钢铁勇士弯刀": "钢铁勇士弯刀\n【勋章类型】装备\n【创建时间】<a href=\"/thread-72922-1-1.html\" target=\"_blank\">2020-3-8（前往博物馆）</a>\n【入手条件】无\n【商店售价】140金币\n【 Max 】4% 回帖金币+1 堕落-1",
    "莫瑞甘": "莫瑞甘\n【勋章类型】女从\n【创建时间】<a href=\"/thread-72921-1-1.html\" target=\"_blank\">2020-3-8（前往博物馆）</a>\n【入手条件】咒术≥40\n【商店售价】360金币\n【等级1】3% 回帖堕落+1▕▏升级条件：消耗150血液\n【等级2】5% 回帖咒术+1▕▏升级条件：消耗220金币\n【等级3】7% 回帖咒术+1 堕落+1 血液-1▕▏升级条件：旅程≥60\n【等级4】10% 回帖咒术+1 血液-2、发帖血液-2 咒术+2▕▏升级条件：消耗200血液\n【 Max 】10% 回帖咒术+1 血液-1、发帖血液-3 咒术+3",
    "藤田優馬": "藤田優馬\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-72920-1-1.html\" target=\"_blank\">2020-3-8（前往博物馆）</a>\n【入手条件】主题数≥3\n【商店售价】298金币\n【等级1】3% 回帖金币+1、发帖金币+2▕▏升级条件：消耗129金币\n【等级2】9% 回帖堕落+1 金币-1、发帖堕落+2▕▏升级条件：消耗129血液\n【 Max 】9% 回帖血液+1 堕落-1、发帖血液+2",
    "月影蛋": "月影蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-72228-1-1.html\" target=\"_blank\">2020-1-24（前往博物馆）</a>\n【入手条件】血液≥303\n【商店售价】310金币\n【等级1】5% 回帖血液+2、发帖咒术+1▕▏升级条件：消耗30咒术\n【等级2】10% 回帖血液+2、发帖咒术+1▕▏升级条件：血液≥388\n【 Max 】15% 回帖血液+2、发帖咒术+1",
    "珊瑚色礁石蛋": "珊瑚色礁石蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-72227-1-1.html\" target=\"_blank\">2020-1-24（前往博物馆）</a>\n【入手条件】发帖数≥150\n【商店售价】260金币\n【等级1】4% 回帖咒术+1 血液+1、发帖咒术+2▕▏升级条件：消耗188金币\n【 Max 】8% 回帖咒术+1 血液+2、发帖咒术+2",
    "冒险用指南针": "冒险用指南针\n【勋章类型】资产\n【创建时间】<a href=\"/thread-72226-1-1.html\" target=\"_blank\">2020-1-24（前往博物馆）</a>\n【入手条件】无\n【商店售价】150金币\n【 Max 】3% 回帖旅程+1",
    "老旧的怀表": "老旧的怀表\n【勋章类型】资产\n【创建时间】<a href=\"/thread-72225-1-1.html\" target=\"_blank\">2020-1-24（前往博物馆）</a>\n【入手条件】在线时间(小时)≥280\n【商店售价】280金币\n【等级1】5% 回帖血液+1、发帖知识+1▕▏升级条件：消耗120金币\n【等级2】10% 回帖血液+1、发帖知识+1▕▏升级条件：消耗200血液\n【 Max 】2% 回帖知识+1、发帖灵魂+1",
    "沙漠神灯": "沙漠神灯\n【勋章类型】资产\n【创建时间】<a href=\"/thread-72204-1-1.html\" target=\"_blank\">2020-1-24（前往博物馆）</a>\n【入手条件】知识≥20\n【商店售价】250金币\n【等级1】2% 回帖咒术+1▕▏升级条件：消耗25咒术\n【等级2】3% 回帖咒术+1、发帖知识+1▕▏升级条件：金币≥433\n【 Max 】3% 回帖咒术+1 知识+1、发帖咒术+1 知识+1",
    "狩猎用小刀": "狩猎用小刀\n【勋章类型】装备\n【创建时间】<a href=\"/thread-72203-1-1.html\" target=\"_blank\">2020-1-24（前往博物馆）</a>\n【入手条件】知识≥10\n【商店售价】230金币\n【等级1】4% 回帖堕落+1▕▏升级条件：消耗100血液\n【等级2】8% 回帖血液+2▕▏升级条件：消耗-5堕落\n【等级3】8% 回帖金币+2▕▏升级条件：消耗-5堕落\n【 Max 】4% 回帖堕落+1、发帖旅程+1",
    "蔷薇骑士之刃": "蔷薇骑士之刃\n【勋章类型】装备\n【创建时间】<a href=\"/thread-72202-1-1.html\" target=\"_blank\">2020-1-24（前往博物馆）</a>\n【入手条件】追随≥10\n【商店售价】320金币\n【等级1】4% 回帖金币+1 血液+1、发帖知识+1▕▏升级条件：追随≥87\n【 Max 】8% 回帖金币+1 血液+1、发帖知识+1",
    "乔纳森·里德": "乔纳森·里德\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-72201-1-1.html\" target=\"_blank\">2020-1-24（前往博物馆）</a>\n【入手条件】血液≥50\n【商店售价】360金币\n【等级1】3% 回帖血液+1▕▏升级条件：消耗200血液\n【等级2】6% 回帖血液+1▕▏升级条件：发帖数≥300\n【等级3】9% 回帖血液+2▕▏升级条件：知识≥40\n【等级4】12% 回帖血液+2 金币-1、发帖知识+1▕▏升级条件：消耗365血液\n【 Max 】15% 回帖血液+3 金币-1、发帖知识+1",
    "尼克斯·乌尔里克": "尼克斯·乌尔里克\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-72200-1-1.html\" target=\"_blank\">2020-1-24（前往博物馆）</a>\n【入手条件】堕落≤39\n【商店售价】520金币\n【等级1】6% 回帖血液+1、发帖咒术+1▕▏升级条件：咒术≥15\n【等级2】6% 回帖血液+2、发帖咒术+1▕▏升级条件：消耗333金币\n【等级3】10% 回帖血液+2、发帖咒术+2▕▏升级条件：消耗333血液\n【等级4】14% 回帖血液+1 堕落-1、发帖血液+1 堕落-2▕▏升级条件：血液≥1000\n【等级5】18% 回帖咒术+1 血液-2、发帖咒术+3 血液-3▕▏升级条件：堕落≥13\n【 Max 】10% 发帖堕落-1",
    "迷之天鹅": "迷之天鹅\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-72140-1-1.html\" target=\"_blank\">2020-1-16（前往博物馆）</a>\n【入手条件】Speculative Move勋章交换季活动奖励\n【等级1】4% 发帖血液+1 咒术+1▕▏升级条件：消耗1灵魂\n【 Max 】10% 回帖咒术+1 血液+3、发帖知识+1 咒术+2 血液+5",
    "海螺号角": "海螺号角\n【勋章类型】资产\n【创建时间】<a href=\"/thread-72139-1-1.html\" target=\"_blank\">2020-1-16（前往博物馆）</a>\n【入手条件】旅程≥15\n【商店售价】277金币\n【等级1】5% 回帖金币+1▕▏升级条件：消耗177血液\n【等级2】10% 回帖金币+1▕▏升级条件：旅程≥77\n【 Max 】10% 回帖金币+1、发帖旅程+1 金币+3",
    "冒险用面包": "冒险用面包\n【勋章类型】资产\n【创建时间】<a href=\"/thread-72138-1-1.html\" target=\"_blank\">2020-1-16（前往博物馆）</a>\n【入手条件】无\n【商店售价】150金币\n【等级1】6% 回帖血液+1▕▏升级条件：旅程≥18\n【等级2】6% 回帖血液+2▕▏升级条件：消耗-25血液\n【 Max 】2% 回帖血液+2",
    "莱因哈特·威尔海姆": "莱因哈特·威尔海姆\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-72137-1-1.html\" target=\"_blank\">2020-1-16（前往博物馆）</a>\n【入手条件】无\n【商店售价】449金币\n【等级1】勋章博物馆资料暂缺▕▏升级条件：旅程≥31\n【等级2】7% 回帖血液+1、发帖旅程+1 血液+2▕▏升级条件：旅程≥61\n【 Max 】10% 回帖血液+2、发帖旅程+1 血液+3",
    "远古石碑": "远古石碑\n【勋章类型】资产\n【创建时间】<a href=\"/thread-72054-1-1.html\" target=\"_blank\">2020-1-9（前往博物馆）</a>\n【入手条件】无\n【商店售价】140金币\n【 Max 】7% 回帖金币+1、发帖咒术+1",
    "魔法石碑": "魔法石碑\n【勋章类型】资产\n【创建时间】<a href=\"/thread-72053-1-1.html\" target=\"_blank\">2020-1-9（前往博物馆）</a>\n【入手条件】无\n【商店售价】130金币\n【 Max 】7% 回帖血液+1、发帖咒术+1",
    "龙血之斧": "龙血之斧\n【勋章类型】装备\n【创建时间】<a href=\"/thread-72052-1-1.html\" target=\"_blank\">2020-1-9（前往博物馆）</a>\n【入手条件】无\n【商店售价】210金币\n【 Max 】15% 发帖血液+3",
    "十字军护盾": "十字军护盾\n【勋章类型】装备\n【创建时间】<a href=\"/thread-72051-1-1.html\" target=\"_blank\">2020-1-9（前往博物馆）</a>\n【入手条件】无\n【商店售价】190金币\n【 Max 】8% 回帖金币+1、发帖金币+1",
    "【圣诞限定】心心念念小雪人": "【圣诞限定】心心念念小雪人\n【勋章类型】资产\n【创建时间】<a href=\"/thread-71890-1-1.html\" target=\"_blank\">2019-12-24（前往博物馆）</a>\n【入手条件】圣诞节开放购买\n【商店售价】666金币\n【 Max 】1% 发帖旅程+1 金币+5 血液+5 咒术+3 知识+1 灵魂+1",
    "箭术卷轴": "箭术卷轴\n【勋章类型】资产\n【创建时间】<a href=\"/thread-71889-1-1.html\" target=\"_blank\">2019-12-24（前往博物馆）</a>\n【入手条件】无\n【商店售价】70金币\n【 Max 】4% 回帖血液+1、发帖血液+1",
    "用过的粪桶": "用过的粪桶\n【勋章类型】资产\n【创建时间】<a href=\"/thread-71887-1-1.html\" target=\"_blank\">2019-12-24（前往博物馆）</a>\n【入手条件】旅程≥10\n【商店售价】111金币\n【等级1】3% 回帖血液-2 金币+2▕▏升级条件：消耗30血液\n【 Max 】6% 回帖血液-1 金币+2",
    "四季之歌": "四季之歌\n【勋章类型】天赋\n【创建时间】<a href=\"/thread-71886-1-1.html\" target=\"_blank\">2019-12-24（前往博物馆）</a>\n【入手条件】旅程≥40，知识≥40，追随≥40，咒术≥40\n【等级1】10% 回帖血液+1、发帖咒术+2▕▏升级条件：消耗1咒术\n【等级2】10% 回帖金币+1、发帖旅程+1▕▏升级条件：消耗1咒术\n【等级3】10% 回帖血液+1、发帖知识+1▕▏升级条件：消耗1咒术\n【 Max 】10% 回帖金币+1、发帖知识+1",
    "雾都血医": "雾都血医\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-71885-1-1.html\" target=\"_blank\">2019-12-24（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【 Max 】2% 回帖血液+1",
    "不败之花": "不败之花\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-71579-1-1.html\" target=\"_blank\">2019-11-18（前往博物馆）</a>\n【入手条件】Battle Royale大逃杀活动冠军奖励\n【 Max 】勋章博物馆资料暂缺",
    "德拉克的遗物": "德拉克的遗物\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-71578-1-1.html\" target=\"_blank\">2019-11-18（前往博物馆）</a>\n【入手条件】2019大逃杀活动特别篇结算分数达到总参与者的前60%\n【等级1】无属性▕▏升级条件：消耗1旅程\n【等级2】1% 回帖金币+1▕▏升级条件：消耗1旅程\n【等级3】1% 回帖血液+1▕▏升级条件：消耗1旅程\n【等级4】1% 回帖旅程+1▕▏升级条件：消耗1旅程\n【等级5】1% 回帖知识+1▕▏升级条件：消耗400金币\n【 Max 】1% 回帖金币+1 血液+1 旅程+1 知识+1",
    "金猪猪储蓄罐": "金猪猪储蓄罐\n【勋章类型】储蓄\n【创建时间】<a href=\"/thread-71516-1-1.html\" target=\"_blank\">2019-11-11（前往博物馆）</a>\n【入手条件】特别时期供应\n【商店售价】10000金币\n【持续时间】14天\n【等级1】50% 回帖金币+1、发帖金币+1▕▏升级条件：消耗-10100金币\n【 Max 】无属性",
    "粉猪猪储蓄罐": "粉猪猪储蓄罐\n【勋章类型】储蓄\n【创建时间】<a href=\"/thread-71515-1-1.html\" target=\"_blank\">2019-11-11（前往博物馆）</a>\n【入手条件】特别时期供应\n【商店售价】1000金币\n【持续时间】14天\n【等级1】50% 回帖金币+1、发帖金币+1▕▏升级条件：消耗-1025金币\n【 Max 】无属性",
    "白猪猪储蓄罐": "白猪猪储蓄罐\n【勋章类型】储蓄\n【创建时间】<a href=\"/thread-71514-1-1.html\" target=\"_blank\">2019-11-11（前往博物馆）</a>\n【入手条件】特别时期供应\n【商店售价】100金币\n【持续时间】14天\n【等级1】50% 回帖金币+1、发帖金币+1▕▏升级条件：消耗-101金币\n【 Max 】无属性",
    "巴啦啦小魔仙棒": "巴啦啦小魔仙棒\n【勋章类型】装备\n【创建时间】<a href=\"/thread-71008-1-1.html\" target=\"_blank\">2019-10-15（前往博物馆）</a>\n【入手条件】无\n【商店售价】130金币\n【等级1】3% 回帖知识+1▕▏升级条件：知识≥13\n【等级2】6% 回帖咒术+1▕▏升级条件：消耗39咒术\n【 Max 】9% 回帖咒术+1、发帖咒术+1",
    "种植土豆": "种植土豆\n【勋章类型】资产\n【创建时间】<a href=\"/thread-71007-1-1.html\" target=\"_blank\">2019-10-15（前往博物馆）</a>\n【入手条件】无\n【商店售价】140金币\n【等级1】2% 回帖血液+1▕▏升级条件：消耗25血液\n【等级2】4% 回帖血液+1▕▏升级条件：知识≥5\n【等级3】6% 回帖血液+1▕▏升级条件：消耗35血液\n【等级4】8% 回帖血液+1▕▏升级条件：知识≥15\n【等级5】10% 回帖血液+1、发帖血液+2▕▏升级条件：消耗-88金币\n【 Max 】3% 回帖血液+1",
    "神秘的红茶": "神秘的红茶\n【勋章类型】资产\n【创建时间】<a href=\"/thread-71006-1-1.html\" target=\"_blank\">2019-10-15（前往博物馆）</a>\n【入手条件】无\n【商店售价】77金币\n【等级1】3% 回帖血液+1、发帖血液+1▕▏升级条件：消耗30血液\n【等级2】7% 回帖血液+1▕▏升级条件：堕落≥33\n【 Max 】7% 回帖血液+1 堕落+1",
    "幽灵竹筒": "幽灵竹筒\n【勋章类型】资产\n【创建时间】<a href=\"/thread-71005-1-1.html\" target=\"_blank\">2019-10-15（前往博物馆）</a>\n【入手条件】在线时间(小时)≥20\n【商店售价】280金币\n【等级1】4% 回帖血液+1、发帖血液+1▕▏升级条件：在线时间(小时)≥100\n【等级2】8% 回帖血液+2、发帖血液+1▕▏升级条件：在线时间(小时)≥300\n【 Max 】4% 回帖旅程+1 血液+1、发帖旅程+1 血液+1",
    "荒野大镖客：救赎 II": "荒野大镖客：救赎 II\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-71004-1-1.html\" target=\"_blank\">2019-10-15（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【 Max 】1% 回帖旅程+1",
    "电磁卵": "电磁卵\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-71002-1-1.html\" target=\"_blank\">2019-10-15（前往博物馆）</a>\n【入手条件】咒术≥30\n【商店售价】240金币\n【等级1】5% 回帖金币+1▕▏升级条件：消耗11咒术\n【等级2】7% 回帖金币+2▕▏升级条件：消耗22咒术\n【等级3】10% 回帖金币+2▕▏升级条件：消耗33咒术\n【 Max 】15% 回帖金币+2",
    "青鸾蛋": "青鸾蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-71001-1-1.html\" target=\"_blank\">2019-10-15（前往博物馆）</a>\n【入手条件】旅程≥29\n【商店售价】220金币\n【等级1】6% 回帖金币+1▕▏升级条件：主题数≥20\n【 Max 】12% 回帖血液+1 金币+1、发帖旅程+1",
    "蓝礼·拜拉席恩": "蓝礼·拜拉席恩\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-70998-1-1.html\" target=\"_blank\">2019-10-15（前往博物馆）</a>\n【入手条件】堕落≤35\n【商店售价】520金币\n【等级1】5% 回帖金币+1、发帖金币+2▕▏升级条件：主题数≥5\n【等级2】10% 回帖金币+1 血液+1、发帖金币+2▕▏升级条件：追随≥22\n【等级3】10% 回帖金币+1 血液+1、发帖旅程+1 金币+2▕▏升级条件：金币≥520\n【等级4】5% 回帖血液-1、发帖血液-1▕▏升级条件：消耗520金币\n【 Max 】13% 回帖金币+1 血液+1、发帖金币+2 血液+2",
    "阿列克西欧斯（Alexios）": "阿列克西欧斯（Alexios）\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-70997-1-1.html\" target=\"_blank\">2019-10-15（前往博物馆）</a>\n【入手条件】无\n【商店售价】400金币\n【等级1】3% 发帖知识+1▕▏升级条件：主题数≥10\n【等级2】3% 回帖堕落-1 血液+1、发帖知识+1▕▏升级条件：消耗200金币\n【等级3】5% 回帖堕落-1 血液+1、发帖知识+1▕▏升级条件：消耗220血液\n【等级4】7% 回帖堕落-1 血液+2、发帖知识+1▕▏升级条件：消耗-3知识\n【等级5】7% 发帖知识+1▕▏升级条件：知识≥50\n【 Max 】10% 回帖堕落-1 血液+2、发帖堕落-1 血液+3",
    "赫尔墨斯·看守者之杖": "赫尔墨斯·看守者之杖\n【勋章类型】装备\n【创建时间】<a href=\"/thread-70996-1-1.html\" target=\"_blank\">2019-10-15（前往博物馆）</a>\n【入手条件】知识≥8\n【商店售价】288金币\n【等级1】3% 回帖血液+1▕▏升级条件：消耗200血液\n【等级2】1% 回帖知识+1、发帖知识+1▕▏升级条件：知识≥20\n【等级3】8% 回帖知识+1 堕落+2、发帖知识+1 堕落+2▕▏升级条件：堕落≥30\n【等级4】6% 回帖知识+1 堕落+1、发帖知识+1 堕落+1▕▏升级条件：堕落≥60\n【等级5】4% 回帖知识+1 堕落+1、发帖知识+1 堕落+1▕▏升级条件：堕落≥90\n【 Max 】2% 回帖知识+1 血液-1、发帖知识+1 血液-1",
    "莱托文本残页": "莱托文本残页\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-70715-1-1.html\" target=\"_blank\">2019-9-13（前往博物馆）</a>\n【入手条件】【怪人莱托】RAID活动隐藏奖励\n【等级1】无属性▕▏升级条件：消耗-5堕落\n【 Max 】1% 回帖知识+1 堕落+1",
    "暮色卵": "暮色卵\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-70375-1-1.html\" target=\"_blank\">2019-8-9（前往博物馆）</a>\n【入手条件】旅程≥15\n【商店售价】260金币\n【等级1】4% 回帖堕落+1▕▏升级条件：堕落≥80\n【等级2】7% 回帖堕落+1、发帖血液+2▕▏升级条件：堕落≥150\n【 Max 】15% 回帖堕落+1 血液+1、发帖血液+3",
    "结晶卵": "结晶卵\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-70373-1-1.html\" target=\"_blank\">2019-8-9（前往博物馆）</a>\n【入手条件】知识≥15\n【商店售价】280金币\n【等级1】2% 发帖知识+1▕▏升级条件：咒术≥40\n【等级2】4% 回帖咒术+1、发帖知识+1▕▏升级条件：咒术≥80\n【 Max 】8% 回帖咒术+2、发帖知识+1 咒术+2",
    "红石": "红石\n【勋章类型】资产\n【创建时间】<a href=\"/thread-70372-1-1.html\" target=\"_blank\">2019-8-9（前往博物馆）</a>\n【入手条件】血液≥30\n【商店售价】177金币\n【等级1】4% 回帖血液+1、发帖血液+1▕▏升级条件：血液≥233\n【 Max 】8% 回帖血液+2、发帖旅程+1",
    "冒险专用绳索": "冒险专用绳索\n【勋章类型】装备\n【创建时间】<a href=\"/thread-70370-1-1.html\" target=\"_blank\">2019-8-9（前往博物馆）</a>\n【入手条件】堕落>10\n【商店售价】220金币\n【等级1】4% 回帖堕落+1▕▏升级条件：堕落≥66\n【 Max 】8% 回帖堕落+1 金币+1",
    "羅素·托維": "羅素·托維\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-70368-1-1.html\" target=\"_blank\">2019-8-9（前往博物馆）</a>\n【入手条件】无\n【商店售价】240金币\n【等级1】5% 回帖金币+1▕▏升级条件：消耗50血液\n【等级2】5% 回帖金币+1、发帖金币+1▕▏升级条件：金币≥100\n【等级3】15% 回帖金币+3、发帖金币+3▕▏升级条件：金币≥200\n【等级4】10% 回帖金币+2、发帖金币+2▕▏升级条件：金币≥300\n【 Max 】5% 回帖金币+1 血液+1、发帖金币+1 血液+1",
    "安杜因·乌瑞恩": "安杜因·乌瑞恩\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-70367-1-1.html\" target=\"_blank\">2019-8-9（前往博物馆）</a>\n【入手条件】旅程≥10\n【商店售价】480金币\n【等级1】10% 发帖堕落-1▕▏升级条件：血液≥200\n【等级2】10% 回帖堕落-1、发帖堕落-1▕▏升级条件：咒术≥40\n【等级3】10% 回帖堕落-1 血液+1、发帖堕落-1 血液+1▕▏升级条件：消耗280血液\n【 Max 】13% 回帖堕落-1 血液+2、发帖堕落-1 血液+3",
    "圣甲虫秘典": "圣甲虫秘典\n【勋章类型】资产\n【创建时间】<a href=\"/thread-69805-1-1.html\" target=\"_blank\">2019-7-8（前往博物馆）</a>\n【入手条件】知识≥10\n【商店售价】350金币\n【等级1】5% 回帖金币+1、发帖金币+1▕▏升级条件：消耗50咒术\n【等级2】10% 回帖金币+1、发帖金币+2▕▏升级条件：知识≥100\n【等级3】15% 回帖金币+2、发帖金币+3▕▏升级条件：知识≥200\n【 Max 】20% 回帖金币+3、发帖金币+4",
    "德拉克魂匣": "德拉克魂匣\n【勋章类型】资产\n【创建时间】<a href=\"/thread-69804-1-1.html\" target=\"_blank\">2019-7-8（前往博物馆）</a>\n【入手条件】知识≥10\n【商店售价】350血液\n【等级1】4% 回帖血液+1、发帖血液+1▕▏升级条件：知识≥60\n【等级2】8% 回帖血液+1、发帖血液+2▕▏升级条件：知识≥120\n【等级3】14% 回帖血液+1、发帖血液+2 咒术+1  ▕▏升级条件：知识≥180\n【 Max 】20% 回帖血液+2、发帖血液+3 咒术+1",
    "达拉然": "达拉然\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-69803-1-1.html\" target=\"_blank\">2019-7-8（前往博物馆）</a>\n【入手条件】旅程≥25，知识≥25\n【商店售价】100金币\n【 Max 】2% 回帖知识+1",
    "麦迪文（Medivh）": "麦迪文（Medivh）\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-69802-1-1.html\" target=\"_blank\">2019-7-8（前往博物馆）</a>\n【入手条件】无\n【商店售价】350金币\n【等级1】4% 发帖咒术+1▕▏升级条件：消耗66咒术\n【等级2】6% 回帖咒术+1、发帖咒术+1▕▏升级条件：堕落≥50\n【等级3】8% 回帖咒术+1、发帖咒术+1 堕落+1▕▏升级条件：堕落≥99\n【 Max 】12% 回帖咒术+1、发帖咒术+2 堕落+1",
    "卡德加（Khadgar）": "卡德加（Khadgar）\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-69801-1-1.html\" target=\"_blank\">2019-7-8（前往博物馆）</a>\n【入手条件】无\n【商店售价】350金币\n【等级1】3% 发帖堕落-1▕▏升级条件：咒术≥40\n【等级2】6% 回帖堕落-1、发帖知识+1 堕落-1▕▏升级条件：消耗80咒术\n【等级3】9% 回帖血液+1 堕落-1、发帖知识+1 堕落-1▕▏升级条件：消耗15堕落\n【 Max 】12% 回帖血液+2 堕落-1、发帖知识+1 堕落-1",
    "杰西·麦克雷": "杰西·麦克雷\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-69800-1-1.html\" target=\"_blank\">2019-7-8（前往博物馆）</a>\n【入手条件】无\n【商店售价】500金币\n【等级1】5% 回帖金币+1、发帖堕落+1▕▏升级条件：发帖数≥100\n【等级2】8% 回帖金币+1、发帖堕落+1▕▏升级条件：主题数≥10\n【等级3】10% 回帖金币+1 堕落+1、发帖堕落+1▕▏升级条件：堕落≥40\n【等级4】15% 回帖金币+1 堕落+1、发帖旅程+1▕▏升级条件：消耗400血液\n【 Max 】15% 回帖金币+2 堕落+1、发帖旅程+1 堕落+1",
    "英普瑞斯": "英普瑞斯\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-69799-1-1.html\" target=\"_blank\">2019-7-8（前往博物馆）</a>\n【入手条件】无\n【商店售价】400金币\n【等级1】3% 回帖堕落-1▕▏升级条件：追随≥70\n【等级2】7% 回帖堕落-1 血液+1、发帖血液+1▕▏升级条件：消耗300金币\n【等级3】10% 回帖金币+1 血液+1、发帖金币+1 血液+1▕▏升级条件：血液≥700\n【 Max 】17% 回帖金币+1 血液+1、发帖金币+2 血液+2",
    "晃晃悠悠小矿车": "晃晃悠悠小矿车\n【勋章类型】故事\n【创建时间】<a href=\"/thread-69660-1-1.html\" target=\"_blank\">2019-6-27（前往博物馆）</a>\n【入手条件】2019【Battle Royale】大逃杀活动第二期幸存至最后阶段\n【 Max 】勋章博物馆资料暂缺",
    "模擬人生4": "模擬人生4\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-69505-1-1.html\" target=\"_blank\">2019-6-18（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【 Max 】2% 回帖金币+1",
    "GM村金蛋": "GM村金蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-69504-1-1.html\" target=\"_blank\">2019-6-18（前往博物馆）</a>\n【入手条件】知识≥20\n【商店售价】618金币\n【等级1】1% 发帖金币+1▕▏升级条件：知识≥35\n【等级2】12% 回帖金币+1、发帖金币+2▕▏升级条件：知识≥35\n【 Max 】25% 回帖金币+2、发帖金币+4",
    "贝优妮塔": "贝优妮塔\n【勋章类型】女从\n【创建时间】<a href=\"/thread-69503-1-1.html\" target=\"_blank\">2019-6-18（前往博物馆）</a>\n【入手条件】咒术≥10\n【商店售价】280金币\n【等级1】5% 回帖堕落+1▕▏升级条件：消耗-10堕落\n【等级2】5% 回帖堕落+1 血液+1▕▏升级条件：追随≥70\n【 Max 】5% 回帖堕落+1 血液+1 咒术+1",
    "秋水长天": "秋水长天\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-69302-1-1.html\" target=\"_blank\">2019-6-10（前往博物馆）</a>\n【入手条件】【六周年庆】活动期间完成指定任务\n【 Max 】6% 回帖金币+1",
    "石鬼面": "石鬼面\n【勋章类型】装备\n【创建时间】<a href=\"/thread-69257-1-1.html\" target=\"_blank\">2019-6-9（前往博物馆）</a>\n【入手条件】血液≥30\n【商店售价】233金币\n【等级1】9% 回帖咒术+1 血液-1▕▏升级条件：血液≥400\n【 Max 】18% 回帖咒术+1 血液-3 堕落+1、发帖咒术+1",
    "丹尼爾·紐曼": "丹尼爾·紐曼\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-69256-1-1.html\" target=\"_blank\">2019-6-9（前往博物馆）</a>\n【入手条件】主题数≥3\n【商店售价】350金币\n【等级1】5% 回帖血液+1▕▏升级条件：金币≥400\n【等级2】5% 回帖血液+1、发帖金币+1▕▏升级条件：血液≥400\n【等级3】8% 回帖金币+1 血液+1、发帖金币+1 血液+1▕▏升级条件：追随≥100\n【 Max 】10% 回帖金币+1 血液+1、发帖金币+2 血液+2",
    "内森·德雷克": "内森·德雷克\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-69255-1-1.html\" target=\"_blank\">2019-6-9（前往博物馆）</a>\n【入手条件】旅程≥10\n【商店售价】600金币\n【等级1】4% 回帖血液+1▕▏升级条件：消耗333血液\n【等级2】6% 回帖血液+1▕▏升级条件：消耗10堕落\n【等级3】8% 回帖血液+1▕▏升级条件：消耗333血液\n【等级4】10% 回帖血液+2▕▏升级条件：消耗333血液\n【等级5】20% 回帖血液+3、发帖旅程+1▕▏升级条件：消耗-299金币\n【 Max 】15% 回帖血液+3、发帖血液+2 旅程+1",
    "没有梦想的咸鱼": "没有梦想的咸鱼\n【勋章类型】赠礼\n【创建时间】<a href=\"/thread-69254-1-1.html\" target=\"_blank\">2019-6-9（前往博物馆）</a>\n【入手条件】只可赠送\n【商店售价】1金币\n【持续时间】1天\n【 Max 】1% 回帖金币+1 血液+1",
    "守望者徽章": "守望者徽章\n【勋章类型】装备\n【创建时间】<a href=\"/thread-69252-1-1.html\" target=\"_blank\">2019-6-9（前往博物馆）</a>\n【入手条件】血液≥200\n【商店售价】100金币\n【等级1】2% 回帖血液+1▕▏升级条件：消耗50血液\n【等级2】4% 回帖血液+1▕▏升级条件：消耗50血液\n【等级3】6% 回帖血液+2▕▏升级条件：堕落≥30\n【 Max 】8% 回帖血液+2 堕落-1",
    "黑墙": "黑墙\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-69251-1-1.html\" target=\"_blank\">2019-6-9（前往博物馆）</a>\n【入手条件】旅程≥15\n【商店售价】400金币\n【等级1】3% 回帖金币+1▕▏升级条件：追随≥20\n【等级2】6% 回帖金币+1 血液+1▕▏升级条件：消耗200金币\n【等级3】9% 回帖金币+1 血液+1▕▏升级条件：消耗200血液\n【等级4】13% 回帖血液+2、发帖金币+1 血液+3▕▏升级条件：堕落≥50\n【等级5】13% 回帖金币+1 血液+1、发帖金币+2 血液+2▕▏升级条件：堕落≥100\n【 Max 】13% 回帖金币+2、发帖金币+3 血液+1",
    "眼镜蛇图腾": "眼镜蛇图腾\n【勋章类型】装备\n【创建时间】<a href=\"/thread-69219-1-1.html\" target=\"_blank\">2019-6-8（前往博物馆）</a>\n【入手条件】无\n【商店售价】88金币\n【 Max 】1% 回帖咒术+1、发帖咒术+1",
    "猎鹰图腾": "猎鹰图腾\n【勋章类型】装备\n【创建时间】<a href=\"/thread-69218-1-1.html\" target=\"_blank\">2019-6-8（前往博物馆）</a>\n【入手条件】无\n【商店售价】88金币\n【 Max 】2% 回帖血液+1、发帖血液+1",
    "山猫图腾": "山猫图腾\n【勋章类型】装备\n【创建时间】<a href=\"/thread-69217-1-1.html\" target=\"_blank\">2019-6-8（前往博物馆）</a>\n【入手条件】无\n【商店售价】88金币\n【 Max 】2% 回帖金币+1、发帖金币+1",
    "蛮族战士": "蛮族战士\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-69216-1-1.html\" target=\"_blank\">2019-6-8（前往博物馆）</a>\n【入手条件】无\n【商店售价】50金币\n【等级1】勋章博物馆资料暂缺\n【 Max 】5% 回帖血液+1",
    "漆黑的蝎卵": "漆黑的蝎卵\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-69215-1-1.html\" target=\"_blank\">2019-6-8（前往博物馆）</a>\n【入手条件】血液≥300\n【商店售价】200金币\n【等级1】4% 回帖咒术+1、发帖咒术+1▕▏升级条件：灵魂≥1\n【 Max 】2% 回帖咒术+1、发帖灵魂+1",
    "恋恋小烹锅": "恋恋小烹锅\n【勋章类型】故事\n【创建时间】<a href=\"/thread-69034-1-1.html\" target=\"_blank\">2019-5-28（前往博物馆）</a>\n【入手条件】2019【Battle Royale】大逃杀活动第一期幸存至最后阶段\n【等级1】勋章博物馆资料暂缺\n【等级2】2% 回帖血液+1▕▏升级条件：血液≥66【等级3】5% 回帖血液+1▕▏升级条件：血液≥175【等级10】10% 回帖血液+2▕▏升级条件：血液≥470【等级21】2% 回帖血液+1▕▏升级条件：血液≥1250\n【 Max 】无属性",
    "魔术师（The Magician，I）": "魔术师（The Magician，I）\n【勋章类型】故事\n【创建时间】<a href=\"/thread-68733-1-1.html\" target=\"_blank\">2019-5-9（前往博物馆）</a>\n【入手条件】1、2019年商人弗霖的首秀活动隐藏成就奖励；2、TBC\n【等级1】勋章博物馆资料暂缺",
    "恋人(The Lovers，VI)": "恋人(The Lovers，VI)\n【勋章类型】故事\n【创建时间】<a href=\"/thread-68594-1-1.html\" target=\"_blank\">2019-5-4（前往博物馆）</a>\n【入手条件】1、2019年商人弗霖的首秀活动隐藏成就奖励；2、TBC\n【等级1】勋章博物馆资料暂缺",
    "石肤术": "石肤术\n【勋章类型】咒术\n【创建时间】<a href=\"/thread-68502-1-1.html\" target=\"_blank\">2019-5-1（前往博物馆）</a>\n【入手条件】血液≥15\n【商店售价】4咒术\n【持续时间】3天\n【等级1】10% 回帖血液+1、发帖血液+1▕▏升级条件：血液≥200\n【等级2】20% 回帖血液+1、发帖血液+1▕▏升级条件：血液≥400\n【 Max 】40% 回帖血液+1、发帖血液+1",
    "迷之瓶": "迷之瓶\n【勋章类型】资产\n【创建时间】<a href=\"/thread-68501-1-1.html\" target=\"_blank\">2019-5-1（前往博物馆）</a>\n【入手条件】注册天数≥1700，堕落≥20，旅程≥38，知识≥4\n【商店售价】120金币\n【 Max 】5% 回帖堕落+1、发帖金币+1 堕落+1",
    "康纳/Connor": "康纳/Connor\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-68500-1-1.html\" target=\"_blank\">2019-5-1（前往博物馆）</a>\n【入手条件】无\n【商店售价】400金币\n【等级1】2% 回帖金币+1▕▏升级条件：消耗75金币\n【等级2】4% 回帖金币+1▕▏升级条件：消耗75血液\n【等级3】6% 回帖金币+1、发帖金币+1▕▏升级条件：消耗250金币\n【等级4】8% 回帖金币+1、发帖金币+1 血液+1▕▏升级条件：消耗250血液\n【等级5】8% 回帖金币+1 血液+1、发帖金币+1 血液+1▕▏升级条件：追随≥50\n【 Max 】12% 回帖金币+2 血液+1、发帖金币+3 旅程+1",
    "野兽之子": "野兽之子\n【勋章类型】天赋\n【创建时间】<a href=\"/thread-68499-1-1.html\" target=\"_blank\">2019-5-1（前往博物馆）</a>\n【入手条件】在线时间(小时)≥200，旅程≥20，知识≥20，追随≥20\n【等级1】无属性▕▏升级条件：金币≥200\n【等级2】3% 回帖知识+1 血液-1▕▏升级条件：金币≥400\n【等级3】5% 回帖知识+1 血液-1▕▏升级条件：金币≥600\n【等级4】7% 回帖知识+1 血液-1▕▏升级条件：金币≥800\n【 Max 】9% 回帖知识+1 血液-1",
    "夏日的泰凯斯": "夏日的泰凯斯\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-68498-1-1.html\" target=\"_blank\">2019-5-1（前往博物馆）</a>\n【入手条件】堕落≥30\n【商店售价】666金币\n【等级1】5% 回帖堕落+1▕▏升级条件：堕落≥50\n【等级2】10% 回帖堕落+1 血液+1▕▏升级条件：消耗200血液\n【等级3】15% 回帖堕落+1 血液+2、发帖血液+3 堕落+1▕▏升级条件：消耗200金币\n【 Max 】25% 回帖金币-1 血液+3 堕落+1、发帖血液+5 堕落+1",
    "泰凯斯·芬得利": "泰凯斯·芬得利\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-68497-1-1.html\" target=\"_blank\">2019-5-1（前往博物馆）</a>\n【入手条件】追随≥10\n【商店售价】320金币\n【等级1】4% 回帖血液+1▕▏升级条件：血液≥100\n【等级2】6% 回帖血液+1、发帖金币+1▕▏升级条件：消耗150血液\n【等级3】8% 回帖血液+1、发帖金币+2▕▏升级条件：消耗200金币\n【 Max 】8% 回帖血液+2、发帖金币+2 知识+1",
    "战车(The Chariot , VII)": "战车(The Chariot , VII)\n【勋章类型】故事\n【创建时间】<a href=\"/thread-68453-1-1.html\" target=\"_blank\">2019-4-27（前往博物馆）</a>\n【入手条件】1、2019年龙之祭典活动，获得战果与敏感教官相同；2、TBC\n【 Max 】无属性",
    "倒吊人(The Hanged Man , XII)": "倒吊人(The Hanged Man , XII)\n【勋章类型】故事\n【创建时间】<a href=\"/thread-68452-1-1.html\" target=\"_blank\">2019-4-27（前往博物馆）</a>\n【入手条件】1、2019年龙之祭典活动，获得战果为负数；2、TBC\n【 Max 】无属性",
    "红龙秘宝": "红龙秘宝\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-68451-1-1.html\" target=\"_blank\">2019-4-27（前往博物馆）</a>\n【入手条件】参与2019年龙之祭典活动\n【等级1】1% 回帖咒术+1▕▏升级条件：在线时间(小时)≥50\n【等级2】2% 回帖咒术+1▕▏升级条件：知识≥30\n【等级3】勋章博物馆资料暂缺\n【 Max 】5% 回帖血液-1 咒术+1、发帖旅程+1 血液-2 咒术+2",
    "红龙精华": "红龙精华\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-68449-1-1.html\" target=\"_blank\">2019-4-27（前往博物馆）</a>\n【入手条件】2019年龙之祭典活动，参与奖励\n【等级1】无属性▕▏升级条件：消耗-20血液\n【等级2】2% 回帖血液+1▕▏升级条件：发帖数≥100\n【等级3】3% 回帖血液+1▕▏升级条件：主题数≥15\n【 Max 】5% 回帖血液+2、发帖血液+2 知识+1",
    "龙之魂火": "龙之魂火\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-68448-1-1.html\" target=\"_blank\">2019-4-27（前往博物馆）</a>\n【入手条件】2019年龙之祭典活动，获得战果第一\n【等级1】无属性▕▏升级条件：消耗-1灵魂\n【 Max 】30% 发帖金币+8 血液+5",
    "腐化龙蛋": "腐化龙蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-68274-1-1.html\" target=\"_blank\">2019-4-14（前往博物馆）</a>\n【入手条件】金币≥200\n【商店售价】150金币\n【等级1】无属性▕▏升级条件：堕落≥10\n【等级2】5% 回帖金币+1 血液-1▕▏升级条件：堕落≥40\n【 Max 】10% 回帖金币+2 血液-1",
    "黑龙蛋": "黑龙蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-68273-1-1.html\" target=\"_blank\">2019-4-14（前往博物馆）</a>\n【入手条件】咒术≥20\n【商店售价】150金币\n【等级1】无属性▕▏升级条件：咒术≥10\n【等级2】5% 回帖咒术+1 金币-1▕▏升级条件：咒术≥40\n【 Max 】10% 回帖咒术+1 金币-1",
    "红龙蛋": "红龙蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-68272-1-1.html\" target=\"_blank\">2019-4-14（前往博物馆）</a>\n【入手条件】血液≥200\n【商店售价】150金币\n【等级1】无属性▕▏升级条件：血液≥20\n【等级2】5% 回帖血液+1 金币-1▕▏升级条件：血液≥250\n【 Max 】10% 回帖血液+2 金币-1",
    "网中的皮卡丘": "网中的皮卡丘\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-68061-1-1.html\" target=\"_blank\">2019-4-1（前往博物馆）</a>\n【入手条件】2019年愚人节期间，勋章商城限时免费获取\n【商店售价】100金币\n【 Max 】1% 回帖血液+1",
    "变骚喷雾": "变骚喷雾\n【勋章类型】赠礼\n【创建时间】<a href=\"/thread-68060-1-1.html\" target=\"_blank\">2019-4-1（前往博物馆）</a>\n【入手条件】只可赠送\n【商店售价】13金币\n【持续时间】5天\n【 Max 】5% 回帖堕落+1 金币+1、发帖堕落+1 金币+1",
    "亚瑟·库瑞（海王）": "亚瑟·库瑞（海王）\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-68059-1-1.html\" target=\"_blank\">2019-4-1（前往博物馆）</a>\n【入手条件】咒术≤30\n【商店售价】450金币\n【等级1】2% 回帖血液+1▕▏升级条件：旅程≥30\n【等级2】3% 回帖血液+1、发帖血液+1▕▏升级条件：追随≥100\n【等级3】5% 回帖血液+1、发帖血液+2▕▏升级条件：消耗200血液\n【等级4】8% 回帖血液+2、发帖血液+2▕▏升级条件：消耗50咒术\n【 Max 】12% 回帖血液+3、发帖血液+3 咒术+1",
    "亚瑟‧摩根": "亚瑟‧摩根\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-68058-1-1.html\" target=\"_blank\">2019-4-1（前往博物馆）</a>\n【入手条件】堕落≥10\n【商店售价】500金币\n【等级1】4% 发帖金币+1▕▏升级条件：消耗200血液\n【等级2】4% 回帖金币+1、发帖金币+1▕▏升级条件：消耗300金币\n【等级3】6% 回帖金币+1、发帖金币+1▕▏升级条件：追随≥100\n【等级4】8% 回帖金币+1、发帖金币+2 血液+1▕▏升级条件：消耗-2旅程\n【等级5】12% 回帖金币+2、发帖金币+2 旅程+1▕▏升级条件：消耗-15堕落\n【 Max 】16% 回帖金币+3、发帖金币+3 旅程+1",
    "生化危机：复仇": "生化危机：复仇\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-68057-1-1.html\" target=\"_blank\">2019-4-1（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【 Max 】1% 回帖金币+1 血液+1",
    "浪潮之歌": "浪潮之歌\n【勋章类型】资产\n【创建时间】<a href=\"/thread-68056-1-1.html\" target=\"_blank\">2019-4-1（前往博物馆）</a>\n【入手条件】旅程≥70\n【商店售价】300金币\n【等级1】无属性▕▏升级条件：消耗1旅程\n【等级2】无属性▕▏升级条件：消耗1旅程\n【等级3】无属性▕▏升级条件：消耗1旅程\n【等级4】无属性▕▏升级条件：消耗1旅程\n【等级5】无属性▕▏升级条件：消耗1旅程\n【等级6】无属性▕▏升级条件：消耗1旅程\n【等级7】无属性▕▏升级条件：消耗1旅程\n【等级8】无属性▕▏升级条件：消耗1旅程\n【等级9】无属性▕▏升级条件：消耗1旅程\n【等级10】无属性▕▏升级条件：消耗-9旅程\n【 Max 】3% 回帖金币+1 旅程+1、发帖金币+1 旅程+1",
    "岛田半藏": "岛田半藏\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-17946-1-1.html\" target=\"_blank\">2019-3-22（前往博物馆）</a>\n【入手条件】无\n【商店售价】500金币\n【等级1】2% 回帖血液+1▕▏升级条件：知识≥10\n【等级2】5% 回帖血液+1▕▏升级条件：旅程≥25\n【等级3】5% 回帖金币+1 血液+1▕▏升级条件：消耗100咒术\n【 Max 】10% 回帖金币+1 咒术+1",
    "华灯初上": "华灯初上\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-15660-1-1.html\" target=\"_blank\">2016-6-11（前往博物馆）</a>\n【入手条件】【三周年庆】活动期间完成指定任务\n【 Max 】3% 回帖知识+1",
    "章鱼小丸子": "章鱼小丸子\n【勋章类型】资产\n【创建时间】<a href=\"/thread-15581-1-1.html\" target=\"_blank\">2016-5-2（前往博物馆）</a>\n【入手条件】无（该勋章不可寄售，仅可回收）\n【商店售价】150金币\n【等级1】10% 回帖血液+1▕▏升级条件：消耗-10血液\n【等级2】7% 回帖血液+1▕▏升级条件：消耗-20血液\n【等级3】5% 回帖血液+1▕▏升级条件：消耗-20血液\n【等级4】3% 回帖血液+2▕▏升级条件：消耗-30血液\n【 Max 】无属性",
    "罗宾·西克": "罗宾·西克\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-15580-1-1.html\" target=\"_blank\">2016-5-2（前往博物馆）</a>\n【入手条件】无\n【商店售价】300金币\n【等级1】5% 回帖堕落+1▕▏升级条件：堕落≥20\n【等级2】5% 回帖堕落+2▕▏升级条件：堕落≥50\n【等级3】10% 回帖堕落+2 血液-1▕▏升级条件：消耗200血液\n【 Max 】15% 回帖堕落-1 血液+2",
    "安德鲁·库珀": "安德鲁·库珀\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-15286-1-1.html\" target=\"_blank\">2016-2-23（前往博物馆）</a>\n【入手条件】无\n【商店售价】400金币\n【等级1】2% 回帖金币+1 血液-1▕▏升级条件：消耗200血液\n【等级2】5% 回帖金币+2 血液-1▕▏升级条件：消耗300血液\n【 Max 】10% 回帖金币+3 血液-1、发帖金币+3 血液-1",
    "克里斯·埃文斯": "克里斯·埃文斯\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-15285-1-1.html\" target=\"_blank\">2016-2-23（前往博物馆）</a>\n【入手条件】无\n【商店售价】300金币\n【等级1】2% 回帖血液+1、发帖血液+1▕▏升级条件：追随≥50\n【等级2】3% 回帖血液+2、发帖血液+2▕▏升级条件：消耗300金币\n【 Max 】5% 回帖血液+2 旅程+1、发帖血液+2 旅程+1",
    "变形软泥": "变形软泥\n【勋章类型】装备\n【创建时间】<a href=\"/thread-15284-1-1.html\" target=\"_blank\">2016-2-23（前往博物馆）</a>\n【入手条件】无\n【商店售价】66金币\n【等级1】无属性▕▏升级条件：堕落≥13\n【等级2】3% 回帖堕落+2▕▏升级条件：消耗166金币\n【 Max 】6% 回帖堕落+2、发帖咒术+1",
    "新年小猴": "新年小猴\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-15171-1-1.html\" target=\"_blank\">2016-2-12（前往博物馆）</a>\n【入手条件】参与2016年新年送祝福活动\n【 Max 】2% 回帖金币+1",
    "传承之证": "传承之证\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-14029-1-1.html\" target=\"_blank\">2015-11-6（前往博物馆）</a>\n【入手条件】参加2015文学区活动\n【等级1】2% 回帖血液+1 堕落-1▕▏升级条件：消耗-66金币\n【 Max 】2% 回帖血液+1 堕落+1",
    "骑士遗盔": "骑士遗盔\n【勋章类型】装备\n【创建时间】<a href=\"/thread-13572-1-1.html\" target=\"_blank\">2015-9-27（前往博物馆）</a>\n【入手条件】无\n【商店售价】275金币\n【等级1】1% 回帖咒术+1▕▏升级条件：消耗25金币\n【等级2】2% 回帖咒术+1、发帖知识+1▕▏升级条件：消耗50金币\n【等级3】3% 回帖咒术+1、发帖知识+1▕▏升级条件：消耗100金币\n【 Max 】5% 回帖咒术+1 血液+1、发帖知识+1",
    "月亮的蛋": "月亮的蛋\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-13563-1-1.html\" target=\"_blank\">2015-9-26（前往博物馆）</a>\n【入手条件】2015年中秋节限时购买徽章\n【商店售价】200金币\n【等级1】1% 回帖血液+1▕▏升级条件：发帖数≥30（手动升级）\n【等级2】5% 回帖血液+1、发帖咒术+2▕▏升级条件：主题数≥10（手动升级）\n【等级3】8% 回帖血液+1、发帖咒术+2▕▏升级条件：堕落≥60\n【 Max 】1% 回帖咒术+1、发帖灵魂+1",
    "天涯.此时": "天涯.此时\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-13562-1-1.html\" target=\"_blank\">2015-9-26（前往博物馆）</a>\n【入手条件】2015年中秋节纪念徽章，限时免费领取\n【 Max 】1% 发帖旅程+1",
    "维克多‧天火": "维克多‧天火\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-13287-1-1.html\" target=\"_blank\">2015-8-29（前往博物馆）</a>\n【入手条件】堕落≤50\n【商店售价】460金币\n【等级1】3% 回帖金币-1 血液+2 ▕▏升级条件：血液≥150\n【等级2】3% 回帖金币+1、发帖血液+2▕▏升级条件：消耗55堕落\n【等级3】10% 回帖金币+1 血液+1、发帖血液+2▕▏升级条件：知识≥30\n【等级4】25% 发帖金币+10▕▏升级条件：旅程≥99\n【 Max 】1% 回帖血液+5、发帖灵魂+1",
    "阿尔萨斯‧米奈希尔": "阿尔萨斯‧米奈希尔\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-13286-1-1.html\" target=\"_blank\">2015-8-29（前往博物馆）</a>\n【入手条件】无\n【商店售价】350金币\n【等级1】7% 回帖堕落+1、发帖咒术+2▕▏升级条件：堕落≥50\n【 Max 】15% 回帖血液+1、发帖咒术+2",
    "心之水晶": "心之水晶\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-13183-1-1.html\" target=\"_blank\">2015-8-20（前往博物馆）</a>\n【入手条件】参加2015年七夕截图活动\n【 Max 】3% 回帖血液+1、发帖血液+2",
    "史莱姆蛋": "史莱姆蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-12931-1-1.html\" target=\"_blank\">2015-7-30（前往博物馆）</a>\n【入手条件】发帖数≥30\n【商店售价】220血液\n【等级1】3% 回帖咒术+1▕▏升级条件：消耗50金币\n【等级2】6% 回帖咒术+1▕▏升级条件：消耗75金币\n【等级3】9% 回帖咒术+1▕▏升级条件：消耗100金币\n【 Max 】12% 回帖咒术+1、发帖金币+2",
    "神秘商店贵宾卡": "神秘商店贵宾卡\n【勋章类型】赠礼\n【创建时间】<a href=\"/thread-12701-1-1.html\" target=\"_blank\">2015-7-1（前往博物馆）</a>\n【入手条件】只可赠送，知识≥10\n【商店售价】50金币\n【持续时间】7天\n【等级1】10% 回帖金币+2▕▏升级条件：咒术≥20\n【等级2】20% 回帖金币+2、发帖旅程+1▕▏升级条件：咒术≥60\n【 Max 】30% 回帖金币+3、发帖旅程+1",
    "库伦 (审判)": "库伦 (审判)\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-12700-1-1.html\" target=\"_blank\">2015-7-1（前往博物馆）</a>\n【入手条件】无\n【商店售价】450金币\n【等级1】5% 回帖血液+1▕▏升级条件：知识≥16\n【等级2】7% 回帖血液+1、发帖血液+1▕▏升级条件：消耗350血液\n【等级3】15% 回帖血液+2、发帖血液+2▕▏升级条件：血液≥200\n【 Max 】10% 回帖血液+1、发帖血液+1 金币+1 旅程+1",
    "詹米·多南": "詹米·多南\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-12670-1-1.html\" target=\"_blank\">2015-6-26（前往博物馆）</a>\n【入手条件】无\n【商店售价】320金币\n【等级1】5% 回帖血液+1 堕落+1、发帖血液+2 堕落+1▕▏升级条件：消耗60咒术\n【 Max 】10% 回帖血液+1 堕落+1、发帖血液+2 堕落+1",
    "BIG BOSS": "BIG BOSS\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-12659-1-1.html\" target=\"_blank\">2015-6-25（前往博物馆）</a>\n【入手条件】堕落>20\n【商店售价】600金币\n【等级1】3% 回帖堕落+1、发帖堕落+1▕▏升级条件：消耗500血液\n【等级2】5% 回帖金币+1 堕落+1、发帖堕落+1▕▏升级条件：消耗1灵魂\n【等级3】10% 回帖金币+1 堕落+1、发帖堕落+1▕▏升级条件：金币≥1000\n【 Max 】20% 回帖金币+1 血液+1、发帖金币+3 血液+3",
    "Frank (LBF)": "Frank (LBF)\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-12658-1-1.html\" target=\"_blank\">2015-6-25（前往博物馆）</a>\n【入手条件】无\n【商店售价】270金币\n【等级1】3% 回帖血液+1▕▏升级条件：主题数≥10\n【等级2】6% 回帖血液+1▕▏升级条件：追随≥30\n【等级3】10% 回帖血液+1▕▏升级条件：旅程≥90\n【 Max 】10% 回帖血液+1 堕落-1、发帖旅程+1",
    "勇者与龙之书": "勇者与龙之书\n【勋章类型】资产\n【创建时间】<a href=\"/thread-12655-1-1.html\" target=\"_blank\">2015-6-24（前往博物馆）</a>\n【入手条件】旅程≥12\n【商店售价】300金币\n【等级1】无属性▕▏升级条件：消耗1旅程\n【等级2】无属性▕▏升级条件：消耗1旅程\n【等级3】无属性▕▏升级条件：消耗1旅程\n【等级4】无属性▕▏升级条件：消耗1旅程\n【等级5】无属性▕▏升级条件：消耗1旅程\n【等级6】无属性▕▏升级条件：消耗1旅程\n【等级7】无属性▕▏升级条件：消耗1旅程\n【等级8】无属性▕▏升级条件：消耗1旅程\n【等级9】无属性▕▏升级条件：消耗1旅程\n【等级10】无属性▕▏升级条件：消耗-9旅程\n【 Max 】3% 回帖旅程+1",
    "萨赫的蛋糕": "萨赫的蛋糕\n【勋章类型】赠礼\n【创建时间】<a href=\"/thread-12653-1-1.html\" target=\"_blank\">2015-6-24（前往博物馆）</a>\n【入手条件】只可赠送，知识≥5\n【商店售价】40金币\n【持续时间】14天\n【 Max 】10% 回帖血液+2、发帖血液+2",
    "雪王的心脏": "雪王的心脏\n【勋章类型】资产\n【创建时间】<a href=\"/thread-12647-1-1.html\" target=\"_blank\">2015-6-23（前往博物馆）</a>\n【入手条件】旅程≥12\n【商店售价】180金币\n【等级1】2% 回帖旅程+1▕▏升级条件：消耗30咒术\n【等级2】2% 回帖知识+1 旅程+1、发帖知识+1 旅程+1▕▏升级条件：消耗50咒术\n【 Max 】3% 回帖知识+1 旅程+1、发帖知识+1 旅程+1",
    "婴儿泪之瓶": "婴儿泪之瓶\n【勋章类型】资产\n【创建时间】<a href=\"/thread-12646-1-1.html\" target=\"_blank\">2015-6-23（前往博物馆）</a>\n【入手条件】无\n【商店售价】200金币\n【等级1】2% 回帖堕落-1、发帖堕落-1▕▏升级条件：消耗50金币\n【等级2】2% 回帖堕落-1 知识+1、发帖堕落-1 知识+1▕▏升级条件：消耗100金币\n【 Max 】3% 回帖堕落-1 知识+1、发帖堕落-1 知识+1",
    "戴尔‧芭芭拉": "戴尔‧芭芭拉\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-12645-1-1.html\" target=\"_blank\">2015-6-23（前往博物馆）</a>\n【入手条件】无\n【商店售价】280金币\n【等级1】无属性▕▏升级条件：血液≥250\n【等级2】3% 发帖堕落+1▕▏升级条件：堕落≥10\n【 Max 】3% 回帖堕落-1 血液+1、发帖旅程+1",
    "秘密森林": "秘密森林\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-12547-1-1.html\" target=\"_blank\">2015-6-7（前往博物馆）</a>\n【入手条件】【两周年庆】活动期间免费领取\n【 Max 】2% 回帖血液+1",
    "种植菊花": "种植菊花\n【勋章类型】资产\n【创建时间】<a href=\"/thread-12380-1-1.html\" target=\"_blank\">2015-5-23（前往博物馆）</a>\n【入手条件】无\n【商店售价】110金币\n【等级1】1% 回帖堕落+1▕▏升级条件：消耗20血液\n【等级2】3% 回帖堕落+1▕▏升级条件：消耗50血液\n【等级3】5% 回帖血液+1 堕落+1▕▏升级条件：消耗-30金币\n【 Max 】3% 回帖金币+1 堕落+1、发帖血液-1",
    "这是一片丛林": "这是一片丛林\n【勋章类型】资产\n【创建时间】<a href=\"/thread-12379-1-1.html\" target=\"_blank\">2015-5-23（前往博物馆）</a>\n【入手条件】无\n【商店售价】120金币\n【等级1】无属性▕▏升级条件：堕落≥35\n【等级2】3% 回帖咒术+1▕▏升级条件：堕落≥70\n【 Max 】3% 回帖旅程+1",
    "史莱姆养殖证书": "史莱姆养殖证书\n【勋章类型】资产\n【创建时间】<a href=\"/thread-12378-1-1.html\" target=\"_blank\">2015-5-23（前往博物馆）</a>\n【入手条件】无\n【商店售价】60金币\n【等级1】1% 回帖金币+1▕▏升级条件：消耗100金币\n【等级2】2% 回帖金币+1▕▏升级条件：消耗100金币\n【等级3】3% 回帖金币+1▕▏升级条件：消耗100金币\n【等级4】4% 回帖金币+1▕▏升级条件：消耗100金币\n【等级5】5% 回帖金币+1▕▏升级条件：消耗100金币\n【等级6】8% 回帖金币+1▕▏升级条件：知识≥8\n【等级7】8% 回帖金币+1▕▏升级条件：消耗100金币\n【等级8】12% 回帖金币+1▕▏升级条件：知识≥12\n【等级9】12% 回帖金币+1▕▏升级条件：消耗100金币\n【等级10】15% 回帖金币+1▕▏升级条件：知识≥15\n【等级11】15% 回帖金币+1▕▏升级条件：消耗100金币\n【等级12】18% 回帖金币+1▕▏升级条件：知识≥20\n【等级13】18% 回帖金币+1▕▏升级条件：消耗100金币\n【等级14】21% 回帖金币+1▕▏升级条件：知识≥25\n【等级15】21% 回帖金币+1▕▏升级条件：消耗100金币\n【等级16】25% 回帖金币+1▕▏升级条件：知识≥30\n【等级17】25% 回帖金币+1▕▏升级条件：消耗100金币\n【等级18】28% 回帖金币+1▕▏升级条件：知识≥35\n【等级19】28% 回帖金币+1▕▏升级条件：消耗100金币\n【等级20】31% 回帖金币+1▕▏升级条件：知识≥40\n【等级21】31% 回帖金币+1▕▏升级条件：消耗100金币\n【等级22】35% 回帖金币+1▕▏升级条件：知识≥45\n【等级23】35% 回帖金币+1▕▏升级条件：消耗100金币\n【等级24】38% 回帖金币+1▕▏升级条件：知识≥50\n【等级25】38% 回帖金币+1▕▏升级条件：消耗100金币\n【等级26】42% 回帖金币+1▕▏升级条件：知识≥55\n【等级27】42% 回帖金币+1▕▏升级条件：消耗100金币\n【等级28】45% 回帖金币+1▕▏升级条件：知识≥60\n【等级29】45% 回帖金币+1▕▏升级条件：消耗100金币\n【等级30】48% 回帖金币+1▕▏升级条件：消耗20知识\n【等级31】无属性▕▏升级条件：血液≥6\n【等级32】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥160\n【等级33】25% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥170\n【等级34】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥320\n【等级35】70% 回帖金币+1 咒术+1、发帖金币+1▕▏升级条件：血液≥322\n【等级36】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥460\n【等级37】25% 回帖血液-1▕▏升级条件：血液≥470\n【等级38】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥580\n【等级39】100% 回帖金币+1 血液+1、发帖金币+1▕▏升级条件：血液≥620\n【等级40】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥700\n【等级41】15% 回帖咒术+1 金币+1、发帖金币+1▕▏升级条件：血液≥720\n【等级42】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥820\n【等级43】100% 回帖金币+1 血液+1、发帖金币+1▕▏升级条件：血液≥850\n【等级44】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥990\n【等级45】25% 回帖血液-1、咒术+1▕▏升级条件：血液≥1000\n【等级46】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥1130\n【等级47】35% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥1150\n【等级48】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥1280\n【等级49】100% 回帖金币+1 血液+1、发帖金币+1▕▏升级条件：血液≥1340\n【等级50】70% 回帖金币+1 咒术+1、发帖金币+1▕▏升级条件：血液≥1342\n【等级51】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥1470\n【等级52】10% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥1500\n【等级53】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥1610\n【等级54】100% 回帖金币+1 血液+1、发帖金币+1▕▏升级条件：血液≥1650\n【等级55】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥1780\n【等级56】25% 回帖血液-1▕▏升级条件：血液≥1790\n【等级57】70% 回帖金币+1 咒术+1、发帖金币+1▕▏升级条件：血液≥1792\n【等级58】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥1880\n【等级59】45% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥1900\n【等级60】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥1920\n【等级61】100% 回帖金币+1 血液+1、发帖金币+1▕▏升级条件：血液≥1950\n【等级62】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥2000\n【 Max 】无属性",
    "盖拉斯‧瓦卡瑞安": "盖拉斯‧瓦卡瑞安\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-12377-1-1.html\" target=\"_blank\">2015-5-23（前往博物馆）</a>\n【入手条件】无\n【商店售价】450金币\n【等级1】5% 回帖金币+1、发帖金币+1▕▏升级条件：灵魂≥2\n【等级2】5% 回帖知识+1、发帖知识+1▕▏升级条件：血液≥50\n【等级3】8% 回帖血液+1、发帖血液+1▕▏升级条件：血液≥600\n【 Max 】12% 回帖金币+1、发帖金币+2",
    "艾德尔": "艾德尔\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-12376-1-1.html\" target=\"_blank\">2015-5-23（前往博物馆）</a>\n【入手条件】无\n【商店售价】280金币\n【 Max 】8% 发帖血液+3 旅程+1",
    "发芽的种子": "发芽的种子\n【勋章类型】资产\n【创建时间】<a href=\"/thread-12353-1-1.html\" target=\"_blank\">2015-5-23（前往博物馆）</a>\n【入手条件】在线时间(小时)>10\n【商店售价】77金币\n【等级1】无属性▕▏升级条件：消耗50血液\n【等级2】无属性▕▏升级条件：消耗50血液\n【等级3】无属性▕▏升级条件：消耗50血液\n【 Max 】7% 回帖金币+1、发帖金币+2",
    "新月护符": "新月护符\n【勋章类型】装备\n【创建时间】<a href=\"/thread-12352-1-1.html\" target=\"_blank\">2015-5-23（前往博物馆）</a>\n【入手条件】血液≥50\n【商店售价】200金币\n【等级1】5% 回帖堕落-1、发帖堕落-1▕▏升级条件：旅程≥90\n【 Max 】10% 回帖堕落-2、发帖堕落-2 旅程+1",
    "哈尔‧乔丹": "哈尔‧乔丹\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-12351-1-1.html\" target=\"_blank\">2015-5-22（前往博物馆）</a>\n【入手条件】无\n【商店售价】550金币\n【等级1】无属性▕▏升级条件：知识≥15\n【等级2】2% 回帖咒术+1▕▏升级条件：追随≥75\n【等级3】5% 回帖咒术+1、发帖咒术+1▕▏升级条件：总积分≥100（手动升级）\n【 Max 】7% 回帖咒术+1、发帖咒术+1 旅程+1",
    "神圣十字章": "神圣十字章\n【勋章类型】装备\n【创建时间】<a href=\"/thread-12350-1-1.html\" target=\"_blank\">2015-5-22（前往博物馆）</a>\n【入手条件】旅程≥12\n【商店售价】300金币\n【等级1】5% 回帖血液+1、发帖血液+1▕▏升级条件：消耗8咒术\n【等级2】10% 回帖血液+1、发帖血液+1▕▏升级条件：消耗-20血液\n【 Max 】5% 回帖血液+2、发帖血液+2",
    "重新充能的神圣十字章": "重新充能的神圣十字章\n【勋章类型】装备\n【创建时间】<a href=\"/thread-12350-1-1.html\" target=\"_blank\">2015-5-22（前往博物馆）</a>\n【入手条件】未知购买限制\n【商店售价】300金币\n【 Max 】10% 回帖血液+2、发帖血液+1 堕落-1",
    "杰森·斯坦森": "杰森·斯坦森\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-12349-1-1.html\" target=\"_blank\">2015-5-21（前往博物馆）</a>\n【入手条件】无\n【商店售价】490金币\n【等级1】无属性▕▏升级条件：金币≥50\n【等级2】1% 回帖血液+1▕▏升级条件：金币≥300\n【等级3】5% 回帖血液+1、发帖血液+1▕▏升级条件：金币≥750\n【等级4】10% 回帖堕落-1 血液+1、发帖堕落-1 血液+1▕▏升级条件：血液≥1000\n【等级5】15% 回帖堕落-1 血液+2、发帖堕落-1 血液+2▕▏升级条件：消耗1灵魂\n【 Max 】25% 回帖堕落-1 血液+2、发帖堕落-1 血液+2",
    "艾尔尤因": "艾尔尤因\n【勋章类型】装备\n【创建时间】<a href=\"/thread-12348-1-1.html\" target=\"_blank\">2015-5-21（前往博物馆）</a>\n【入手条件】无\n【商店售价】290金币\n【等级1】5% 回帖血液+1、发帖血液+1▕▏升级条件：血液≥300\n【等级2】5% 回帖咒术+1、发帖咒术+1▕▏升级条件：血液≥500\n【 Max 】10% 回帖血液+1 堕落-1、发帖血液+1 堕落-1",
    "预知水晶球": "预知水晶球\n【勋章类型】资产\n【创建时间】<a href=\"/thread-12248-1-1.html\" target=\"_blank\">2015-5-10（前往博物馆）</a>\n【入手条件】咒术≥10\n【商店售价】150金币\n【等级1】4% 回帖金币+1、发帖知识+1▕▏升级条件：消耗40咒术\n【 Max 】8% 回帖金币+1、发帖知识+1 旅程+1",
    "奇怪的紫水晶": "奇怪的紫水晶\n【勋章类型】资产\n【创建时间】<a href=\"/thread-12246-1-1.html\" target=\"_blank\">2015-5-10（前往博物馆）</a>\n【入手条件】无\n【商店售价】299金币\n【等级1】5% 回帖血液-1 咒术+2 堕落+1▕▏升级条件：消耗35咒术\n【 Max 】1% 回帖知识+1 咒术+1、发帖灵魂+1",
    "巴特‧贝克": "巴特‧贝克\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-12245-1-1.html\" target=\"_blank\">2015-5-10（前往博物馆）</a>\n【入手条件】堕落<20\n【商店售价】180金币\n【等级1】2% 回帖堕落+1▕▏升级条件：堕落≥20\n【等级2】4% 回帖堕落+1▕▏升级条件：堕落≥50\n【 Max 】6% 回帖堕落+1 金币+1、发帖堕落+1 金币+1",
    "锻造卷轴": "锻造卷轴\n【勋章类型】资产\n【创建时间】<a href=\"/thread-12163-1-1.html\" target=\"_blank\">2015-4-28（前往博物馆）</a>\n【入手条件】无\n【商店售价】99金币\n【 Max 】1% 回帖金币+1 知识+1、发帖金币+1 知识+1",
    "布衣": "布衣\n【勋章类型】装备\n【创建时间】<a href=\"/thread-12157-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】无\n【商店售价】45金币\n【等级1】1% 回帖血液-1▕▏升级条件：消耗2金币\n【等级2】无属性▕▏升级条件：消耗4金币\n【等级3】1% 回帖血液+1▕▏升级条件：消耗16金币\n【等级4】1% 回帖血液+1▕▏升级条件：消耗18金币\n【等级5】1% 回帖血液+1▕▏升级条件：消耗20金币\n【等级6】1% 回帖血液+1▕▏升级条件：消耗22金币\n【等级7】2% 回帖血液+1▕▏升级条件：消耗34金币\n【等级8】2% 回帖血液+1、发帖血液+1▕▏升级条件：消耗36金币\n【等级9】2% 回帖血液+2、发帖血液+2▕▏升级条件：消耗38金币\n【等级10】2% 回帖血液+2、发帖血液+3▕▏升级条件：消耗50金币\n【等级11】2% 回帖血液+2 咒术+1、发帖血液+2 咒术+2▕▏升级条件：消耗52金币\n【等级12】2% 回帖血液+2 咒术+1、发帖血液+2 咒术+3▕▏升级条件：消耗64金币\n【等级13】2% 回帖血液+3 知识+1、发帖血液+3 知识+1▕▏升级条件：消耗250血液\n【 Max 】3% 回帖血液+5 咒术-1、发帖血液+5 咒术-1",
    "尤利西斯": "尤利西斯\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-12156-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】无\n【商店售价】250金币\n【等级1】无属性▕▏升级条件：消耗200血液\n【等级2】2% 回帖血液+1▕▏升级条件：消耗-10堕落\n【等级3】7% 回帖金币+1▕▏升级条件：金币≥600\n【 Max 】无属性",
    "尼克·贝特曼": "尼克·贝特曼\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-12155-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】无\n【商店售价】500金币\n【等级1】无属性▕▏升级条件：血液≥600\n【等级2】3% 发帖血液+3▕▏升级条件：金币≥600\n【等级3】5% 发帖血液+3 咒术+2▕▏升级条件：血液≥900\n【等级4】7% 发帖血液+3 旅程+1▕▏升级条件：金币≥900\n【等级5】15% 发帖血液+3 金币+2▕▏升级条件：灵魂≥1\n【 Max 】20% 发帖血液+4 金币+3",
    "康纳‧沃什": "康纳‧沃什\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-12154-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】无\n【商店售价】400金币\n【等级1】5% 回帖血液+1▕▏升级条件：消耗50血液\n【等级2】6% 回帖血液+1、发帖血液+1▕▏升级条件：堕落≥50\n【等级3】7% 发帖知识+1 血液+1▕▏升级条件：知识≥50\n【 Max 】8% 回帖堕落+1 血液+1、发帖知识+1 血液+1",
    "铁牛": "铁牛\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-12153-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】无\n【商店售价】400金币\n【等级1】5% 回帖血液-1 金币+2▕▏升级条件：血液≥350\n【等级2】7% 回帖血液-1 金币+2▕▏升级条件：消耗200血液\n【 Max 】13% 回帖血液-1 金币+3 堕落+1、发帖血液-1 金币+3 堕落+1",
    "泡沫浮髅(Squirt)": "泡沫浮髅(Squirt)\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-12152-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】2015年猜游戏活动，排名前十\n【 Max 】4% 回帖咒术+1",
    "铁杆影迷": "铁杆影迷\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-12151-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】2015年看图猜电影活动，答对25题以上\n【 Max 】2% 回帖知识+1、发帖知识+1",
    "霍格沃茨五日游": "霍格沃茨五日游\n【勋章类型】咒术\n【创建时间】<a href=\"/thread-12150-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】只可赠送，旅程≥10\n【商店售价】8咒术\n【持续时间】5天\n【等级1】5% 回帖咒术+2▕▏升级条件：旅程≥10\n【等级2】20% 发帖知识+1▕▏升级条件：知识≥20\n【等级3】20% 回帖血液+3、发帖知识+1 血液+3▕▏升级条件：追随≥100\n【等级4】20% 回帖血液+5、发帖旅程+1 血液+5▕▏升级条件：堕落≥50\n【 Max 】20% 回帖血液+3、发帖堕落+1 血液+3",
    "海上明月": "海上明月\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-12149-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】2014年中秋节活动奖励\n【 Max 】5% 回帖血液+1",
    "奥兹大陆": "奥兹大陆\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-12148-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】旅程>25，在线时间(小时)>255\n【商店售价】100金币\n【 Max 】2% 回帖咒术+1、发帖咒术+1",
    "禽兽扒手": "禽兽扒手\n【勋章类型】天赋\n【创建时间】<a href=\"/thread-12147-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】追随≥35，旅程≥45，知识≥15\n【等级1】10% 回帖血液-1 咒术+1▕▏升级条件：在线时间(小时)≥101\n【等级2】30% 回帖血液-1 咒术+1▕▏升级条件：在线时间(小时)≥110\n【等级3】10% 回帖血液-1 咒术+1▕▏升级条件：在线时间(小时)≥201\n【等级4】30% 回帖血液-1 咒术+1▕▏升级条件：在线时间(小时)≥210\n【等级5】10% 回帖血液-1 咒术+1▕▏升级条件：在线时间(小时)≥301\n【等级6】30% 回帖血液-1 咒术+1▕▏升级条件：在线时间(小时)≥310\n【等级7】10% 回帖血液-1 咒术+1▕▏升级条件：在线时间(小时)≥401\n【等级8】30% 回帖血液-1 咒术+1▕▏升级条件：在线时间(小时)≥410\n【等级9】10% 回帖血液-1 咒术+1▕▏升级条件：在线时间(小时)≥501\n【等级10】30% 回帖血液-1 咒术+1▕▏升级条件：在线时间(小时)≥510\n【等级11】10% 回帖血液-1 咒术+1▕▏升级条件：在线时间(小时)≥601\n【等级12】30% 回帖血液-1 咒术+1▕▏升级条件：在线时间(小时)≥610\n【等级13】10% 回帖血液-1 咒术+1▕▏升级条件：在线时间(小时)≥701\n【等级14】10% 回帖血液-1 咒术+1▕▏升级条件：在线时间(小时)≥710\n【等级15】10% 回帖血液-1 咒术+1▕▏升级条件：在线时间(小时)≥801\n【等级16】30% 回帖血液-1 咒术+1▕▏升级条件：在线时间(小时)≥810\n【等级17】10% 回帖血液-1 咒术+1▕▏升级条件：在线时间(小时)≥901\n【等级18】30% 回帖血液-1 咒术+1▕▏升级条件：在线时间(小时)≥910\n【等级19】10% 回帖血液-1 咒术+1▕▏升级条件：在线时间(小时)≥1001\n【等级20】30% 回帖血液-1 咒术+1▕▏升级条件：在线时间(小时)≥1100\n【等级21】10% 回帖血液-1 咒术+1▕▏升级条件：在线时间(小时)≥2001\n【等级22】30% 回帖血液-1 咒术+1▕▏升级条件：在线时间(小时)≥2100\n【等级23】10% 回帖血液-1 咒术+1▕▏升级条件：在线时间(小时)≥3001\n【 Max 】35% 回帖血液-1 咒术+1",
    "圣英灵秘银甲": "圣英灵秘银甲\n【勋章类型】装备\n【创建时间】<a href=\"/thread-12146-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】无\n【商店售价】1350金币\n【等级1】11% 回帖血液+2 堕落-1、发帖血液+2 堕落-1▕▏升级条件：消耗1灵魂\n【等级2】31% 回帖血液+2 堕落-1、发帖血液+2 堕落-1▕▏升级条件：咒术≥111\n【 Max 】41% 回帖血液+2 堕落-1、发帖血液+2 堕落-1 旅程+1",
    "安德森‧戴维斯": "安德森‧戴维斯\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-12145-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】无\n【商店售价】500金币\n【等级1】2% 回帖血液+1、发帖咒术+1▕▏升级条件：堕落≥5\n【等级2】4% 回帖血液+1、发帖咒术+1▕▏升级条件：堕落≥10\n【等级3】6% 回帖血液+1、发帖咒术+1▕▏升级条件：堕落≥25\n【等级4】8% 回帖血液+1、发帖咒术+1▕▏升级条件：堕落≥50\n【等级5】10% 回帖金币-1 血液+1、发帖咒术+1▕▏升级条件：堕落≥100\n【 Max 】15% 回帖金币-1 血液+1 咒术+1、发帖咒术+2",
    "库伦 (起源)": "库伦 (起源)\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-12144-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】咒术≤25\n【商店售价】480金币\n【等级1】18% 回帖血液+2、发帖血液+6▕▏升级条件：咒术≥11\n【 Max 】7% 发帖血液+6 咒术-1",
    "戴蒙‧萨尔瓦托": "戴蒙‧萨尔瓦托\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-12143-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】堕落≥10\n【商店售价】450金币\n【等级1】5% 回帖血液+5 堕落+1、发帖血液+5 堕落+1▕▏升级条件：血液≥5\n【等级2】无属性▕▏升级条件：血液≥20\n【等级3】5% 回帖血液+1▕▏升级条件：血液≥50\n【等级4】20% 回帖血液+1、发帖血液+3▕▏升级条件：血液≥55\n【等级5】5% 回帖血液+1、发帖血液+3▕▏升级条件：血液≥100\n【等级6】10% 回帖血液-1、发帖堕落+2 血液+2▕▏升级条件：血液≥108\n【等级7】100% 回帖血液+2 堕落+1、发帖血液+2 堕落+1▕▏升级条件：血液≥110\n【等级8】无属性▕▏升级条件：血液≥150\n【等级9】2% 回帖血液-5 堕落+5、发帖灵魂+1▕▏升级条件：血液≥160\n【等级10】20% 回帖血液-1 堕落+1▕▏升级条件：血液≥300\n【 Max 】无属性",
    "TRPG纪念章": "TRPG纪念章\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-12140-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】完成TRPG版块内的跑团任务\n【等级1】无属性▕▏升级条件：消耗-100金币\n【 Max 】2% 回帖金币+1 血液+1",
    "堕落飨宴": "堕落飨宴\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-12139-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】旅程≥20，在线时间(小时)≥100，发帖数≥100，主题数≥10\n【商店售价】9999金币\n【等级1】无属性▕▏升级条件：消耗-10堕落\n【等级2】无属性▕▏升级条件：消耗-500血液\n【等级3】无属性▕▏升级条件：消耗-20堕落\n【等级4】无属性▕▏升级条件：消耗-200咒术\n【等级5】无属性▕▏升级条件：消耗-30堕落\n【等级6】无属性▕▏升级条件：消耗-30旅程\n【等级7】无属性▕▏升级条件：消耗-40堕落\n【等级8】无属性▕▏升级条件：消耗-20知识\n【等级9】无属性▕▏升级条件：消耗-50堕落\n【等级10】无属性▕▏升级条件：消耗-500金币\n【等级11】无属性▕▏升级条件：消耗-60堕落\n【等级12】无属性▕▏升级条件：消耗-1500血液\n【等级13】无属性▕▏升级条件：消耗-70堕落\n【等级14】无属性▕▏升级条件：消耗-300咒术\n【等级15】无属性▕▏升级条件：消耗-80堕落\n【等级16】无属性▕▏升级条件：消耗-50旅程\n【等级17】无属性▕▏升级条件：消耗-90堕落\n【等级18】无属性▕▏升级条件：消耗-30知识\n【等级19】无属性▕▏升级条件：消耗-100堕落\n【等级20】无属性▕▏升级条件：消耗-2500金币\n【等级21】1% 回帖金币+5 血液+5 堕落+5、发帖灵魂+1 咒术+10▕▏升级条件：消耗-200堕落\n【等级22】1% 回帖金币+5 血液+5 堕落+5、发帖灵魂+1 咒术+10▕▏升级条件：消耗-2灵魂\n【 Max 】1% 回帖金币+5 血液+5 堕落+5、发帖灵魂+1 咒术+10",
    "龙腾世纪：审判": "龙腾世纪：审判\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-12137-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【 Max 】1% 回帖旅程+1",
    "迷のDoge": "迷のDoge\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-12135-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】主题数≥6\n【商店售价】100金币\n【等级1】2% 回帖血液+1 金币+1▕▏升级条件：消耗50金币\n【等级2】4% 回帖血液+1 金币+1▕▏升级条件：消耗50金币\n【 Max 】6% 回帖血液+1 金币+2 咒术+1",
    "神秘的邀请函": "神秘的邀请函\n【勋章类型】资产\n【创建时间】<a href=\"/thread-12134-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】主题数≥3，在线时间(小时)>12\n【商店售价】100金币\n【等级1】1% 回帖金币+1、发帖金币+1▕▏升级条件：消耗80血液\n【等级2】1% 回帖血液+1、发帖血液+1▕▏升级条件：消耗80金币\n【等级3】5% 回帖血液-1▕▏升级条件：追随≥30\n【等级4】5% 回帖金币+3 血液-1、发帖金币+3 血液-1▕▏升级条件：知识≥10\n【等级5】10% 回帖血液+1 金币+1、发帖血液+2 金币+3▕▏升级条件：消耗-100金币\n【 Max 】无属性",
    "暗红矿土": "暗红矿土\n【勋章类型】资产\n【创建时间】<a href=\"/thread-12133-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】堕落≥20\n【商店售价】40金币\n【等级1】1% 回帖血液+1▕▏升级条件：消耗30金币\n【等级2】4% 回帖堕落+1▕▏升级条件：消耗70金币\n【等级3】1% 回帖血液+2▕▏升级条件：消耗200金币\n【 Max 】12% 回帖血液+1 堕落+1、发帖血液+2 咒术+2",
    "木柴堆": "木柴堆\n【勋章类型】资产\n【创建时间】<a href=\"/thread-12132-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】旅程≥18\n【商店售价】90金币\n【等级1】1% 回帖金币+1▕▏升级条件：消耗5血液\n【等级2】5% 回帖金币+1▕▏升级条件：消耗150金币\n【等级3】1% 无属性▕▏升级条件：消耗30血液\n【 Max 】10% 回帖金币+1、发帖金币+3 旅程+1",
    "充满魔力的种子": "充满魔力的种子\n【勋章类型】资产\n【创建时间】<a href=\"/thread-12131-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】旅程≥20，知识≥4\n【商店售价】250金币\n【等级1】无属性▕▏升级条件：消耗20咒术\n【等级2】5% 回帖知识+1▕▏升级条件：在线时间(小时)≥240\n【等级3】5% 回帖知识+1、发帖知识+2▕▏升级条件：消耗20咒术\n【等级4】无属性▕▏升级条件：消耗10咒术\n【 Max 】8% 回帖金币+2 咒术+1、发帖知识+2",
    "咆哮诅咒": "咆哮诅咒\n【勋章类型】咒术\n【创建时间】<a href=\"/thread-12130-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】只可赠送，知识≥28\n【商店售价】8咒术\n【持续时间】3天\n【等级1】30% 回帖堕落+3 血液-1▕▏升级条件：总积分≥35（手动升级）\n【 Max 】无属性",
    "遗忘之水": "遗忘之水\n【勋章类型】赠礼\n【创建时间】<a href=\"/thread-12129-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】无\n【商店售价】180金币\n【持续时间】30天\n【等级1】无属性▕▏升级条件：消耗10堕落\n【等级2】无属性▕▏升级条件：消耗10堕落\n【等级3】无属性▕▏升级条件：消耗10堕落\n【 Max 】无属性",
    "史蒂夫‧金克斯": "史蒂夫‧金克斯\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-12128-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】无\n【商店售价】230金币\n【等级1】3% 回帖咒术+1、发帖咒术+1▕▏升级条件：咒术≥120\n【 Max 】5% 回帖堕落+2、发帖堕落+2",
    "卢西亚诺‧科斯塔": "卢西亚诺‧科斯塔\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-12127-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】无\n【商店售价】380金币\n【等级1】5% 回帖血液+1、发帖血液+1▕▏升级条件：知识≥100\n【 Max 】30% 回帖血液+1、发帖血液+1",
    "虎克船长": "虎克船长\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-12126-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】旅程≥15\n【商店售价】320金币\n【等级1】1% 发帖旅程+1▕▏升级条件：消耗150金币\n【等级2】1% 回帖旅程+1、发帖旅程+1▕▏升级条件：消耗200血液\n【等级3】2% 回帖旅程+1、发帖旅程+1▕▏升级条件：消耗-5堕落\n【等级4】2% 回帖旅程+1、发帖旅程+1▕▏升级条件：消耗-10咒术\n【等级5】3% 回帖旅程+1、发帖旅程+1▕▏升级条件：消耗-1知识\n【 Max 】3% 回帖旅程+1、发帖旅程+1",
    "卡斯迪奥": "卡斯迪奥\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-12125-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】堕落≤10\n【商店售价】520金币\n【等级1】2% 回帖堕落-1、发帖堕落-1▕▏升级条件：消耗50血液\n【等级2】3% 回帖堕落-1、发帖堕落-1▕▏升级条件：消耗80血液\n【等级3】4% 回帖堕落-1、发帖堕落-1 血液+1▕▏升级条件：消耗100血液\n【等级4】5% 回帖堕落-1、发帖堕落-1 血液+1▕▏升级条件：消耗1灵魂\n【等级5】无属性▕▏升级条件：堕落≥1\n【等级6】2% 回帖血液+5 堕落-3、发帖灵魂+1 堕落-5▕▏升级条件：堕落≥16\n【等级7】15% 回帖血液+2 堕落-1、发帖血液+3 堕落-3▕▏升级条件：堕落≥66\n【等级8】15% 回帖金币+2 堕落+1、发帖金币+3 堕落+3▕▏升级条件：堕落≥116\n【等级9】2% 回帖金币+5 堕落+3、发帖灵魂+1 堕落+5▕▏升级条件：堕落≥131\n【 Max 】无属性",
    "魔术师奥斯卡": "魔术师奥斯卡\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-12124-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】旅程≥10\n【商店售价】490金币\n【等级1】5% 回帖堕落+1▕▏升级条件：消耗30咒术\n【等级2】6% 回帖堕落-1▕▏升级条件：消耗75咒术\n【等级3】7% 回帖堕落+1▕▏升级条件：堕落≥20\n【等级4】8% 回帖堕落-1、发帖知识+1▕▏升级条件：消耗120咒术\n【等级5】9% 回帖堕落+1 咒术+1 发帖咒术+3 知识+1▕▏升级条件：咒术≥100\n【 Max 】10% 回帖堕落-1 咒术+1、发帖知识+1 咒术+3",
    "山姆·温彻斯特": "山姆·温彻斯特\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-12123-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】无\n【商店售价】400金币\n【等级1】2% 回帖金币+2、发帖金币+2▕▏升级条件：咒术≥10\n【等级2】4% 回帖金币+2、发帖金币+2▕▏升级条件：咒术≥50\n【等级3】6% 回帖金币+2、发帖金币+2▕▏升级条件：咒术≥100\n【等级4】8% 回帖金币+2、发帖金币+2▕▏升级条件：消耗350金币\n【 Max 】10% 回帖金币+2、发帖金币+2",
    "迪恩·温彻斯特": "迪恩·温彻斯特\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-12122-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】无\n【商店售价】400金币\n【等级1】2% 回帖血液+2、发帖血液+2▕▏升级条件：血液≥100\n【等级2】4% 回帖血液+2、发帖血液+2▕▏升级条件：血液≥250\n【等级3】6% 回帖血液+2、发帖血液+2▕▏升级条件：血液≥450\n【等级4】8% 回帖血液+2、发帖血液+2▕▏升级条件：消耗350金币\n【 Max 】10% 回帖血液+2、发帖血液+2",
    "布莱恩‧欧康纳": "布莱恩‧欧康纳\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-12121-1-1.html\" target=\"_blank\">2015-4-27（前往博物馆）</a>\n【入手条件】追随≥20\n【商店售价】400金币\n【等级1】4% 回帖金币+1▕▏升级条件：消耗100金币\n【等级2】6% 回帖金币+1▕▏升级条件：消耗100血液\n【等级3】8% 回帖金币+1▕▏升级条件：追随≥101\n【 Max 】10% 回帖金币+2、发帖旅程+1",
    "謎の男": "謎の男\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-12113-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】募捐活动奖励，募捐一次即可获得\n【 Max 】100% 回帖血液+1、发帖金币+1",
    "猫眼": "猫眼\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-12112-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】参加生活爆照版块【第一届自拍活动】，取得前三名\n【 Max 】1% 发帖金币+300 灵魂+1",
    "一只可爱的小猫": "一只可爱的小猫\n【勋章类型】奖品\n【创建时间】<a href=\"/thread-12111-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】参加生活爆照版块【第一届自拍活动】\n【等级1】无属性▕▏升级条件：血液≥30\n【等级2】5% 回帖血液+1▕▏升级条件：血液≥60\n【等级3】勋章博物馆资料暂缺\n【等级4】勋章博物馆资料暂缺\n【等级5】勋章博物馆资料暂缺\n【等级6】9% 回帖咒术+1 ▕▏升级条件：血液≥200\n【 Max 】50% 回帖血液+1、发帖血液+3 咒术+1",
    "上古卷轴V：天际": "上古卷轴V：天际\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-12109-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【 Max 】2% 回帖金币+2",
    "TRPG版塊": "TRPG版塊\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-12108-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【 Max 】2% 回帖咒术+1",
    "辐射：新维加斯": "辐射：新维加斯\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-12107-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【 Max 】2% 回帖堕落+1",
    "五花八门版块": "五花八门版块\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-12106-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【 Max 】2% 回帖咒术+1",
    "质量效应三部曲": "质量效应三部曲\n【勋章类型】场景&版块\n【创建时间】<a href=\"/thread-12105-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【 Max 】2% 回帖血液+2",
    "骑兽之子": "骑兽之子\n【勋章类型】天赋\n【创建时间】<a href=\"/thread-12104-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】旅程≥120，灵魂≥1\n【等级1】20% 回帖血液+1、发帖血液+3 咒术+1▕▏升级条件：灵魂 ≥3\n【 Max 】50% 回帖血液+1、发帖血液+3 咒术+1",
    "黄色就是俏皮": "黄色就是俏皮\n【勋章类型】天赋\n【创建时间】<a href=\"/thread-12103-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】堕落>20，血液>60，主题数≥6\n【等级1】3% 回帖血液+1、发帖血液+1▕▏升级条件：主题数≥50\n【 Max 】10% 回帖血液+1、发帖血液+1",
    "堕落之舞": "堕落之舞\n【勋章类型】天赋\n【创建时间】<a href=\"/thread-12102-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】堕落>40\n【 Max 】35% 发帖金币+3",
    "诺曼底号": "诺曼底号\n【勋章类型】资产\n【创建时间】<a href=\"/thread-12101-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】无（该勋章不可寄售，仅可回收）\n【商店售价】8700金币\n【等级1】无属性▕▏升级条件：金币≥100\n【等级2】50% 发帖血液+7 金币+7▕▏升级条件：金币≥1000\n【等级3】50% 发帖血液+7 旅程+1 金币+7▕▏升级条件：金币≥5000\n【等级4】50% 发帖血液+7 旅程+1 咒术+3 金币+7▕▏升级条件：金币≥10000\n【等级5】50% 发帖血液+7 旅程+1 咒术+3 知识+1 金币+7▕▏升级条件：金币≥20000\n【 Max 】50% 发帖金币+7",
    "夜灯": "夜灯\n【勋章类型】资产\n【创建时间】<a href=\"/thread-12100-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】无\n【商店售价】40金币\n【等级1】1% 回帖血液+1▕▏升级条件：消耗15金币\n【等级2】2% 回帖血液+1▕▏升级条件：消耗30金币\n【等级3】3% 回帖血液+1▕▏升级条件：消耗45金币\n【等级4】4% 回帖血液+1▕▏升级条件：消耗60金币\n【等级5】5% 回帖血液+1▕▏升级条件：消耗75金币\n【等级6】6% 回帖血液+1▕▏升级条件：消耗90金币\n【等级7】7% 回帖血液+1▕▏升级条件：消耗-6旅程\n【 Max 】7% 回帖血液+1",
    "洞窟魔蛋": "洞窟魔蛋\n【勋章类型】宠物\n【创建时间】<a href=\"/thread-12099-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】咒术≥40\n【商店售价】1金币\n【等级1】无属性▕▏升级条件：消耗30血液\n【等级2】5% 回帖咒术+1▕▏升级条件：消耗70血液\n【 Max 】14% 回帖咒术+2 血液-2、发帖咒术+2",
    "种植菠菜": "种植菠菜\n【勋章类型】资产\n【创建时间】<a href=\"/thread-12098-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】主题数≥5\n【商店售价】30金币\n【等级1】无属性▕▏升级条件：知识≥1\n【等级2】无属性▕▏升级条件：消耗10金币\n【等级3】无属性▕▏升级条件：知识≥2\n【等级4】无属性▕▏升级条件：消耗10金币\n【等级5】无属性▕▏升级条件：知识≥3\n【等级6】无属性▕▏升级条件：消耗15金币\n【等级7】5% 回帖血液+1、发帖血液+1▕▏升级条件：消耗-35血液\n【 Max 】无属性",
    "漂洋小船": "漂洋小船\n【勋章类型】资产\n【创建时间】<a href=\"/thread-12097-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】无\n【商店售价】75金币\n【 Max 】2% 回帖旅程+1",
    "流失之椅": "流失之椅\n【勋章类型】资产\n【创建时间】<a href=\"/thread-12096-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】无\n【商店售价】320金币\n【等级1】40% 回帖血液+1、发帖旅程+1▕▏升级条件：在线时间(小时)≥80\n【等级2】32% 回帖血液+1、发帖旅程+1▕▏升级条件：在线时间(小时)≥150\n【等级3】24% 回帖血液+1、发帖旅程+1▕▏升级条件：在线时间(小时)≥300\n【等级4】17% 回帖血液+1、发帖旅程+1▕▏升级条件：在线时间(小时)≥500\n【等级5】9% 回帖血液+1、发帖旅程+1▕▏升级条件：在线时间(小时)≥800\n【等级6】3% 回帖血液+1、发帖旅程+1▕▏升级条件：在线时间(小时)≥1000\n【等级7】无属性▕▏升级条件：消耗1灵魂\n【 Max 】50% 回帖血液+1、发帖旅程+1",
    "念念往日士官盔": "念念往日士官盔\n【勋章类型】装备\n【创建时间】<a href=\"/thread-12095-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】无\n【商店售价】125金币\n【 Max 】30% 回帖金币-1 血液+1",
    "超级名贵无用宝剑": "超级名贵无用宝剑\n【勋章类型】装备\n【创建时间】<a href=\"/thread-12094-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】无\n【商店售价】1299金币\n【 Max 】无属性",
    "吞食魂魄": "吞食魂魄\n【勋章类型】咒术\n【创建时间】<a href=\"/thread-12093-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】知识≥35\n【商店售价】1灵魂\n【持续时间】7天\n【等级1】无属性▕▏升级条件：消耗-1001血液\n【等级2】无属性▕▏升级条件：堕落≥10\n【 Max 】10% 回帖血液-1、发帖血液-1",
    "猫化弩哥": "猫化弩哥\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-12092-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】堕落>5\n【商店售价】200金币\n【 Max 】6% 发帖知识+1 咒术+1",
    "亚当‧简森": "亚当‧简森\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-12091-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】无\n【商店售价】350金币\n【等级1】5% 回帖金币+1、发帖血液+1▕▏升级条件：消耗20咒术\n【等级2】6% 回帖金币+1、发帖血液+2▕▏升级条件：知识≥15\n【等级3】7% 回帖金币+2、发帖血液+3▕▏升级条件：消耗50咒术\n【等级4】8% 回帖金币+2、发帖血液+4▕▏升级条件：知识≥45\n【 Max 】9% 回帖金币+3、发帖血液+5",
    "罗伯‧史塔克": "罗伯‧史塔克\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-12090-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】堕落<30\n【商店售价】500金币\n【等级1】1% 回帖金币+1 知识+1▕▏升级条件：堕落≥10\n【等级2】2% 回帖金币+1 知识+1▕▏升级条件：消耗200金币\n【等级3】5% 回帖金币+1、发帖旅程+1▕▏升级条件：主题数≥35\n【等级4】8% 回帖金币+1、发帖旅程+1▕▏升级条件：消耗300血液\n【等级5】10% 回帖金币+1、发帖旅程+1▕▏升级条件：总积分≥300\n【等级6】11% 回帖金币+1、发帖旅程+1 金币+3▕▏升级条件：消耗500金币\n【等级7】13% 回帖金币+2、发帖旅程+1 金币+3▕▏升级条件：消耗700血液\n【 Max 】50% 发帖金币+7 咒术+1",
    "亚力斯塔尔": "亚力斯塔尔\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-12088-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】无\n【商店售价】450金币\n【等级1】5% 发帖血液+2▕▏升级条件：发帖数≥200\n【等级2】10% 发帖血液+2▕▏升级条件：发帖数≥500\n【等级3】15% 发帖血液+2▕▏升级条件：消耗1灵魂\n【 Max 】40% 发帖血液+3",
    "重磅手环": "重磅手环\n【勋章类型】装备\n【创建时间】<a href=\"/thread-12087-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】无\n【商店售价】250金币\n【 Max 】20% 发帖血液-5 旅程+1",
    "里昂‧S‧甘乃迪": "里昂‧S‧甘乃迪\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-12086-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】无\n【商店售价】450金币\n【等级1】8% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥100\n【等级2】10% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥180\n【等级3】10% 回帖金币+1 血液+1、发帖金币+1 血液+1▕▏升级条件：消耗300金币\n【等级4】12% 回帖金币+2 血液+1、发帖金币+2 血液+1▕▏升级条件：血液≥300\n【 Max 】16% 回帖血液+3、发帖血液+3",
    "梅格": "梅格\n【勋章类型】女从\n【创建时间】<a href=\"/thread-12085-1-1.html\" target=\"_blank\">2015-4-26（前往博物馆）</a>\n【入手条件】无\n【商店售价】300金币\n【等级1】5% 回帖堕落+1▕▏升级条件：追随≥22\n【等级2】8% 回帖堕落+1▕▏升级条件：追随≥44\n【 Max 】12% 回帖堕落+1 血液+1、发帖堕落+1 血液+1",
    "版主: 一国之主": "版主: 一国之主\n【勋章类型】薪俸与其他\n【创建时间】<a href=\"/thread-12077-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】仅“版主”可领取\n【持续时间】30天\n【等级1】无属性▕▏升级条件：消耗-200金币\n【 Max 】100% 回帖金币+1、发帖金币+1",
    "见习版主: 神的重量": "见习版主: 神的重量\n【勋章类型】薪俸与其他\n【创建时间】<a href=\"/thread-12076-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】仅“见习版主”可领取\n【持续时间】30天\n【等级1】无属性▕▏升级条件：消耗-130金币\n【 Max 】100% 回帖金币+1、发帖金币+1",
    "站员: 保卫领土": "站员: 保卫领土\n【勋章类型】薪俸与其他\n【创建时间】<a href=\"/thread-12075-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】仅“站员”可领取\n【持续时间】30天\n【等级1】无属性▕▏升级条件：消耗-100金币\n【 Max 】100% 回帖金币+1、发帖金币+1",
    "Chris Redfield in Uroboros": "Chris Redfield in Uroboros\n【勋章类型】薪俸与其他\n【创建时间】<a href=\"/thread-12074-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】“重口味学习小组”群组勋章，由群主颁发\n【 Max 】1% 回帖知识+1、发帖知识+1",
    "神之匠工": "神之匠工\n【勋章类型】故事\n【创建时间】<a href=\"/thread-12073-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】论坛空间布置大赛冠军勋章\n【 Max 】15% 回帖金币+2、发帖金币+2 知识+1",
    "另一个身份": "另一个身份\n【勋章类型】故事\n【创建时间】<a href=\"/thread-12072-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】拥有马甲账号的管理人员可以获得(授予非管理的马甲账号，卸下管理组后立即回收)\n【 Max 】20% 回帖金币+1、发帖金币+1",
    "被祝福的新旅程": "被祝福的新旅程\n【勋章类型】故事\n【创建时间】<a href=\"/thread-12071-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】因论坛错误导致用户权益受损的补赏勋章\n【 Max 】5% 回帖旅程+1、发帖旅程+1",
    "森林羊男": "森林羊男\n【勋章类型】天赋\n【创建时间】<a href=\"/thread-12070-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】注册天数>45，在线时间(小时)>200，血液>150，旅程>50\n【 Max 】5% 回帖知识+1、发帖知识+1",
    "牧羊人": "牧羊人\n【勋章类型】天赋\n【创建时间】<a href=\"/thread-12069-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】发帖数≥100\n【等级1】5% 发帖旅程+1▕▏升级条件：发帖数>250\n【等级2】8% 发帖旅程+1▕▏升级条件：发帖数>500\n【 Max 】10% 发帖旅程+1",
    "金钱马车": "金钱马车\n【勋章类型】资产\n【创建时间】<a href=\"/thread-12068-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】旅程≥10\n【商店售价】200金币\n【等级1】无属性▕▏升级条件：金币≥1\n【等级2】23% 回帖金币+1▕▏升级条件：金币≥50\n【等级3】15% 回帖金币+2▕▏升级条件：金币≥100\n【等级4】26% 回帖金币+2▕▏升级条件：金币≥187\n【等级5】55% 回帖咒术+1▕▏升级条件：金币≥189\n【等级6】40% 回帖金币+3▕▏升级条件：金币≥250\n【等级7】7% 回帖金币+1▕▏升级条件：金币≥345\n【等级8】60% 回帖金币+10▕▏升级条件：金币≥346\n【等级9】10% 回帖血液-1▕▏升级条件：金币≥360\n【等级10】15% 回帖金币+2▕▏升级条件：金币≥501\n【等级11】18% 回帖知识+1▕▏升级条件：金币≥502\n【等级12】7% 回帖金币+1▕▏升级条件：金币≥617\n【等级13】26% 回帖金币+2▕▏升级条件：金币≥749\n【等级14】2% 发帖灵魂+1▕▏升级条件：金币≥750\n【等级15】30% 回帖金币+3 血液+1▕▏升级条件：金币≥823\n【等级16】23% 回帖金币+1▕▏升级条件：金币≥978\n【等级17】无属性▕▏升级条件：金币≥1000\n【等级18】15% 回帖金币+2▕▏升级条件：金币≥1092\n【等级19】26% 回帖金币+2▕▏升级条件：金币≥1202\n【等级20】55% 回帖咒术+1▕▏升级条件：金币≥1204\n【等级21】40% 回帖金币+3▕▏升级条件：金币≥1250\n【等级22】7% 回帖金币+1▕▏升级条件：金币≥1334\n【等级23】60% 回帖金币+10▕▏升级条件：金币≥1335\n【等级24】23% 回帖金币+1▕▏升级条件：金币≥1500\n【等级25】15% 回帖金币+2▕▏升级条件：金币≥1666\n【等级26】2% 发帖灵魂+1▕▏升级条件：金币≥1667\n【等级27】无属性▕▏升级条件：金币≥1699\n【等级28】23% 回帖金币+1▕▏升级条件：金币≥1750\n【等级29】10% 回帖血液-1▕▏升级条件：金币≥1763\n【等级30】30% 回帖金币+3 血液+1▕▏升级条件：金币≥1811\n【等级31】7% 回帖金币+1▕▏升级条件：金币≥1888\n【等级32】18% 回帖知识+1▕▏升级条件：金币≥1889\n【等级33】26% 回帖金币+2▕▏升级条件：金币≥2000\n【等级34】23% 回帖金币+1▕▏升级条件：金币≥2073\n【等级35】无属性▕▏升级条件：金币≥2101\n【等级36】27% 回帖金币+3▕▏升级条件：金币≥2250\n【等级37】15% 回帖金币+2▕▏升级条件：金币≥2348\n【等级38】60% 回帖金币+10▕▏升级条件：金币≥2349\n【等级39】40% 回帖金币+3▕▏升级条件：金币≥2401\n【等级40】7% 回帖金币+1▕▏升级条件：金币≥2500\n【等级41】18% 回帖知识+1▕▏升级条件：金币≥2501\n【等级42】26% 回帖金币+2▕▏升级条件：金币≥2615\n【等级43】23% 回帖金币+1▕▏升级条件：金币≥2748\n【等级44】55% 回帖咒术+1▕▏升级条件：金币≥2750\n【等级45】10% 回帖血液-1▕▏升级条件：金币≥2866\n【等级46】7% 回帖金币+1▕▏升级条件：金币≥2903\n【等级47】2% 发帖灵魂+1▕▏升级条件：金币≥2904\n【等级48】15% 回帖金币+2▕▏升级条件：金币≥2962\n【等级49】30% 回帖金币+3 血液+1▕▏升级条件：金币≥3000\n【 Max 】无属性",
    "聚魔花盆": "聚魔花盆\n【勋章类型】资产\n【创建时间】<a href=\"/thread-12067-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】无\n【商店售价】500金币\n【等级1】10% 发帖咒术+3▕▏升级条件：知识≥5\n【等级2】20% 发帖咒术+3▕▏升级条件：知识≥10\n【等级3】30% 发帖咒术+3▕▏升级条件：知识≥15\n【等级4】40% 发帖咒术+3▕▏升级条件：知识≥30\n【等级5】50% 发帖咒术+3▕▏升级条件：知识≥50\n【等级6】60% 发帖咒术+3▕▏升级条件：堕落≥30\n【 Max 】30% 发帖咒术+3",
    "种植小草": "种植小草\n【勋章类型】资产\n【创建时间】<a href=\"/thread-12066-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】无\n【商店售价】15金币\n【等级1】无属性▕▏升级条件：追随≥5\n【等级2】无属性▕▏升级条件：追随≥10\n【等级3】无属性▕▏升级条件：追随≥15\n【等级4】无属性▕▏升级条件：消耗-1血液\n【 Max 】1% 回帖血液+1",
    "微笑的面具": "微笑的面具\n【勋章类型】资产\n【创建时间】<a href=\"/thread-12065-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【等级1】无属性▕▏升级条件：主题数≥10\n【等级2】无属性▕▏升级条件：主题数≥20\n【等级3】无属性▕▏升级条件：主题数≥30\n【等级4】无属性▕▏升级条件：主题数≥40\n【等级5】无属性▕▏升级条件：主题数≥50\n【 Max 】20% 回帖堕落+1、发帖堕落+1",
    "知识大典": "知识大典\n【勋章类型】资产\n【创建时间】<a href=\"/thread-12064-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】无\n【商店售价】50金币\n【 Max 】1% 回帖知识+1",
    "药剂背袋": "药剂背袋\n【勋章类型】装备\n【创建时间】<a href=\"/thread-12063-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】无\n【商店售价】180金币\n【 Max 】8% 回帖血液+1、发帖血液+1",
    "刺杀者匕首": "刺杀者匕首\n【勋章类型】装备\n【创建时间】<a href=\"/thread-12062-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】堕落>10\n【商店售价】80金币\n【 Max 】5% 回帖金币+3",
    "十字叶章": "十字叶章\n【勋章类型】装备\n【创建时间】<a href=\"/thread-12061-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】无\n【商店售价】277金币\n【等级1】5% 回帖堕落-1▕▏升级条件：追随≥45\n【等级2】5% 回帖堕落-1 咒术+1、发帖咒术+1▕▏升级条件：消耗80血液\n【 Max 】1% 回帖堕落-5 咒术+5、发帖灵魂+1",
    "净化手杖": "净化手杖\n【勋章类型】装备\n【创建时间】<a href=\"/thread-12060-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】堕落<50\n【商店售价】400金币\n【等级1】10% 发帖堕落-1▕▏升级条件：在线时间(小时)≥800\n【 Max 】20% 回帖堕落-1、发帖堕落-1 咒术+1",
    "符文披风": "符文披风\n【勋章类型】装备\n【创建时间】<a href=\"/thread-12059-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】无\n【商店售价】280金币\n【 Max 】8% 回帖咒术+1、发帖咒术+1",
    "嗜血斩首斧": "嗜血斩首斧\n【勋章类型】装备\n【创建时间】<a href=\"/thread-12058-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】无\n【商店售价】100金币\n【 Max 】5% 回帖堕落+1",
    "祈祷术": "祈祷术\n【勋章类型】咒术\n【创建时间】<a href=\"/thread-12057-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】无\n【商店售价】8咒术\n【持续时间】3天\n【等级1】15% 回帖堕落-1、发帖堕落-1▕▏升级条件：知识≥5\n【等级2】15% 回帖堕落-1、发帖堕落-1▕▏升级条件：消耗1堕落\n【等级3】12% 回帖堕落-1、发帖堕落-1▕▏升级条件：消耗1堕落\n【等级4】10% 回帖堕落-1、发帖堕落-1▕▏升级条件：消耗1堕落\n【等级5】8% 回帖堕落-1、发帖堕落-1▕▏升级条件：消耗1堕落\n【等级6】6% 回帖堕落-1、发帖堕落-1▕▏升级条件：消耗1堕落\n【 Max 】4% 回帖堕落-1、发帖堕落-1",
    "召唤古代战士": "召唤古代战士\n【勋章类型】咒术\n【创建时间】<a href=\"/thread-12056-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】知识≥6\n【商店售价】8咒术\n【持续时间】4天\n【等级1】10% 回帖血液+3、发帖血液+3▕▏升级条件：知识≥25\n【 Max 】30% 回帖血液+3、发帖血液+3",
    "水泡术": "水泡术\n【勋章类型】咒术\n【创建时间】<a href=\"/thread-12055-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】知识≥3\n【商店售价】3咒术\n【持续时间】5天\n【等级1】无属性▕▏升级条件：知识≥6\n【等级2】无属性▕▏升级条件：消耗-10血液\n【 Max 】1% 回帖血液+1",
    "黑暗交易": "黑暗交易\n【勋章类型】咒术\n【创建时间】<a href=\"/thread-12054-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】堕落>10，知识≥10\n【商店售价】8咒术\n【持续时间】3天\n【等级1】无属性▕▏升级条件：血液≥1\n【等级2】25% 回帖金币+2 血液-1、发帖金币+2 血液-1▕▏升级条件：堕落≥25\n【等级3】无属性▕▏升级条件：血液≥2\n【等级4】25% 回帖金币+4 血液-2、发帖金币+4 血液-2▕▏升级条件：堕落≥50\n【等级5】无属性▕▏升级条件：血液≥3\n【 Max 】25% 回帖金币+6 血液-3、发帖金币+6 血液-3",
    "炼金之心": "炼金之心\n【勋章类型】咒术\n【创建时间】<a href=\"/thread-12053-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】无\n【商店售价】4咒术\n【持续时间】3天\n【等级1】10% 回帖金币+2▕▏升级条件：知识≥3\n【等级2】15% 回帖金币+2▕▏升级条件：知识≥15\n【等级3】20% 回帖金币+2▕▏升级条件：知识≥30\n【 Max 】30% 回帖金币+2",
    "贞洁内裤": "贞洁内裤\n【勋章类型】赠礼\n【创建时间】<a href=\"/thread-12052-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】只可赠送（已下架）\n【商店售价】110金币\n【持续时间】30天\n【 Max 】13% 回帖堕落-1 血液+3",
    "灵光补脑剂": "灵光补脑剂\n【勋章类型】赠礼\n【创建时间】<a href=\"/thread-12051-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】只可赠送\n【商店售价】22金币\n【持续时间】3天\n【等级1】升级条件：消耗-1知识\n【 Max 】2% 回帖血液-1",
    "千杯不醉": "千杯不醉\n【勋章类型】赠礼\n【创建时间】<a href=\"/thread-12050-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】只可赠送\n【商店售价】12金币\n【持续时间】5天\n【 Max 】5% 回帖血液+1 堕落+1、发帖血液+1 堕落+1",
    "丢肥皂": "丢肥皂\n【勋章类型】赠礼\n【创建时间】<a href=\"/thread-12049-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】只可赠送\n【商店售价】10金币\n【持续时间】5天\n【 Max 】10% 回帖堕落+1、发帖堕落+1",
    "送情书": "送情书\n【勋章类型】赠礼\n【创建时间】<a href=\"/thread-12048-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】只可赠送\n【商店售价】18金币\n【持续时间】5天\n【 Max 】10% 回帖咒术+1、发帖咒术+1",
    "奥利弗‧奎恩": "奥利弗‧奎恩\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-12047-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】堕落<50\n【商店售价】680金币\n【等级1】5% 发帖血液+2▕▏升级条件：消耗40血液\n【等级2】7% 发帖血液+2▕▏升级条件：消耗65血液\n【等级3】9% 发帖血液+2▕▏升级条件：主题数≥15\n【等级4】11% 回帖血液+1、发帖血液+2▕▏升级条件：追随≥45\n【等级5】13% 回帖血液+1、发帖血液+2▕▏升级条件：消耗30堕落\n【等级6】13% 回帖血液+1、发帖血液+2▕▏升级条件：消耗500血液\n【 Max 】15% 回帖血液+1 堕落-1、发帖血液+2 堕落-3",
    "肥皂": "肥皂\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-12046-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】无\n【商店售价】400金币\n【等级1】无属性▕▏升级条件：消耗60金币\n【等级2】3% 回帖金币+1、发帖金币+5▕▏升级条件：消耗150金币\n【等级3】7% 回帖金币+1、发帖金币+5▕▏升级条件：追随≥50\n【等级4】10% 回帖金币+1、发帖金币+5▕▏升级条件：追随≥80\n【等级5】12% 回帖金币+1、发帖金币+5▕▏升级条件：消耗-200金币\n【 Max 】12% 回帖金币+2、发帖金币+5 旅程+1",
    "凯登‧阿兰科": "凯登‧阿兰科\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-12045-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】无\n【商店售价】550金币\n【等级1】5% 回帖金币+1▕▏升级条件：消耗20血液\n【等级2】5% 回帖金币+1 血液+1▕▏升级条件：血液≥60\n【等级3】7% 回帖金币+1 血液+1▕▏升级条件：消耗150金币\n【等级4】10% 回帖金币+1 血液+1、发帖金币+1 血液+1▕▏升级条件：灵魂≥1\n【等级5】20% 回帖金币+1 血液+1、发帖金币+1 血液+1▕▏升级条件：消耗800金币\n【 Max 】50% 回帖金币+1 血液+1、发帖金币+3 血液+3",
    "裸体克里斯": "裸体克里斯\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-12044-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】无\n【商店售价】888金币\n【 Max 】100% 回帖金币+1、发帖金币+1",
    "克里斯‧雷德菲尔德": "克里斯‧雷德菲尔德\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-12043-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】无\n【商店售价】550金币\n【等级1】3% 回帖血液+1、发帖血液+1▕▏升级条件：消耗30血液\n【等级2】3% 回帖血液+2、发帖血液+2▕▏升级条件：追随≥50\n【等级3】4% 回帖血液+2、发帖血液+2 旅程+1▕▏升级条件：追随≥100\n【等级4】5% 回帖血液+2 旅程+1、发帖血液+2 旅程+1▕▏升级条件：消耗100血液\n【 Max 】7% 回帖血液+2 旅程+1 金币+1、发帖血液+2 旅程+1",
    "威尔卡斯": "威尔卡斯\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-12042-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】无\n【商店售价】400金币\n【等级1】无属性▕▏升级条件：消耗10血液\n【等级2】无属性▕▏升级条件：消耗30血液\n【等级3】无属性▕▏升级条件：消耗60血液\n【 Max 】2% 发帖灵魂+1",
    "杰夫‧莫罗": "杰夫‧莫罗\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-12041-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】无\n【商店售价】400金币\n【等级1】无属性▕▏升级条件：消耗20血液\n【等级2】3% 发帖知识+1▕▏升级条件：血液≥100\n【等级3】3% 回帖知识+1、发帖知识+1▕▏升级条件：血液≥200\n【等级4】5% 回帖知识+1、发帖知识+1▕▏升级条件：消耗600金币\n【 Max 】7% 回帖知识+1、发帖知识+1 旅程+1",
    "盖里": "盖里\n【勋章类型】真人男从\n【创建时间】<a href=\"/thread-12040-1-1.html\" target=\"_blank\">2015-4-25（前往博物馆）</a>\n【入手条件】无\n【商店售价】420金币\n【等级1】2% 发帖旅程+1▕▏升级条件：好友数≥10\n【等级2】5% 回帖血液+1、发帖旅程+1▕▏升级条件：好友数≥30\n【 Max 】7% 回帖血液+1 金币+1、发帖旅程+1",
    "但丁": "但丁\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-12037-1-1.html\" target=\"_blank\">2015-4-24（前往博物馆）</a>\n【入手条件】无\n【商店售价】450金币\n【等级1】5% 发帖咒术+1▕▏升级条件：消耗10血液\n【等级2】8% 发帖咒术+1▕▏升级条件：消耗10咒术\n【等级3】10% 发帖咒术+2▕▏升级条件：消耗1灵魂\n【等级4】15% 发帖咒术+2▕▏升级条件：消耗30咒术\n【 Max 】20% 发帖咒术+3",
    "巴尔弗雷亚": "巴尔弗雷亚\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-12036-1-1.html\" target=\"_blank\">2015-4-24（前往博物馆）</a>\n【入手条件】无\n【商店售价】350金币\n【等级1】4% 回帖金币+2、发帖金币+2▕▏升级条件：知识≥10\n【等级2】8% 回帖金币+2、发帖金币+2▕▏升级条件：知识≥30\n【 Max 】12% 回帖金币+2、发帖金币+2",
    "文森特‧瓦伦丁": "文森特‧瓦伦丁\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-12035-1-1.html\" target=\"_blank\">2015-4-24（前往博物馆）</a>\n【入手条件】无\n【商店售价】350金币\n【 Max 】10% 回帖咒术+1、发帖堕落+1",
    "皮尔斯‧尼凡斯": "皮尔斯‧尼凡斯\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-12034-1-1.html\" target=\"_blank\">2015-4-24（前往博物馆）</a>\n【入手条件】无\n【商店售价】400金币\n【等级1】无属性▕▏升级条件：消耗50金币\n【等级2】无属性▕▏升级条件：消耗50血液\n【等级3】无属性▕▏升级条件：消耗50咒术\n【等级4】无属性▕▏升级条件：血液≥150\n【 Max 】15% 回帖血液+2、发帖血液+2",
    "维吉尔": "维吉尔\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-12033-1-1.html\" target=\"_blank\">2015-4-24（前往博物馆）</a>\n【入手条件】无\n【商店售价】400金币\n【等级1】无属性▕▏升级条件：消耗20血液\n【等级2】无属性▕▏升级条件：消耗80血液\n【等级3】4% 回帖咒术+1、发帖咒术+1▕▏升级条件：消耗-10堕落\n【 Max 】6% 回帖咒术+1、发帖咒术+1 知识+1",
    "法卡斯": "法卡斯\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-12032-1-1.html\" target=\"_blank\">2015-4-24（前往博物馆）</a>\n【入手条件】无\n【商店售价】300金币\n【 Max 】10% 回帖血液+1、发帖血液+1",
    "吉姆‧雷诺": "吉姆‧雷诺\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-12030-1-1.html\" target=\"_blank\">2015-4-24（前往博物馆）</a>\n【入手条件】无\n【商店售价】350金币\n【 Max 】12% 发帖旅程+1",
    "希德‧海温特": "希德‧海温特\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-12028-1-1.html\" target=\"_blank\">2015-4-24（前往博物馆）</a>\n【入手条件】无\n【商店售价】450金币\n【等级1】无属性▕▏升级条件：消耗50金币\n【等级2】4% 回帖金币+1▕▏升级条件：消耗100金币\n【等级3】8% 回帖金币+1▕▏升级条件：消耗150金币\n【 Max 】12% 回帖金币+2",
    "奧倫": "奧倫\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-12027-1-1.html\" target=\"_blank\">2015-4-24（前往博物馆）</a>\n【入手条件】无\n【商店售价】300金币\n【等级1】无属性▕▏升级条件：旅程≥50\n【等级2】10% 发帖金币+1▕▏升级条件：旅程≥120\n【 Max 】20% 发帖金币+3",
    "詹姆斯‧维加": "詹姆斯‧维加\n【勋章类型】游戏男从\n【创建时间】<a href=\"/thread-12025-1-1.html\" target=\"_blank\">2015-4-24（前往博物馆）</a>\n【入手条件】无\n【商店售价】450金币\n【等级1】5% 发帖血液+1▕▏升级条件：追随≥20\n【等级2】10% 回帖血液+1、发帖血液+1▕▏升级条件：追随≥55\n【 Max 】15% 回帖血液+1、发帖血液+1"
};

var imgs = {
    "香蕉特饮": {
        "初级": [
            "https://img.gamemale.com/album/202305/18/130005ef6flfg3d39le6ff.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202305/18/130005ef6flfg3d39le6ff.gif",
            40
        ]
    },
    "纯真护剑㊕": {
        "1": [
            "https://img.gamemale.com/album/202305/30/225653vhbtcxpzhmpcephh.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202305/30/230430rcfe70wfhcc227ch.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202405/31/215051dao7q8kxb8ckyb76.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202505/25/142732mx57txt4huugxt78.gif",
            40
        ]
    },
    "爬行植物Ⓛ": {
        "Max": [
            "https://img.gamemale.com/album/202410/29/135200lihoisatrrl4vl5r.png",
            40
        ]
    },
    "爬行植物Ⓡ": {
        "Max": [
            "https://img.gamemale.com/album/202410/29/135200gactv9otv1ng6mcz.png",
            40
        ]
    },
    "特殊-家园卫士Ⓛ": {
        "Max": [
            "https://img.gamemale.com/album/202304/17/012135e0wpkp26rhhkxggk.gif",
            40
        ]
    },
    "特殊-家园卫士Ⓡ": {
        "Max": [
            "https://img.gamemale.com/album/202304/17/012143crvaj78ccv9phjrz.gif",
            40
        ]
    },
    "勋章空位插槽": {
        "Max": [
            "https://img.gamemale.com/album/202209/08/220329y6zyw6fxr0wxwvvx.png",
            40
        ]
    },
    "16x43 隐形➀": {
        "Max": [
            "https://img.gamemale.com/album/202205/30/225034n60h900c9g0dx0ch.png",
            16
        ]
    },
    "16x43 隐形➁": {
        "Max": [
            "https://img.gamemale.com/album/202205/30/225034n60h900c9g0dx0ch.png",
            16
        ]
    },
    "20x43 隐形➀": {
        "Max": [
            "https://img.gamemale.com/album/202205/30/224706c59azb9bukuuzwao.png",
            20
        ]
    },
    "20x43 隐形➁": {
        "Max": [
            "https://img.gamemale.com/album/202205/30/224706c59azb9bukuuzwao.png",
            20
        ]
    },
    "40x43 隐形➀": {
        "Max": [
            "https://img.gamemale.com/album/202205/30/155725wh2yij4f2azhh5f7.png",
            40
        ]
    },
    "40x43 隐形➁": {
        "Max": [
            "https://img.gamemale.com/album/202205/30/155725wh2yij4f2azhh5f7.png",
            40
        ]
    },
    "82x43 隐形➀": {
        "Max": [
            "https://img.gamemale.com/album/202205/30/155726pwkdxmoplgbfgeim.png",
            82
        ]
    },
    "82x43 隐形➁": {
        "Max": [
            "https://img.gamemale.com/album/202205/30/155726pwkdxmoplgbfgeim.png",
            82
        ]
    },
    "124x43 隐形➀": {
        "Max": [
            "https://img.gamemale.com/album/202205/30/155727j5wdbd2zkzrw0lwk.png",
            124
        ]
    },
    "124x43 隐形➁": {
        "Max": [
            "https://img.gamemale.com/album/202205/30/155727j5wdbd2zkzrw0lwk.png",
            124
        ]
    },
    "装饰触手Ⓛ": {
        "Max": [
            "https://img.gamemale.com/album/202205/30/170611b3mm2cgccos58uaw.gif",
            40
        ]
    },
    "装饰触手Ⓡ": {
        "Max": [
            "https://img.gamemale.com/album/202206/06/212912c44ty6fxiutjw6xe.gif",
            40
        ]
    },
    "『活动代币』": {
        "1": [
            "https://img.gamemale.com/album/202310/07/000733qml4gvgpclnv4up4.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202305/20/185602szvpqoukkt131qm1.gif",
            40
        ],
        "初级": [
            "https://img.gamemale.com/album/202310/07/000733qml4gvgpclnv4up4.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202310/07/000733qml4gvgpclnv4up4.gif",
            40
        ]
    },
    "(人)血球蛋白": {
        "1": [
            "https://img.gamemale.com/album/202310/24/122251xlzyyog4x61r8gpl.gif",
            40
        ],
        "初级": [
            "https://img.gamemale.com/album/202310/24/122251xlzyyog4x61r8gpl.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202310/24/122251xlzyyog4x61r8gpl.gif",
            40
        ]
    },
    "小型流动血瓶": {
        "1": [
            "https://img.gamemale.com/album/202310/30/220700u53vzu21r6sam72a.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202310/30/220701wu9zw23rc8yya8wy.gif",
            40
        ]
    },
    "中型储蓄血瓶": {
        "1": [
            "https://img.gamemale.com/album/202310/30/220701n7fxubrpog2sykuf.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202310/30/220702s00pwipa3b0hp0ab.gif",
            40
        ]
    },
    "大型贮藏血瓶": {
        "1": [
            "https://img.gamemale.com/album/202310/30/220702bbclgqglglclvlll.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202310/30/220703mvhqqqv9iqrfvf7c.gif",
            40
        ]
    },
    "『酒馆蛋煲』": {
        "Max": [
            "https://img.gamemale.com/album/202311/03/120708iaw8la01kii0ivl5.gif",
            40
        ]
    },
    "格雷的扑克牌": {
        "初级": [
            "https://img.gamemale.com/album/202403/07/192920c7qq2dfq4d44riaq.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202403/07/192921zu552xd115ku4gbe.gif",
            40
        ]
    },
    "？？？粽子": {
        "Max": [
            "https://img.gamemale.com/album/202006/25/115630lwggmn7py3wnnpes.gif",
            40
        ]
    },
    "『转生经筒』": {
        "Max": [
            "https://img.gamemale.com/album/202307/01/075509auuke2lwximkxlwm.gif",
            40
        ]
    },
    "『绿茵甘露』": {
        "Max": [
            "https://img.gamemale.com/album/202504/22/150929asgg6iuggqunggq6.gif",
            40
        ]
    },
    "GM马年红包": {
        "1": [
            "https://img.gamemale.com/album/202602/15/020713buuwu66q660wfr60.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202602/15/020714sz61kt1xv7x14l1l.gif",
            40
        ]
    },
    "雾港捞月": {
        "Max": [
            "https://img.gamemale.com/album/202606/08/205214ym4vh6654mrnl6vn.gif",
            124
        ]
    },
    "霉运小精灵[红]": {
        "Max": [
            "https://img.gamemale.com/album/202606/09/023747o34vdyv28myyoxmo.gif",
            40
        ]
    },
    "游侠职业证书": {
        "1": [
            "https://img.gamemale.com/album/202606/08/152640sj0jj7bxiax7iaks.png",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202606/08/152640sj0jj7bxiax7iaks.png",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202606/08/143153gnllhhrn33yntqhn.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202606/08/155532i2clxhqxs5kf22uh.gif",
            40
        ]
    },
    "法师职业证书": {
        "1": [
            "https://img.gamemale.com/album/202606/08/152640pk3gnjsz980oqjoc.png",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202606/08/152640pk3gnjsz980oqjoc.png",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202606/08/143153x4igbr0s34o3z3wz.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202606/08/155533bztp60vs2kh56e8p.gif",
            40
        ]
    },
    "战士职业证书": {
        "1": [
            "https://img.gamemale.com/album/202606/08/152640t0dzq0l55005sw0n.png",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202606/08/152640t0dzq0l55005sw0n.png",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202606/08/143153f9ltezetph66ohoz.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202606/08/155533e28l99t182x92t99.gif",
            40
        ]
    },
    "GM夏日霜淇淋": {
        "1": [
            "https://img.gamemale.com/album/202606/07/152121obtg7t7r7t0r1p2k.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202606/07/152122jx2l8ntxdn58xt7d.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202606/07/152123np5p6eauefeszi7j.gif",
            40
        ]
    },
    "炉石传说": {
        "1": [
            "https://img.gamemale.com/album/202606/07/152447wqzmov03mpl30mol.gif",
            124
        ],
        "2": [
            "https://img.gamemale.com/album/202606/07/152448ljgd3ogmjj75ggj7.gif",
            124
        ],
        "3": [
            "https://img.gamemale.com/album/202606/07/152449tkmkpsm0wl3swzk4.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/album/202606/07/152451xdfp3a7pf5nf7wvz.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/album/202606/07/152452mm8vmgxm2pbq9xml.gif",
            124
        ],
        "6": [
            "https://img.gamemale.com/album/202606/07/152453n81tty1p3t1pdsoz.gif",
            124
        ],
        "7": [
            "https://img.gamemale.com/album/202606/07/152454r6x71gh8h3cgz764.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202606/07/152455zxo3xu1q2mq3uwk2.gif",
            124
        ]
    },
    "童年的蛋": {
        "1": [
            "https://img.gamemale.com/album/202606/07/152410bx005qpjx5zkzp0p.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202606/07/152411a5w1yylzblw84bdm.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202606/07/152411t8x8kkxkkhkultuw.gif",
            40
        ]
    },
    "星莹水晶": {
        "1": [
            "https://img.gamemale.com/album/202606/07/152419ddvp1jz2d2jdpz3p.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202606/07/152421hhgqggqh0zhj26jg.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202606/07/152422a1vdzzi61e5q22iz.gif",
            40
        ]
    },
    "辉光心相元石": {
        "1": [
            "https://img.gamemale.com/album/202606/07/152338jq1auxi5xq3395ad.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/forum/202606/09/211013zdjsqty0pf4ynpan.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202606/07/152340n3i03u0zuu2uo0hc.gif",
            40
        ]
    },
    "捕梦笼": {
        "1": [
            "https://img.gamemale.com/album/202606/07/152153vkwlvnq00ztkl2l5.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202606/07/152154jjo5e5jjznfmjpoz.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202606/07/152156kw122xkndg0g6xnu.gif",
            40
        ]
    },
    "暗蚀魔典": {
        "1": [
            "https://img.gamemale.com/album/202606/07/152137ju1vqkgr8q88szs0.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202606/07/152138zsez4metggsmtkem.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202606/07/152139sj9ugge1w65gggt7.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/202606/07/152140dgkl6xl1gb4j2fjx.gif",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/202606/09/220715m00a0sq2yj0tttji.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202606/07/152143i0d84s44f88401ts.gif",
            40
        ]
    },
    "玄甲金盾": {
        "1": [
            "https://img.gamemale.com/album/202606/07/152430g74xv0etd74ddvda.gif",
            40
        ],
        "2": [
            "",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202606/07/152432wmb2xaxk55saz2n2.gif",
            40
        ]
    },
    "腐坏之剑": {
        "1": [
            "https://img.gamemale.com/album/202606/08/142133b4o3d4ct5cef3ort.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202606/07/152329xck5icesss95xcl8.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202606/08/142135oo4qq9oy94y84yly.gif",
            82
        ]
    },
    "斯科特·温德尔": {
        "1": [
            "https://img.gamemale.com/album/202606/07/152358ikevjb4vlq3vvvkr.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/forum/202603/08/213133z4ypqz39lqyek8cq.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202606/07/152400bz137v2lbd9dcie3.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/forum/202603/09/210232d7hogpdl0d1zgvt6.gif",
            40
        ]
    },
    "凯文·沃克": {
        "1": [
            "https://img.gamemale.com/album/202606/07/152346kjn7cc060r22rvc7.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/forum/202603/08/213132pgcq9s9yzkyyvzkk.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202606/07/152348lyy5s5py5y2tsu5t.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/forum/202603/08/213132j2rh3rhijh9lflhw.gif",
            82
        ]
    },
    "荒漠屠夫": {
        "1": [
            "https://img.gamemale.com/album/202606/07/152333g22qb47xb7w9zr00.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202606/07/152334o4i4772i5pj06i8d.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202606/07/152335qjx4fugq0heff42p.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202606/07/152336llu24x7a2xta2lu3.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202606/07/152337pwzj25n5vffw5o2f.gif",
            82
        ]
    },
    "『领甜甜圈』": {
        "1": [
            "https://img.gamemale.com/album/202605/22/200614wvwvoq3d8qfo1cfn.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202605/22/200613eaa3lr8u89ud6ww9.gif",
            40
        ],
        "初级": [
            "https://img.gamemale.com/album/202301/28/151124vrgn60rdx93kkr30.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202605/22/200807f2mk3m62enig56g6.gif",
            40
        ]
    },
    "紫粹露饮": {
        "Max": [
            "https://img.gamemale.com/album/202605/09/165730z50cd6o2op0052dm.gif",
            40
        ]
    },
    "瑰香蜜露": {
        "Max": [
            "https://img.gamemale.com/album/202605/09/165728dgoyige5gg05cg06.gif",
            40
        ]
    },
    "全息投影蛋": {
        "1": [
            "https://img.gamemale.com/album/202604/29/111602mseeng2serygvry2.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202604/29/111603i4pqzw0pie00sz4z.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202604/29/111603uliheseipfappb5p.gif",
            40
        ]
    },
    "酸涩葡萄": {
        "1": [
            "https://img.gamemale.com/album/202604/29/111556hny7lnfnnmn6nnly.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/forum/202605/01/083646xwngugfmm5elem1m.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202604/29/111558a98t7p8s9raakq9g.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/202604/29/111559zq6juul5z96w6l6l.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202604/29/111600o99zdu9d5gck15dc.gif",
            40
        ]
    },
    "破碎方舟": {
        "1": [
            "https://img.gamemale.com/album/202604/29/111551d2p6nwgrvhjzpnhv.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202604/29/111551zu2l9ozuuyhy1qum.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202604/29/111553ym112ol1eua3oqoo.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202604/29/111555tyk1no0v11vjkkjn.gif",
            40
        ]
    },
    "一袋粉末": {
        "1": [
            "https://img.gamemale.com/album/202604/29/111605yp6nncclr4copoe6.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202604/29/111606r0mpepheg7zmz1k7.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202604/29/111606bwznznk3f43mkk7c.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202604/29/111609pr757diyrcu7rr6l.gif",
            82
        ]
    },
    "龙衔金戒": {
        "1": [
            "https://img.gamemale.com/album/202604/29/111546boe2deev9pvdlwem.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202604/29/113127duy0em39v9mcfuyu.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202604/29/111550wuo2pnpl2ucel866.gif",
            40
        ]
    },
    "凤环金佩": {
        "1": [
            "https://img.gamemale.com/album/202604/29/113122m1fotr3krki3q7bk.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202604/29/113123prror7eee4eze40r.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202604/29/111541s8kqoofqz5k58e8e.gif",
            40
        ]
    },
    "调香师": {
        "1": [
            "https://img.gamemale.com/album/202604/29/111512juud1bj4wn092260.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202604/29/111515sx3zu0t3u5r31uat.gif",
            82
        ],
        "3": [
            "",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202604/29/111520sybrb4jhnsbn9rei.gif",
            124
        ]
    },
    "哈尔辛": {
        "1": [
            "https://img.gamemale.com/album/202604/29/111523wqxllbjlq3l3jt13.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202604/29/111524se148tdebeecct0e.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202604/29/111526rjr96i8y97b64z09.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202604/29/111527hdm9fzupyaibau9u.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202604/29/111529o7v1kk401b2k0217.gif",
            82
        ]
    },
    "揄人者冠冕": {
        "Max": [
            "https://img.gamemale.com/album/202604/10/121320kx7wf7v7fwi4txv2.gif",
            40
        ]
    },
    "不拘一格": {
        "Max": [
            "https://img.gamemale.com/album/202604/10/121321ufm1ax5bqte1oh21.gif",
            40
        ]
    },
    "『宝莲灯』": {
        "1": [
            "https://img.gamemale.com/album/202603/03/084241eb3dmoo1j14otdgv.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202602/21/195015njza99m3ddaj3rl7.gif",
            40
        ],
        "初级": [
            "https://img.gamemale.com/album/202301/28/151124vrgn60rdx93kkr30.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202602/21/200008pszcuaumfrbk66cr.gif",
            40
        ]
    },
    "火玛瑙": {
        "Max": [
            "https://img.gamemale.com/album/202602/16/181902wz6266vb8vxjvzb8.gif",
            40
        ]
    },
    "飘飘": {
        "1": [
            "https://img.gamemale.com/album/202602/15/020038i2okostvqteztkkl.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202602/15/020039kplt8ld8n85udvpf.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202602/15/020040aajpnwe1ipkjzbub.gif",
            40
        ]
    },
    "青苹果": {
        "1": [
            "https://img.gamemale.com/album/202602/15/020045hvnqkvskydgzshvv.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202602/15/020046b5s7c1sj5dydd91u.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202602/15/020047fs3wc3hrlllasmfs.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202602/15/020048u73vzeee7rev53kh.gif",
            40
        ]
    },
    "生命赞歌": {
        "1": [
            "https://img.gamemale.com/album/202602/15/014226riiipif5i1dpilc3.gif",
            82
        ],
        "2": [
            "https://img.gamemale.com/album/202602/15/014228p7096lummul6budd.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202602/15/014229x71hg4ksrk114net.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202602/15/014230hg87puobuu2u255g.gif",
            82
        ]
    },
    "呓语魔典": {
        "1": [
            "https://img.gamemale.com/album/202602/15/024149v0fm05f22d4l9303.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202602/15/024149kk658t7iix06zrx8.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202602/15/024150czl8r84g964cmr39.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/202602/15/024150oughvuhgaudzhuu1.gif",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/202602/15/024151ujdpzoo0aom79ydz.gif",
            40
        ],
        "6": [
            "https://img.gamemale.com/album/202602/15/024154c8sh3pmezyff1p2t.gif",
            82
        ],
        "7": [
            "https://img.gamemale.com/album/202602/15/024154zh0h9hpev4492pme.gif",
            40
        ],
        "8": [
            "https://img.gamemale.com/album/202602/15/024155dcohwu9uop5iom5c.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/forum/202602/12/233030y11fgdnfk8k8amzm.gif",
            82
        ]
    },
    "骷髅项链": {
        "1": [
            "https://img.gamemale.com/album/202602/15/023715hywwqiw3q20em7is.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202602/15/023716n5d7055dw8atqxwz.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202602/15/023716t71xn0xllcjqfrfr.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202602/15/023719auw2jt42l4juxjps.gif",
            40
        ]
    },
    "光辉女郎": {
        "1": [
            "https://img.gamemale.com/album/202602/15/012802tiggifsqaiiqnz5h.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202602/15/012804jodzhdmdvotmp8bt.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202602/15/012809lckkpapj90jzc7yc.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202602/15/012811c6cdqd7szweid3q4.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/202602/15/012814b777j2hdjkdk2l0b.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202602/15/012816gd7ugbqty8hpq7s2.gif",
            82
        ]
    },
    "琴瑟仙女": {
        "1": [
            "https://img.gamemale.com/album/202602/15/012504t52bh0pzip23kvkv.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/forum/202601/14/172728i6crkqn6b2k9xc22.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202602/15/012513ckjwpcppzcmc1vjw.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202602/15/012518fvqvfzdn6vfo531d.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/202602/15/012532v65r8krurmr1t586.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/forum/202601/14/175143qocasmfm44cjomfz.gif",
            82
        ]
    },
    "威尔·格雷厄姆": {
        "1": [
            "https://img.gamemale.com/album/202602/15/010505gx44vmuj4os10d0x.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202602/15/010522r3bu0utabysiayvy.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202602/15/010527zlz5p85pz4fh4288.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202602/15/010532mg6wiugd3vbbbgcu.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202602/15/010542z7ukxkqp48kjk7kw.gif",
            82
        ]
    },
    "果体蝙蝠侠": {
        "1": [
            "https://img.gamemale.com/album/202602/15/010245k13kplflzi2djzjd.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202602/15/002618a6yfmyigkgk7y6ga.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202602/15/002627sjzjjpq2hnnp2j6p.gif",
            124
        ]
    },
    "塞拉斯": {
        "1": [
            "https://img.gamemale.com/album/202602/15/002641izs0mdkrta7advfv.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202602/15/002644p78wc212ws82q1v8.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202602/15/002646fywom7xw0vwzev5v.gif",
            82
        ]
    },
    "鲁纳尔": {
        "1": [
            "https://img.gamemale.com/album/202602/15/002605o544vi548gkrpczs.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202602/15/002606pk5jttjedi4i9d9e.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202602/15/002608rws1pwdnd4hyns5p.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202602/15/002610d6epw65swlzppddw.gif",
            82
        ]
    },
    "爱心的蛋": {
        "1": [
            "https://img.gamemale.com/album/202602/15/015009tnwygjwqnujsw6uq.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202602/15/015011kl0a67x838qplwqq.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202602/15/015013tlysrctvqndtrdkg.gif",
            40
        ]
    },
    "行走的蛋": {
        "1": [
            "https://img.gamemale.com/album/202602/15/015002breyz5xaqtqnh1a3.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202602/15/015002a6ss3e70077xbsff.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202602/15/015004aa1s3q1031ml1eeo.gif",
            82
        ]
    },
    "远行藤蔓": {
        "1": [
            "https://img.gamemale.com/album/202602/15/024145yscmc9iep5w9ypw6.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202602/15/024146ib761dsvgazgyb0c.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202602/15/024148p5eegeebghzeyyen.gif",
            82
        ]
    },
    "学徒手册": {
        "1": [
            "https://img.gamemale.com/album/202602/15/024141n9l622ete6holpmp.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202602/15/024143t7ltvkwtt16k62vg.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202602/15/024143t5v4jaenun9d6izu.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/202602/15/024144nagxfksf4bwz5v6c.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202602/15/024144nda44uxud0n99zel.gif",
            40
        ]
    },
    "位面引航器": {
        "1": [
            "https://img.gamemale.com/album/202602/15/024138ml7qmq20rto2mz3h.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202602/15/024139r0g30d21vcgd2vvv.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202602/15/024139zub7dx44xh74rpuu.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202602/15/024140wti555pqlrty5pdl.gif",
            40
        ]
    },
    "跨越边际的旅途": {
        "1": [
            "https://img.gamemale.com/album/202602/15/024112u44smijss3yroi4y.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202602/15/024114jse7tdge771ztriz.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202602/15/024117w88kbkk8klbkl5ra.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202602/15/024120b068yz9c7e488674.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/202602/15/024125ioos0z008yyu0iej.gif",
            82
        ],
        "6": [
            "https://img.gamemale.com/album/202602/15/024128psu37tvrbss7htbh.gif",
            82
        ],
        "7": [
            "https://img.gamemale.com/album/202602/15/024134ty0xzq5dx40qaaz4.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202602/15/024136uc56cw3e5g6l9e96.gif",
            82
        ]
    },
    "被冰封的靴子": {
        "1": [
            "https://img.gamemale.com/album/202602/15/023710zoai383mr071refa.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202602/15/023711vzfyfalo062lz1y6.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202602/15/023712s100k9zy0e71n9sn.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202602/15/023714wwjbnzf9eepuurz0.gif",
            40
        ]
    },
    "被冰封的板甲": {
        "1": [
            "https://img.gamemale.com/album/202602/15/023705mfd1giaz1kdl8svw.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202602/15/023706yabylrrwvrvzmloj.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202602/15/023708dccytyrfq4o82fr7.gif",
            40
        ]
    },
    "狮冠龙眸 林烈": {
        "1": [
            "https://img.gamemale.com/album/202602/15/001256nvfe8fphfe9rceui.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202602/15/001301ckq067hfqi23rsfh.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202602/17/173148ro9pbiyl1ggi975o.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202602/15/001308swzwhxnnsnfnfnwn.gif",
            124
        ]
    },
    "光明奇幻木偶": {
        "Max": [
            "https://img.gamemale.com/album/202601/26/111219mjjz3a4cklkjjcx2.gif",
            40
        ]
    },
    "『天圆地方』": {
        "1": [
            "https://img.gamemale.com/album/202601/27/165630q87gyyf7lo7gqa2g.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202601/27/165626z4fwg1tpza4h1nth.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202601/27/165642vqig7hak31gq3ksb.gif",
            40
        ]
    },
    "未知纸盒": {
        "1": [
            "https://img.gamemale.com/album/202601/26/111022xz91lk5b212kckcm.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202601/26/111023ke8i9rd2n2n2rr8f.gif",
            40
        ]
    },
    "『炫目的铁塔』": {
        "Max": [
            "https://img.gamemale.com/album/202601/06/210120dzac6j8cnj4zzjzj.gif",
            40
        ]
    },
    "适当显灵": {
        "Max": [
            "https://img.gamemale.com/album/202601/06/210124pzh2k2w8pfzk5mhf.gif",
            40
        ]
    },
    "救命饮料": {
        "Max": [
            "https://img.gamemale.com/album/202601/06/210130yw888zqhbiqsi9bx.gif",
            40
        ]
    },
    "艾尔登法环": {
        "Max": [
            "https://img.gamemale.com/album/202512/24/180334koivirot5tba8goi.gif",
            124
        ]
    },
    "图书馆金蛋": {
        "1": [
            "https://img.gamemale.com/album/202512/24/183023qk0xv6es3wsgsb6v.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202512/24/180813f85z93koo23oocn1.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202512/24/180814xpumddm4icnezpnw.gif",
            82
        ]
    },
    "无限魔典": {
        "1": [
            "https://img.gamemale.com/album/202512/24/180829oxqsxxxxnfprfxxd.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202512/24/180830fe4wdvcwwhx7vwdo.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202512/24/180831k2j94y19gyzs8mjg.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/202512/24/180832c4damg4mpukbpblp.gif",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/202512/24/180833h0sk183knceeskek.gif",
            40
        ],
        "6": [
            "https://img.gamemale.com/album/202512/24/180833irjvkj40zxgmzjla.gif",
            40
        ],
        "7": [
            "https://img.gamemale.com/album/202512/24/180834ucz28cpz4dtuzssj.gif",
            40
        ],
        "8": [
            "https://img.gamemale.com/album/202512/24/180835vx5ozy9xpqx5dny9.gif",
            40
        ],
        "9": [
            "https://img.gamemale.com/album/202512/24/180836c344jdzf4putu3jz.gif",
            40
        ],
        "10": [
            "https://img.gamemale.com/album/202512/24/180837wd8oyr2z28nhri4h.gif",
            40
        ],
        "11": [
            "https://img.gamemale.com/album/202512/24/180838gy0h9hz37higlgi3.gif",
            40
        ],
        "12": [
            "https://img.gamemale.com/album/202512/24/180839cg88pcqhc584cqo8.gif",
            40
        ],
        "13": [
            "https://img.gamemale.com/album/202512/24/180840texdqrzl5exg4x6c.gif",
            40
        ],
        "14": [
            "https://img.gamemale.com/album/202512/24/180841ipaqihiyloz1hmh7.gif",
            40
        ],
        "15": [
            "https://img.gamemale.com/album/202512/24/180842kk6o6os0oyyc0sc4.gif",
            40
        ],
        "16": [
            "https://img.gamemale.com/album/202512/24/180843v2ktcyzwk9k9l9z4.gif",
            40
        ],
        "17": [
            "https://img.gamemale.com/album/202512/24/180844omtsdcjdcgldssdv.gif",
            40
        ],
        "18": [
            "https://img.gamemale.com/album/202512/24/180844owyd2dvfvyfw26yv.gif",
            40
        ],
        "19": [
            "https://img.gamemale.com/album/202512/24/180845waguzp46wxglsb6o.gif",
            40
        ],
        "20": [
            "https://img.gamemale.com/album/202512/24/180846xstt7drrz6yc6tty.gif",
            40
        ],
        "21": [
            "https://img.gamemale.com/album/202512/24/180847pf169fsw77f59ffr.gif",
            40
        ],
        "22": [
            "https://img.gamemale.com/album/202512/24/180848m4ssrwwwr1rse4so.gif",
            40
        ],
        "23": [
            "https://img.gamemale.com/album/202512/24/180849ecffs4zyd9yp2qwt.gif",
            40
        ],
        "24": [
            "https://img.gamemale.com/album/202512/24/180849emzd05mdkxj45ki2.gif",
            40
        ],
        "25": [
            "https://img.gamemale.com/album/202512/24/180850sb326z9m396xzez3.gif",
            40
        ],
        "26": [
            "https://img.gamemale.com/album/202512/24/180851bp4kkfb6bfvkvban.gif",
            40
        ],
        "27": [
            "https://img.gamemale.com/album/202512/24/180852rhy0hfr43qd44km4.gif",
            40
        ],
        "28": [
            "https://img.gamemale.com/album/202512/24/180853notxcl55o9t3zxe5.gif",
            40
        ],
        "29": [
            "https://img.gamemale.com/album/202512/24/180854ecqixdnd5cbndhzs.gif",
            40
        ],
        "30": [
            "https://img.gamemale.com/album/202512/25/113958dys4ae8chmezxe8m.gif",
            40
        ],
        "31": [
            "https://img.gamemale.com/album/202512/24/180957luq188eooy8hqepl.gif",
            40
        ],
        "32": [
            "https://img.gamemale.com/album/202512/24/180959kffgydfvg4f1gdgt.gif",
            40
        ],
        "33": [
            "https://img.gamemale.com/album/202512/24/181000sc779mynn979nuc6.gif",
            40
        ],
        "34": [
            "https://img.gamemale.com/album/202512/24/181002n4dmxsyzzv9musz9.gif",
            40
        ],
        "35": [
            "https://img.gamemale.com/album/202512/24/181005vc7si7aii8xaswra.gif",
            40
        ],
        "36": [
            "https://img.gamemale.com/album/202512/24/181006f88j8pslctjpiojr.gif",
            40
        ],
        "37": [
            "https://img.gamemale.com/album/202512/24/181009f1rfx1v0o2xqlpmz.gif",
            40
        ],
        "38": [
            "https://img.gamemale.com/album/202512/24/181012jryywrk9xdw4o1pf.gif",
            40
        ],
        "39": [
            "https://img.gamemale.com/album/202512/24/181014ye3dd0m83q8xzxvs.gif",
            40
        ],
        "40": [
            "https://img.gamemale.com/album/202512/24/181017zz1ei1uj88i1e9bi.gif",
            40
        ],
        "41": [
            "https://img.gamemale.com/album/202512/24/181019e1ff78fs8il99f9l.gif",
            40
        ],
        "42": [
            "https://img.gamemale.com/album/202512/24/181021u8vgi5y79v9ggpi7.gif",
            40
        ],
        "43": [
            "https://img.gamemale.com/album/202512/24/181022zdpipjfj9vvu9jzi.gif",
            40
        ],
        "44": [
            "https://img.gamemale.com/album/202512/24/181024i6s1wf1xkawk1ne4.gif",
            40
        ],
        "45": [
            "https://img.gamemale.com/album/202512/24/181027tjjjkogoxfivsfil.gif",
            40
        ],
        "46": [
            "https://img.gamemale.com/album/202512/24/181029cq7bq8x08tjyy81q.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202512/24/181038ellc7tbthqcq7kks.gif",
            40
        ]
    },
    "基础维修工具": {
        "1": [
            "https://img.gamemale.com/album/202512/24/180654vlchrcrcs3rlo3ce.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202512/24/180655yeepsz2o1oe23oyl.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202512/24/180655achjepc1h2bzoj9c.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/202512/24/180656oz44fqssstqpzbjy.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202512/24/180657ef8q7ybqz4tbqeub.gif",
            82
        ]
    },
    "被冰封的头盔": {
        "1": [
            "https://img.gamemale.com/album/202512/24/180349k99w65m4i5weywey.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202512/24/180350ryrvypeaze2jn9y9.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202512/24/180351a63ehmcgcamhgm2z.gif",
            40
        ]
    },
    "大侦探皮卡丘": {
        "1": [
            "https://img.gamemale.com/album/202512/24/180711dizv1nfz0bh0hkds.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202512/24/180712t2hic1c6ptcn57ct.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202512/24/180713e00fzjfin8gz1xwf.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202512/24/180713rpsj0bs88sa583u7.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202512/24/180714bjpus00mr5hi0dop.gif",
            82
        ]
    },
    "高桥剑痴": {
        "1": [
            "https://img.gamemale.com/album/202512/24/180702xqiqqag87ar52pj3.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202512/24/180703c5q54tn55h22255q.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202512/24/180704leraidpaewdwk08d.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202512/24/180705daa2ggcbtgs4bhk5.gif",
            82
        ]
    },
    "本・比格": {
        "1": [
            "https://img.gamemale.com/album/202512/24/180400o3qdxbgd3xf3mxmg.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202512/24/180401xcsesc15dsr5szvf.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202512/24/180402qo4um80ioma1d314.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202512/24/180403c7jgq7ux7vua7x2x.gif",
            82
        ]
    },
    "傲之追猎者·雷恩加尔": {
        "1": [
            "https://img.gamemale.com/album/202512/24/180341dz2n7z558tm9t84c.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202512/24/180341xt4yx243wgukywcj.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202512/24/180342mvvkdp2rvz0ddvhd.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202512/24/180347fuu0x47g3gef30gg.gif",
            82
        ]
    },
    "河豚寿司": {
        "Max": [
            "https://img.gamemale.com/album/202512/08/093449kg9xq894p57ozc8x.gif",
            40
        ]
    },
    "荧光水母": {
        "Max": [
            "https://img.gamemale.com/album/202512/08/093450e0b10o957x9zb9z1.gif",
            40
        ]
    },
    "发条八音盒": {
        "Max": [
            "https://img.gamemale.com/album/202511/12/093230fxg9xuret3x6ie92.gif",
            40
        ]
    },
    "弗雷迪玩偶": {
        "Max": [
            "https://img.gamemale.com/album/202511/12/093230v75vp7puos8vik3p.gif",
            40
        ]
    },
    "桂花米糕": {
        "Max": [
            "https://img.gamemale.com/album/202510/20/163614ohpxaixinez4ynnh.gif",
            40
        ]
    },
    "双生蛋": {
        "1": [
            "https://img.gamemale.com/album/202510/01/144224dklyukkhl51k0f5o.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202510/01/144230u7f7fqo1zmvoob3h.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202510/01/144239ui7kzhd0ywt7voja.gif",
            40
        ]
    },
    "末影珍珠": {
        "1": [
            "https://img.gamemale.com/album/202510/01/144157peeo6e22se6rgse2.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202510/01/144157jbzf3lp6hhf3bbxv.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202510/01/144158oouv6y2xpblvbm2f.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202510/01/144159aypgkmkx0c6kt60d.gif",
            82
        ]
    },
    "辉夜姬的五难题": {
        "1": [
            "https://img.gamemale.com/album/202510/01/144105t7lj61znze9z97kr.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202510/01/144106ooyxoyv9aete84o4.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202510/01/144107gpeqkdd654fb5flk.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/202510/01/144108giqp1h6xxxpgxmp6.gif",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/202510/01/144109w56hhzdfk1khg84d.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202510/01/144111sav05zjjb0ffb884.gif",
            82
        ]
    },
    "千年积木": {
        "1": [
            "https://img.gamemale.com/album/202510/01/144202w2mxg6rg33gr8532.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202510/01/144203wbgg2cuv4u24c6uu.gif",
            40
        ]
    },
    "枯木法杖": {
        "1": [
            "https://img.gamemale.com/album/202510/01/144150n2r1bremrhxxbbn0.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202510/01/144151j6j96fj8yc6fkkg8.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202510/01/144153ovv3q6vvjs01qees.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/202510/01/144154nbbzblbnblbxbbm4.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202510/01/144155z99b87958zv1ex7m.gif",
            40
        ]
    },
    "黑暗封印": {
        "1": [
            "https://img.gamemale.com/album/202510/01/144057mdtrhy7kki44kuqe.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/forum/202505/25/160908ffjjmmbvjb4fc4vf.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202510/01/144059rsgw5kh6ssgvst34.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/forum/202505/25/160920qc2gp2dcp7decpg2.gif",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/202510/01/144101m2assar0yfaluah0.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202510/01/144102ovfggmf3cf44vfhv.gif",
            40
        ]
    },
    "Honey B Lovely": {
        "1": [
            "https://img.gamemale.com/album/202510/01/144028dennf8xfknohmo8m.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202510/01/144029vesqhohaidfs9nki.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202510/01/144030vxcjyx1yjcz202ww.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202510/01/144031vzugutuwvu92lc8f.gif",
            82
        ]
    },
    "琴.葛蕾": {
        "1": [
            "http://img.gamemale.com/album/202510/01/144208tqlprrgplberbbpt.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202510/01/144212cc5fncef1cedlzlc.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202510/01/144215ygrofqqx121h9bzb.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202510/01/144218hmzf2rk5i6c22f5g.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202510/01/144221wp5886c8kk84fh6h.gif",
            82
        ]
    },
    "基努·里维斯": {
        "1": [
            "https://img.gamemale.com/album/202510/01/144130eaksgett6d4amets.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202510/01/144131fyz7nii59iaa5vyq.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202510/01/144133v3yd2gafjbb8u7yu.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202510/01/144140xwej9dq0juqmjju8.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/202510/01/144136v56jse1c1zpps5ds.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202510/01/144138r589ursw1z4p3ng6.gif",
            82
        ]
    },
    "炽焰咆哮虎": {
        "1": [
            "https://img.gamemale.com/album/202510/01/144038zo411cc2ewyywsss.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202510/01/144039fyyfsjtxa6ffgd08.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202510/01/144040fmhmgm60qjk3q7km.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202510/01/144041s9zstskkn86eeoo9.gif",
            124
        ]
    },
    "“半狼”布莱泽": {
        "1": [
            "https://img.gamemale.com/album/202510/01/143947yi5qlynxnnx9x5nx.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202510/01/143949v23dy8s28r6zuyta.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202510/01/143950e9i0d9fjpyqf00jd.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202510/01/143951egsqxxgshzxqxqph.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202510/01/143952jnjnd5xmknkj99aa.gif",
            124
        ]
    },
    "灯载情绵": {
        "Max": [
            "https://img.gamemale.com/album/202508/28/002438hzvu4543b6f688z0.gif",
            40
        ]
    },
    "命运的轮廓": {
        "Max": [
            "https://img.gamemale.com/album/202508/17/124440y8ee4cd47d4z0nf4.gif",
            40
        ]
    },
    "检定场": {
        "Max": [
            "https://img.gamemale.com/album/202508/17/122150r3qdi3qi3au3q3lm.gif",
            40
        ]
    },
    "传说中的黑龙": {
        "Max": [
            "https://img.gamemale.com/album/202507/22/093545wg3h2944eidn8piy.gif",
            82
        ]
    },
    "呆猫": {
        "Max": [
            "https://img.gamemale.com/album/202507/22/093545q0s4o8wbww48rfct.gif",
            40
        ]
    },
    "鎏彩万幢": {
        "Max": [
            "https://img.gamemale.com/album/202506/07/145344be2hicycyemevr7f.gif",
            124
        ]
    },
    "『狄文卡德的残羽』": {
        "Max": [
            "https://img.gamemale.com/album/202506/07/204727k4ecjcm9lg4i5ndb.gif",
            40
        ]
    },
    "女巫之路": {
        "1": [
            "https://img.gamemale.com/album/202506/08/195022o5gmfjlwzg2jw6ju.gif",
            124
        ],
        "2": [
            "https://img.gamemale.com/album/202506/08/195024eo3v86w16uoh1n3w.gif",
            124
        ],
        "3": [
            "https://img.gamemale.com/album/202506/08/213529uozqagbc9nolwnfq.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/album/202506/08/195027n86ob7jw64fnr0p7.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/album/202506/08/195028tpaaacmbll000rbp.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202506/08/195030vjltsxkyytx0osvt.gif",
            124
        ]
    },
    "黑暗之魂系列": {
        "Max": [
            "https://img.gamemale.com/album/202506/08/194934j35lhl1yu5uauuyl.gif",
            124
        ]
    },
    "尼特公仔": {
        "1": [
            "https://img.gamemale.com/album/202506/08/173307lrimmij9h9krghpx.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202506/08/173308odt7gwlwgc2zgw6t.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202506/08/173309f36ks66jkp6nxr8r.gif",
            40
        ]
    },
    "莉莉娅·考尔德（Lilia Calderu）": {
        "1": [
            "https://img.gamemale.com/album/202506/08/194859o5978ztrzfy7877q.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202506/08/194900ix8z8t3cucudz843.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202506/08/194901agw28ogwy60zyglj.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202506/08/194902pnsg1kxx66te6stv.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/202506/08/194904h95iyqri99iiraf0.gif",
            82
        ],
        "6": [
            "https://img.gamemale.com/album/202506/08/194905a8fhlhjjl3m7xfjl.gif",
            82
        ],
        "7": [
            "https://img.gamemale.com/album/202506/08/194906cmy715p7e628s3ve.gif",
            82
        ],
        "8": [
            "https://img.gamemale.com/forum/202506/09/102518t2ql1gy2e9qssz2i.gif",
            82
        ],
        "9": [
            "https://img.gamemale.com/album/202506/08/194909qwf84m7wwzl877on.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202506/08/194910hmt4t3s009lmsb0z.gif",
            124
        ]
    },
    "红夫人": {
        "1": [
            "https://img.gamemale.com/album/202506/08/195002czeqbafiwb93waaa.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202506/08/195003ssuijyy0ui4vi0bj.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202506/08/195004pueou0pr01zende3.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202506/08/195006mlirnsx7yxzoasxf.gif",
            124
        ]
    },
    "亨利.卡维尔": {
        "1": [
            "https://img.gamemale.com/album/202506/08/203801rbrb85pyx75tkl5y.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202506/08/194946fmmhaozsa3pw5mgl.gif",
            124
        ],
        "3": [
            "https://img.gamemale.com/album/202506/08/194947h7fkz0wf11ge3hfz.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/album/202506/08/194948ks0gt7zgujgggmos.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/album/202506/08/194950lf0wsdzcbcswb1st.gif",
            124
        ],
        "6": [
            "https://img.gamemale.com/album/202506/08/194951x2yg1dm1lyn2h11h.gif",
            124
        ],
        "7": [
            "https://img.gamemale.com/album/202506/08/194952lg6mp2g3p12c6pfm.gif",
            124
        ],
        "8": [
            "https://img.gamemale.com/album/202506/08/194954prn3kt7rq55wr3pw.gif",
            124
        ],
        "9": [
            "https://img.gamemale.com/album/202506/08/194956rfkfafaofakoaxno.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202506/08/194957e1vq1tseqvea3i33.gif",
            124
        ]
    },
    "牛局长博戈": {
        "1": [
            "https://img.gamemale.com/album/202506/08/195014is28hp78w8wf7zrc.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202506/08/195015kgjhh2lxfgz2jlhk.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202506/08/195017cyyly3grl7lwapig.gif",
            82
        ]
    },
    "约翰·康斯坦丁": {
        "1": [
            "https://img.gamemale.com/album/202506/08/195324p9s5ftjlt0vdtfml.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202506/08/195327bw8blev6c846llzx.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202506/08/195328pj1dlf1def5uh7me.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202506/08/195330rnltblybyb7jpnnr.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/202506/08/195332ajgmqogjgz2bo2a2.gif",
            82
        ],
        "6": [
            "https://img.gamemale.com/album/202506/08/195333bdhhqgpj3fgyl3x6.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202506/08/195334r90ussyyy3gyes6y.gif",
            124
        ]
    },
    "巴哈姆特": {
        "1": [
            "https://img.gamemale.com/album/202506/09/013056yuk6ktfkk5idx6f3.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202506/09/013057n1mlblmlm52my2kg.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202506/09/013059comd45ch7eemm44u.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/album/202506/09/013101r909mlb0fjkb5lkm.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/album/202506/09/013102upwttdt7t2h3t95m.gif",
            124
        ],
        "6": [
            "https://img.gamemale.com/album/202506/09/013103i4ewz5hel0lesb1b.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202506/09/013104n3xgk21x3vveg5gg.gif",
            124
        ]
    },
    "『厢庭望远』": {
        "1": [
            "https://img.gamemale.com/album/202505/27/164710yzg8pkk1jqzxg28m.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202505/27/164130pfwowm6ufc1f0ycj.gif",
            40
        ]
    },
    "『林中过夜』": {
        "Max": [
            "https://img.gamemale.com/album/202505/10/121633so0o9ow80oxjt3xm.gif",
            40
        ]
    },
    "『凯旋诺书』": {
        "Max": [
            "https://img.gamemale.com/album/202505/10/152410e8mv881bg8b0bixw.gif",
            40
        ]
    },
    "猫头鹰守卫": {
        "1": [
            "https://img.gamemale.com/album/202505/10/133846al6u091ncwh19yz0.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202505/10/133846qyi9pmiggk82jpa9.gif",
            40
        ],
        "初级": [
            "https://img.gamemale.com/album/202505/10/133846al6u091ncwh19yz0.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202505/10/133847dtbme3cyp9e8twep.gif",
            40
        ]
    },
    "黑神话:悟空": {
        "Max": [
            "https://img.gamemale.com/album/202505/01/004354nkr5scvkyzrkkcmk.gif",
            124
        ]
    },
    "弯钩与连枷": {
        "1": [
            "https://img.gamemale.com/album/202505/01/004428sgh1zz1cjrdgdqhj.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202505/01/004429ze1dgefej66eq66v.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202505/01/004429ekyzdamczdzaoyeo.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/202505/01/004430ozb5jt1wwccekdc1.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202505/01/004430f3wtkwjdd5rwetzq.gif",
            40
        ]
    },
    "圣水瓶": {
        "1": [
            "https://img.gamemale.com/album/202505/01/004402n7ysdyodzaa5spd3.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202505/01/004404cdhchnzsbdys2zns.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202505/01/004405zvmqsddzcbaaxpqq.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/202505/01/004406jen4f4f5p4a7fxnp.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202505/01/004408c9999akrclzao9cz.gif",
            40
        ]
    },
    "阿加莎·哈克尼斯": {
        "1": [
            "https://img.gamemale.com/album/202505/01/004308olixxxlgxikxehr4.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202505/01/004313oqmzi3zt6zshgiir.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/forum/202505/02/010838z4l0szgqsll2qges.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202505/01/004319qqak34jahahmi294.gif",
            124
        ]
    },
    "狗狗": {
        "1": [
            "https://img.gamemale.com/album/202505/02/002033bfzr5qpq2prtzhq5.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202505/02/002035gfod11fdspdb3osd.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202505/02/002038pzhc80okc8cn0io5.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202505/01/004344ayzuz2yqy6396t26.gif",
            82
        ]
    },
    "穿靴子的猫": {
        "1": [
            "https://img.gamemale.com/album/202505/01/004325yyifpuf9tptlnhk9.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202505/01/004327i13uxooqn2eounht.gif",
            124
        ],
        "3": [
            "https://img.gamemale.com/album/202505/01/004330efs63sbsff7zjisc.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202505/01/004332j1wgew8nvnywna1n.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/album/202505/01/004334kkp4yqpwf5qqwppr.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202505/01/004337umagz9s1z9cgg8zf.gif",
            124
        ]
    },
    "John Reese": {
        "1": [
            "https://img.gamemale.com/album/202505/01/004248quy2mf2qpae7hpq7.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202505/01/004250et2ws5t1ht00w1ws.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202505/07/182955pp8844puzrto56ir.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202505/01/004257c6htuohdtc6uucla.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/album/202505/07/183000nyzny30rl35ho5ru.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202505/01/004300onmynzz53nx06q4r.gif",
            124
        ]
    },
    "灵魂残絮聚合法": {
        "1": [
            "https://img.gamemale.com/album/202504/14/122515kmo6v6ocbr6htlro.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202504/14/122515kwjjuxrjuucj8w0j.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202504/14/122516s5v2v2yvpwyeqsgx.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202504/14/122516hb314v4wuuhblm4u.gif",
            124
        ]
    },
    "肉乖乖": {
        "1": [
            "https://img.gamemale.com/album/202504/14/123355qhf6hfsxssmht6is.gif",
            124
        ],
        "2": [
            "https://img.gamemale.com/album/202504/14/122514dspc9tcslycss0cs.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202504/14/122514hi0iitgiq0444o40.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202504/14/122514aggaia532fgaljyf.gif",
            40
        ]
    },
    "猫咪点唱机㊊": {
        "Max": [
            "https://img.gamemale.com/album/202503/22/184147dis00iszn2ip0hri.gif",
            40
        ]
    },
    "『道具超市』": {
        "1": [
            "https://img.gamemale.com/album/202503/22/124617gdhxfz88mgyfm47f.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202503/22/124623xqwr8aww4q4wwa41.gif",
            40
        ]
    },
    "神奇宝贝图鉴": {
        "Max": [
            "https://img.gamemale.com/album/202503/04/144757ilzmlasxmxui8sdl.gif",
            40
        ]
    },
    "神奇宝贝大师球": {
        "Max": [
            "https://img.gamemale.com/album/202503/04/144847zhb5lj2kcilqkk5b.gif",
            40
        ]
    },
    "永亘环": {
        "Max": [
            "https://img.gamemale.com/album/202501/28/162331rf9q9qxvvh9cdcdh.gif",
            40
        ]
    },
    "『搓粉团珠』": {
        "Max": [
            "https://img.gamemale.com/album/202502/12/142803aq6uewseoouu6ei9.gif",
            40
        ]
    },
    "小狮欢舞": {
        "Max": [
            "https://img.gamemale.com/album/202502/09/152835gsc5cs35leu3el7s.gif",
            40
        ]
    },
    "脏兮兮的蛋": {
        "1": [
            "https://img.gamemale.com/album/202501/27/150400injmnyggygo7y8mx.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202501/27/150401lkk57h7pkghk35h5.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202501/27/151231q9ipy325gsow6hzj.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/202501/27/151412g7qzd77z3fsxabd7.gif",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/202501/27/151412b34d6r4ped3z860m.gif",
            40
        ],
        "6": [
            "",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202501/27/150402l52szqvsqlgpytsl.gif",
            40
        ]
    },
    "健忘礼物盒": {
        "1": [
            "https://img.gamemale.com/album/202501/27/150043v68l4oo4tzovf8va.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202501/27/150043ient9wehont94knh.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202501/27/150043le6srpd0vmr90sz6.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/202501/27/150044d41s5sh7qahshqsq.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202501/27/150044dkzbbyz3d9gg2gad.gif",
            40
        ]
    },
    "婚姻登记册": {
        "1": [
            "https://img.gamemale.com/album/202501/27/150249heu2zbzlb5rkhhzh.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202501/27/150250odm1kbhrqftc5d51.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202501/27/150250rzoq8xd5ao89c95o.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/202501/27/150251xggsydawwgzyywls.gif",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/202501/27/150251mvz7q81e8rz8sp88.gif",
            40
        ],
        "6": [
            "https://img.gamemale.com/album/202501/27/150252wkfnfug2cgu2fue1.gif",
            40
        ],
        "7": [
            "https://img.gamemale.com/album/202501/27/150253b5syidtzdb7i857m.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202501/27/150253de4nywy1qnyz233e.gif",
            40
        ]
    },
    "神秘天球": {
        "1": [
            "https://img.gamemale.com/album/202501/27/150316yk83gh2vkwvh2h33.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202501/27/150316p6p5x6zb51iuktog.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202501/27/150317uzsl63blllziueso.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202501/27/150318hbbbjry1yxafpxcx.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/202501/27/150318okp8zfevfzpubs1j.gif",
            82
        ],
        "6": [
            "https://img.gamemale.com/album/202501/27/150325xdl061ykky6lyv0r.gif",
            82
        ],
        "7": [
            "https://img.gamemale.com/album/202501/27/150326u7f9qwxxel7h7wld.gif",
            82
        ],
        "8": [
            "https://img.gamemale.com/album/202501/27/150327mqhh7q45h0erabyq.gif",
            82
        ],
        "9": [
            "https://img.gamemale.com/album/202501/27/150328mj3zee1j32888ban.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202501/27/150329v30p5vva8485p113.gif",
            124
        ]
    },
    "普通羊毛球": {
        "1": [
            "https://img.gamemale.com/album/202501/27/131014lijfad666oxd26a3.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202510/02/001333hb9m1xsbyyjtmvjx.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202501/27/131955nzc7v6vjw744k26c.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202501/27/132947foobk4oar9opbrci.gif",
            40
        ]
    },
    "贝儿(Belle)": {
        "1": [
            "https://img.gamemale.com/album/202501/27/195024f3w3439syy9mhbzy.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202501/27/195025s23swd1cqg5wsngw.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202501/27/195026f29w92jbdall99ke.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202501/27/195027tyxex9dymf7qz9f8.gif",
            82
        ]
    },
    "梅琳娜Melina": {
        "1": [
            "https://img.gamemale.com/album/202501/27/150301apgg7lfldzdfgy7z.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202501/27/150302elj2ngkceo6z8e6r.gif",
            124
        ],
        "3": [
            "https://img.gamemale.com/album/202501/27/150303qvpcr0rr0ze44ivd.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/album/202501/27/150303fjmfx733a6pm1j6j.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/album/202501/27/150304mmbcfxt5tbmw8ata.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202501/27/150305sd1zi3l1gi431ls3.gif",
            124
        ]
    },
    "汉尼拔": {
        "1": [
            "https://img.gamemale.com/album/202501/27/150200nnlkqxrdtrw9i7tr.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202501/27/150202u6i3yn4b1ybo81c8.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202501/27/150203cep1xf5gxxf2pogo.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202501/27/150203p7ybm2vjn2t7ul5f.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/202501/27/150204hwysuurum3a2wa3s.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202501/27/150205fmppqvndidmqxy4q.gif",
            82
        ]
    },
    "【新春限定】果体 隆": {
        "1": [
            "https://img.gamemale.com/album/202412/23/095408ykewseqs3kvs3ofs.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202412/23/095409m131uul13j6rjrrs.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202412/23/192101lgkmzaurp2vljkn4.gif",
            82
        ]
    },
    "『冰雕马拉橇』": {
        "Max": [
            "https://img.gamemale.com/album/202501/05/123612ufb4m31zzm9kppmd.gif",
            82
        ]
    },
    "银色溜冰鞋": {
        "Max": [
            "https://img.gamemale.com/album/202501/05/123623g2gn1n0gzgn7ske1.gif",
            40
        ]
    },
    "都市：天际线2": {
        "Max": [
            "https://img.gamemale.com/album/202409/16/143417gfwljb6i61lqhool.gif",
            124
        ]
    },
    "羽毛胸针": {
        "1": [
            "https://img.gamemale.com/album/202412/23/095434xzlgkosq7glpdppl.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202412/23/095435bzpwtp68ps44t2pv.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202412/23/095436g9jeewz4hahg42pp.gif",
            40
        ]
    },
    "圣诞有铃": {
        "1": [
            "https://img.gamemale.com/album/202412/23/095426suun7z8kv8g6qprt.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202412/23/095427djnuus0gjnp4kpn1.gif",
            40
        ]
    },
    "阿丽塔": {
        "1": [
            "https://img.gamemale.com/album/202412/23/095404ugtagdho9anott2s.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202412/23/095405gy2o58m8mryrm0z2.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202412/23/095406a9574coxlyxcxy08.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202412/23/095407yg789q3nr9jyru8h.gif",
            124
        ]
    },
    "托比·马奎尔": {
        "1": [
            "https://img.gamemale.com/album/202412/23/163425ofaqmggiupaamq9j.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202412/23/163426h6e144o5i4vwvaea.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202412/23/163427opzekrrplre2es06.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202412/23/163428y7ov4bzb11qho1v7.gif",
            82
        ]
    },
    "奇异博士": {
        "1": [
            "https://img.gamemale.com/album/202412/23/095416x8a312vrzh112rvt.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202308/06/210941v12xuljt1hu8hhux.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202412/23/095418pb4ybbq8sspnbpef.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202412/23/095418my80lg8zyz8vm00t.gif",
            124
        ]
    },
    "古烈": {
        "1": [
            "https://img.gamemale.com/album/202412/23/163416jie6vbi4h2ldaldd.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202412/23/163417gljxiexrpxjijmnh.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202412/23/163418aqqz9zeaqfdfjsj4.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202412/23/163419g6z8chx8ht46shje.gif",
            82
        ]
    },
    "水银日报社特约调查员": {
        "Max": [
            "https://img.gamemale.com/album/202412/11/194732dnnqnzwhwwaao2ww.gif",
            40
        ]
    },
    "奎兰": {
        "Max": [
            "https://img.gamemale.com/album/202412/11/194737ai21zbcmal5g5355.gif",
            40
        ]
    },
    "梅克军徽": {
        "1": [
            "https://img.gamemale.com/album/202411/11/093837sus2p9tp22p882pp.gif",
            82
        ],
        "2": [
            "https://img.gamemale.com/album/202411/11/093838ap3uky32uwpdk637.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202411/11/093839tid2hmy5hl9hl939.gif",
            82
        ],
        "初级": [
            "https://img.gamemale.com/album/202411/11/093835xwg7i7nj997jwsnj.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202411/11/093840vr20s0o2ay2jd1dh.gif",
            82
        ]
    },
    "『南瓜拿铁』": {
        "Max": [
            "https://img.gamemale.com/album/202410/29/123843sl3l5l6f35tp6gf9.gif",
            40
        ]
    },
    "『逆境中的幸运女神』": {
        "Max": [
            "https://img.gamemale.com/album/202410/15/105948d0yik711643klqsp.gif",
            40
        ]
    },
    "幸运女神的微笑": {
        "Max": [
            "https://img.gamemale.com/album/202410/15/105948l54zh75sssju52m6.gif",
            40
        ]
    },
    "劫掠核芯": {
        "Max": [
            "https://img.gamemale.com/album/202409/24/114808ebrjv8vnjoz3ekyb.gif",
            40
        ]
    },
    "脉律辐石": {
        "Max": [
            "https://img.gamemale.com/album/202409/24/115022icutmlnnzufc5p04.gif",
            40
        ]
    },
    "御医神兔": {
        "Max": [
            "https://img.gamemale.com/album/202409/16/114426zcvcdha50vcd9c5p.gif",
            40
        ]
    },
    "Zootopia": {
        "1": [
            "https://img.gamemale.com/album/202409/16/140353vctzzx24yibo72yz.gif",
            124
        ],
        "2": [
            "https://img.gamemale.com/album/202409/16/140354qn1fclyasgr1zaal.gif",
            124
        ],
        "3": [
            "https://img.gamemale.com/album/202409/16/140355mpqbw29bqiqpqzz7.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/album/202409/16/140355q606wmwm655hu61c.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/album/202409/16/140356hzqhdxmo6oo9cnbu.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202409/16/140357q3y3cyhqdz747y43.gif",
            124
        ]
    },
    "半生黄金种": {
        "1": [
            "https://img.gamemale.com/album/202409/16/140404o83gefe3h359zy5p.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202409/16/140404zary8xxas7y8yk88.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202409/16/140405dgucuc8v8wmiv8u8.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/202409/16/140405mxddk0zeeex4cc4e.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202409/16/140406l5r28tp9u9t5ctcu.gif",
            40
        ]
    },
    "肃弓": {
        "1": [
            "https://img.gamemale.com/album/202409/15/173905mvtfxplpppk17eem.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202409/15/173905azn6osbxk6keerwr.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202409/15/173906t84iogk8g3cym4ip.gif",
            40
        ]
    },
    "叶卡捷琳娜": {
        "1": [
            "https://img.gamemale.com/album/202409/16/140425lccavwcaa5y0w9we.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202409/16/140425fcpc86m2jj2cicmp.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202409/16/140426lvgzooqmxnyqomrk.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202409/16/140428jxnzncsu2ncaypka.gif",
            124
        ]
    },
    "莱昂纳多·迪卡普里奥": {
        "1": [
            "https://img.gamemale.com/album/202409/16/140418fwkwz38bqmtbj3i9.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202409/16/140418dxnldwo8xpnf0a0d.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202409/16/140419g00xxtd64ceewh6v.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202409/16/140420jclmmp0ofl2ipstn.gif",
            124
        ]
    },
    "『泥潭颂唱者』": {
        "Max": [
            "https://img.gamemale.com/album/202409/06/000441qf1vfnj4qbq05zbf.gif",
            40
        ]
    },
    "金牌矿工": {
        "Max": [
            "https://img.gamemale.com/album/202408/20/162414t5in8hihu5ft72fp.gif",
            40
        ]
    },
    "小小安全帽": {
        "Max": [
            "https://img.gamemale.com/album/202408/20/162420kqar91j479qafqk6.gif",
            40
        ]
    },
    "『钟楼日暮』": {
        "0": [
            "https://img.gamemale.com/album/202407/29/161455conqqbfcbvonpizc.gif",
            40
        ],
        "1": [
            "https://img.gamemale.com/album/202407/29/161455conqqbfcbvonpizc.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202407/29/163739p9ya9ky612dbpfyg.gif",
            40
        ]
    },
    "不洁圣子": {
        "Max": [
            "https://img.gamemale.com/album/202407/23/182956e101ky6klyvdlun6.gif",
            82
        ]
    },
    "古老金币": {
        "1": [
            "https://img.gamemale.com/album/202407/23/183210i2j5ziovbuioluia.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202407/23/183209g10abg374ga0wn7s.gif",
            40
        ]
    },
    "巨力橡果㊊": {
        "Max": [
            "https://img.gamemale.com/album/202406/28/212137jv2myy4yqb6qcub4.gif",
            40
        ]
    },
    "『分析天平』": {
        "Max": [
            "https://img.gamemale.com/album/202406/28/212140easasxspwrb6fawm.gif",
            40
        ]
    },
    "近地夜航": {
        "Max": [
            "https://img.gamemale.com/album/202406/08/170716n2j5j52q7x9or5ee.gif",
            124
        ]
    },
    "变身器": {
        "1": [
            "https://img.gamemale.com/album/202406/12/191431hrdjr2wwrjs2aals.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202406/12/191250bphrvoy0vc65v8i9.gif",
            40
        ]
    },
    "装了衣物的纸盒": {
        "1": [
            "https://img.gamemale.com/album/202406/07/175444b09ca8u138uz301a.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202406/07/175444ibbsmzvyy1b77v5r.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202406/07/175445iflefeaj4enafknz.gif",
            40
        ]
    },
    "吸血猫蛋": {
        "1": [
            "https://img.gamemale.com/album/202406/07/175359ynnx4omm45xmm8u5.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202406/07/175400kclgtlj6c2fej37v.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202406/07/175400rkyhf0zvkyh81xkm.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202406/07/175401ejl62lwaub8n2nr8.gif",
            40
        ]
    },
    "坏掉的月亮提灯": {
        "1": [
            "https://img.gamemale.com/album/202406/07/175315htzt1kzrx7xwnthe.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202406/07/175315ktt311toutu3z53u.gif",
            40
        ]
    },
    "神秘挑战书": {
        "1": [
            "https://img.gamemale.com/album/202406/07/175339ugwzt9y65i7tz3jy.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202406/07/175340qp9yib26wmzw6r2m.gif",
            124
        ],
        "3": [
            "https://img.gamemale.com/album/202406/07/175341ckazei4t4kjkatoo.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/album/202406/07/175342yz0a8kjpn9ii43jp.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/album/202406/07/175343vlu7llurj10lrgqj.gif",
            124
        ],
        "6": [
            "https://img.gamemale.com/album/202406/07/175344qnuwx7ee7zj5ln7x.gif",
            124
        ],
        "7": [
            "https://img.gamemale.com/album/202406/07/175345v5ubrggvnb1ggsbg.gif",
            124
        ],
        "8": [
            "https://img.gamemale.com/album/202406/07/175346h3ffjjfo3ofgv2fj.gif",
            124
        ],
        "9": [
            "https://img.gamemale.com/album/202406/07/175347npnp3ph2zfppqxoz.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202406/07/175347fg7acj3rajgcmlqm.gif",
            40
        ]
    },
    "太空列车票": {
        "1": [
            "https://img.gamemale.com/album/202406/07/175254x3pg346a3r0aph7h.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202406/07/175255z1948s303e3o4t41.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202406/07/175255jcxvaozv3vm5ycyz.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202406/07/175258pdrcqdu07lvy0uvc.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202406/07/175259sg0tnb6xmjtvcjxv.gif",
            82
        ]
    },
    "狄翁・勒萨若": {
        "1": [
            "https://img.gamemale.com/album/202406/07/175304re1d73zno19n37pn.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202406/07/175305lf3uwwfvqwat2wqk.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202406/07/175306r8tert08y8ws9dwk.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202406/07/175308jki23rz8z38s2r83.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/album/202406/07/175309hyal99plxwanxpna.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202406/07/175311zmnhmmn9m9ymeu9m.gif",
            124
        ]
    },
    "希德法斯·特拉蒙": {
        "1": [
            "https://img.gamemale.com/album/202406/07/175409ab60kf4o3o4jbdut.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202406/07/175411qwtcw2w19r2u4hfs.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202406/07/175412huxhwu3g435u3f00.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202406/07/175415w552ty5e2oosqtt8.gif",
            124
        ]
    },
    "吉尔·沃瑞克": {
        "1": [
            "https://img.gamemale.com/album/202406/07/175326ewom7pmvg8n8878j.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202406/07/175327cgzp88cjljepaoqe.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202406/07/175328gak384jr0qku4610.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/album/202406/07/175329pkumhmuxqwzmwuwu.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202406/07/175331rsra1a4wqak8puzr.gif",
            124
        ]
    },
    "五谷丰年": {
        "1": [
            "https://img.gamemale.com/album/202406/09/002607r5tnl5kmhlz959ky.gif",
            82
        ],
        "2": [
            "https://img.gamemale.com/album/202406/07/204132kz1rjrx7a0b09x1l.gif",
            124
        ],
        "3": [
            "https://img.gamemale.com/album/202406/07/204132roou661udo1borrj.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202406/07/205420sdk9871c4qeedu4e.gif",
            124
        ]
    },
    "金翼使㊊": {
        "Max": [
            "https://img.gamemale.com/album/202405/30/104609wjzazru8lsaa4bza.gif",
            40
        ]
    },
    "巴比伦辞典": {
        "Max": [
            "https://img.gamemale.com/album/202308/29/153312pp913zqj36m3zpli.gif",
            124
        ]
    },
    "照相机": {
        "Max": [
            "https://img.gamemale.com/album/202405/21/111620tshz4cnc6kfsk36x.gif",
            40
        ]
    },
    "阿怪": {
        "Max": [
            "https://img.gamemale.com/album/202405/07/171521eg84b2ogvbqgaaqg.gif",
            82
        ]
    },
    "『流星赶月』": {
        "1": [
            "https://img.gamemale.com/album/202405/01/104737h8u40k09yb1buvhs.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202405/01/104737hf66ydgq417yp1pq.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202405/01/104738zbemlbquqcbhbew1.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202405/01/104738xr7w9rc9c9wkooo5.gif",
            40
        ]
    },
    "一只陶瓮": {
        "Max": [
            "https://img.gamemale.com/album/202404/25/223157xajb8judoqjqbjjy.gif",
            40
        ]
    },
    "幽浮起司堡": {
        "Max": [
            "https://img.gamemale.com/album/202404/25/223156amvffvttm6w5chtv.gif",
            40
        ]
    },
    "『先知灵药』": {
        "1": [
            "https://img.gamemale.com/album/202403/21/130027nqhli96ll11h9u2g.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202403/21/130053cgz5zto94bg5gbq9.gif",
            40
        ]
    },
    "龙鳞石": {
        "Max": [
            "https://img.gamemale.com/album/202402/15/181357h1gqohusg3ot5n2n.gif",
            40
        ]
    },
    "『不败之花』": {
        "Max": [
            "https://img.gamemale.com/album/202402/13/185914blucl6txxplhgp6q.gif",
            40
        ]
    },
    "约书亚・罗兹菲尔德": {
        "1": [
            "https://img.gamemale.com/forum/202402/12/113425k93x7s939xjvs1y3.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202402/09/010523nud6mc32f8vqqgtp.gif",
            124
        ],
        "3": [
            "https://img.gamemale.com/forum/202402/15/124123w0dw5b1xoznb1bwd.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/forum/202402/12/194407v96eq9gyqtb6qx61.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/forum/202402/12/113841i189z7p6mz1p4947.gif",
            124
        ],
        "6": [
            "https://img.gamemale.com/forum/202402/12/113427f082z542u4enjc22.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202402/09/010523nud6mc32f8vqqgtp.gif",
            124
        ]
    },
    "克莱夫・罗兹菲尔德": {
        "1": [
            "https://img.gamemale.com/album/202402/09/010326gggncgrozz9c4zun.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202402/09/010326owtattfffat40swv.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202402/10/011317j2xji14dff2z6x11.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/album/202402/09/010329p8xczcg8vhhvxpx8.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/album/202402/09/010330cige681moemjxmm1.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202402/09/010331n5ddk93t4ss7ckt8.gif",
            124
        ]
    },
    "苇名弦一郎": {
        "1": [
            "https://img.gamemale.com/album/202402/09/010511rjampzaa0ddllddo.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202402/09/010512johogsl2l22qutsv.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202402/09/010513cwb8eyi3n5r5wnkl.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202402/09/010515p0w7gar1wauth3ym.gif",
            82
        ]
    },
    "里昂（RE4）": {
        "1": [
            "https://img.gamemale.com/album/202402/09/010352s95pn3c4ug4u49lz.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202402/09/010353tu8qeqjqquc1qv33.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202402/09/010354isskvigw00dd6p0v.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202402/09/010355liauwkivvbijwbkw.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202402/09/010356thhv8uecu9e5vvmr.gif",
            124
        ]
    },
    "极客的晚宴": {
        "Max": [
            "https://img.gamemale.com/album/202312/31/234346gb3zebabvtvc1a11.gif",
            124
        ]
    },
    "雄躯的昇格": {
        "Max": [
            "https://img.gamemale.com/album/202312/31/235519khsd6s7kihzd7psx.gif",
            124
        ]
    },
    "波纹蓝蛋": {
        "1": [
            "https://img.gamemale.com/album/202402/09/010315fwzwwj3z6wpj66jj.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202402/09/010315z88al8c628f6m2l7.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202402/09/010316bdicvfvf1zp7354z.gif",
            40
        ]
    },
    "崩朽龙卵": {
        "1": [
            "https://img.gamemale.com/album/202402/09/010244u08b5q0q8nbgigqb.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202402/09/010245wycidw9ggeg62vd2.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202402/09/010245hmuurzvzuyhjzwmm.gif",
            124
        ]
    },
    "冰海钓竿": {
        "1": [
            "https://img.gamemale.com/album/202402/09/010305w0d00iggdqh1agik.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202402/09/010305csjwucys2cayqgjc.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202402/09/010306txcdhook4wfbqwwh.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202402/09/010306sh44zaiajlic40nb.gif",
            124
        ]
    },
    "射手的火枪": {
        "1": [
            "https://img.gamemale.com/album/202402/09/010501f11dxtmk8pttm6zz.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202402/09/010501lnh22s6q6jd6vahf.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202402/09/010502gl1k0ib1eqqiqyb8.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202402/09/010502ln4j3gpiz4383nip.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202402/09/010502kh0q0x7wwpw1x07o.gif",
            82
        ]
    },
    "“米凯拉的锋刃”玛莲妮亚": {
        "1": [
            "https://img.gamemale.com/album/202402/09/010225kp909y4kjjpzylly.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202402/09/010226g58rar3tlr8wwnjw.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202402/09/010227sw5sm5m5frjozumm.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202402/09/010227kk2xn98nhdki8hbg.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/202402/09/010230o5vss5ibvps9es0t.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202402/09/010231l15c89y44096y5ne.gif",
            124
        ]
    },
    "朱迪·霍普斯": {
        "1": [
            "https://img.gamemale.com/album/202402/09/010535f41h4y44pis47c5s.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202402/09/010536guz959pcw70hs7u7.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202402/09/010537w91j10j7b1z5jby0.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202402/09/010538rny4g1yy8ks8bzb1.gif",
            124
        ]
    },
    "尼克·王尔德": {
        "1": [
            "https://img.gamemale.com/album/202402/09/010403ywyppzmwm8s73zxw.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202402/09/010404lnfiz3xftnw42vny.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202402/09/010405m55m1wr63d1ougm1.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202402/09/010406m0bl2az02o0d2ja2.gif",
            124
        ]
    },
    "征服之王": {
        "Max": [
            "https://img.gamemale.com/album/202401/30/175514mydikjz03evy43d3.gif",
            82
        ]
    },
    "岛屿探险家": {
        "Max": [
            "https://img.gamemale.com/album/202401/30/175512mx2353ree5353p9r.gif",
            40
        ]
    },
    "『列车长』": {
        "1": [
            "https://img.gamemale.com/album/202312/21/194233wvjmxvvqiglnxvwl.png",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202312/21/194233wvjmxvvqiglnxvwl.png",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202312/21/194233wvjmxvvqiglnxvwl.png",
            40
        ],
        "初级": [
            "https://img.gamemale.com/album/202312/21/194233wvjmxvvqiglnxvwl.png",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202312/26/153217fdhxe2dx8fxx59fx.gif",
            124
        ]
    },
    "特供热巧": {
        "1": [
            "https://img.gamemale.com/album/202312/25/112145mmd9i9come9o4edm.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202312/26/152945wolwikymmhh3tdod.gif",
            82
        ]
    },
    "六出冰花": {
        "Max": [
            "https://img.gamemale.com/album/202312/23/121754ooycayf0f6a0ozc6.gif",
            40
        ]
    },
    "『金色车票』": {
        "1": [
            "https://img.gamemale.com/album/202312/26/153359c315l2kvzqclz5z1.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202312/26/153359c315l2kvzqclz5z1.gif",
            40
        ],
        "初级": [
            "https://img.gamemale.com/album/202312/26/153359c315l2kvzqclz5z1.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202312/26/153431efmcz94cfhf0e4z6.gif",
            82
        ]
    },
    "最终幻想XVI": {
        "Max": [
            "https://img.gamemale.com/album/202312/20/210430shnvla9vum4vh49n.gif",
            124
        ]
    },
    "可疑的肉蛋": {
        "1": [
            "https://img.gamemale.com/album/202312/20/205711pf8g8k4r7p4a67l4.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202312/20/205712lxc6eefehyzenezy.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202312/20/205712punr95d523pn9lpn.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/202312/20/205845an3czunah2c0b3a5.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202312/20/205845u0v55mxhsnvhyyk0.gif",
            40
        ]
    },
    "无垠": {
        "1": [
            "https://img.gamemale.com/album/202312/21/181357fxtci2iuplv9vt2l.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202312/21/181358cbyhylp1l05phh7a.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202312/21/181359tpxd016f90vh68tf.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/202312/21/181359k00x6u9hyt8706ul.gif",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/202312/21/181401fiiiwi8wdqaaawax.gif",
            124
        ],
        "6": [
            "https://img.gamemale.com/album/202312/21/181403n9m5uuttl5q9s0x8.gif",
            124
        ],
        "7": [
            "https://img.gamemale.com/album/202312/21/181405d5n4ftmgk6n44nfj.gif",
            124
        ],
        "8": [
            "https://img.gamemale.com/album/202312/21/181406q5dnipcw0i1o1eoc.gif",
            124
        ],
        "9": [
            "https://img.gamemale.com/album/202312/21/181408jhiyiib955rfi9pi.gif",
            124
        ],
        "10": [
            "https://img.gamemale.com/album/202312/21/181409qpxmkiikzhlwcc3r.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202312/21/181411o8bz954c94sc4t4c.gif",
            124
        ]
    },
    "黑暗水晶": {
        "1": [
            "https://img.gamemale.com/album/202312/20/205455h8zu284mu2iuaqqz.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202312/20/205456oxxxev1x1xxixdmx.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202312/20/205456u3hy27326mk7fdly.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/202312/20/205456jof1ff01ri2z21oa.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202312/20/205457zjeejmy9fef8v218.gif",
            40
        ]
    },
    "棱镜": {
        "1": [
            "https://img.gamemale.com/album/202312/20/210413o2e71vgo7c3jepd3.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202312/20/210414y2hdq7w23luqhqyq.gif",
            82
        ]
    },
    "天使之赐": {
        "1": [
            "https://img.gamemale.com/album/202312/20/210427ajoj93i34oz73bo3.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202312/20/210428rffohoy571nx575g.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202312/20/210429ve46wv42p4wezljp.gif",
            82
        ]
    },
    "杀意人偶": {
        "1": [
            "https://img.gamemale.com/album/202312/20/210418m3ba2etec3tmh3nv.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202312/20/210420zbct69htehxe63v1.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202312/20/210422drmbh856mnhbmrxn.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202312/20/210425ssyt7nl9nhj7j1kz.gif",
            82
        ]
    },
    "爱丽丝·盖恩斯巴勒": {
        "1": [
            "https://img.gamemale.com/album/202312/20/205532k2dyuc12f2d2252f.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202312/20/205602tp1hsble99lwtqew.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202312/20/205604tn7sqsx5oj5qqtqy.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202312/20/205605orbblv5s5mlcv5zs.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/album/202312/20/205607znj9lvnn21sr140n.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202312/20/205609o0ewcd5fdazfeao8.gif",
            124
        ]
    },
    "凯特尼斯·伊夫狄恩": {
        "1": [
            "https://img.gamemale.com/album/202312/20/205446gjmq0j1i1j71xl1k.gif",
            40
        ],
        "2": [
            "",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202312/20/205450yycyhece5xnxxxxc.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202401/30/120450e41turn8gj6zul7e.gif",
            82
        ]
    },
    "克劳斯·迈克尔森": {
        "1": [
            "https://img.gamemale.com/album/202312/20/205846tq2zg1zvv2rt3a3q.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202312/20/205848o7p1p1xnpepxqx6q.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202312/21/174418c8xhhh9kllkn4glw.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/album/202312/20/210050vm8z5megww7coe2r.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/forum/202405/14/005835r35yx3b6gsg5qrhu.gif",
            124
        ],
        "6": [
            "https://img.gamemale.com/album/202312/21/174304xtwq2vzgbgtqbvbf.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202312/20/210410v67n5lzada06w6wa.gif",
            124
        ]
    },
    "虎头怪": {
        "1": [
            "https://img.gamemale.com/album/202312/20/205610gj9fix52zdacdczz.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202312/20/205611sru4r33znqz4nwp2.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202312/25/162350ja7irqbni2lj93bi.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/album/202312/25/162351gcokj6r8sasosk6j.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/album/202312/25/162352khzhwtlwpoewjmle.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202312/20/205710wmuqu05q9ckvc5i1.gif",
            124
        ]
    },
    "重建熊屋": {
        "Max": [
            "https://img.gamemale.com/album/202311/15/222714llaea4m1uelmx4nn.gif",
            40
        ]
    },
    "图腾饼干": {
        "Max": [
            "https://img.gamemale.com/album/202311/15/222807vvbwcokyttcwcvgk.gif",
            40
        ]
    },
    "龙之秘宝": {
        "1": [
            "https://img.gamemale.com/album/202310/09/105229qxknooolcrg2hx4p.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202310/09/105229mzu4c0aa24uqnlcl.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202310/09/105231quppkbdedpf1ekxf.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/202310/09/105233phoiwhdcbcccnmm6.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202310/09/105234y1m8pmjmiqmr8ggm.gif",
            40
        ]
    },
    "长花的蛋": {
        "1": [
            "https://img.gamemale.com/album/202309/27/171413azzzv9pvbalbz9yp.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202309/27/171414b5bg8vmsco9tu4fo.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202309/27/171415qzggp9oggimip7ai.gif",
            40
        ]
    },
    "棕色条纹蛋": {
        "1": [
            "https://img.gamemale.com/album/202309/27/171353w9sh9i8momll7l8l.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202309/27/171353zfpjls57l55aql75.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202309/27/171354zx9zqdx88bnemnzn.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/202309/28/155631jui5o83g1xojs89j.gif",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/202309/27/171355s6ffysnn30pcfqna.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202309/27/171359ur703jj03qqerior.gif",
            82
        ]
    },
    "被尘封之书": {
        "1": [
            "https://img.gamemale.com/album/202309/27/171452rhhf00whhi6f2724.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202309/27/171453m55vcpv4qvdtvdqo.gif",
            40
        ],
        "3": [
            "",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202309/27/171507wv9dsdvdjsnj87j9.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/202309/27/171515td82z87sx8zsr2qe.gif",
            82
        ],
        "6": [
            "https://img.gamemale.com/album/202309/27/171519iqdzqnzld0d2jjfn.gif",
            82
        ],
        "7": [
            "https://img.gamemale.com/album/202309/27/171535lnfhaaow6nstnooc.gif",
            82
        ],
        "8": [
            "https://img.gamemale.com/album/202309/27/171543antn803f3mgfgsmn.gif",
            82
        ],
        "9": [
            "https://img.gamemale.com/album/202309/27/171551vcgceuqnpwwqwn5e.gif",
            82
        ],
        "10": [
            "https://img.gamemale.com/album/202309/27/171605ljmzt3qqqf3z6c6g.gif",
            82
        ],
        "11": [
            "https://img.gamemale.com/album/202309/27/171658k6wn5qinkw4w541j.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202309/27/171659n5pq80jxx608qjdx.gif",
            40
        ]
    },
    "和谐圣杯": {
        "1": [
            "https://img.gamemale.com/album/202309/27/171418gnzqnwrh3lsknsbl.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202309/27/171421sh3j3yjyjyufhfjb.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202309/27/171427px141o11vc31z6ck.gif",
            40
        ]
    },
    "露娜弗蕾亚·诺克斯·芙尔雷": {
        "1": [
            "https://img.gamemale.com/album/202309/28/155639obu4tuggngzzbtnz.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202309/28/155640pvv6g46bs37t49h5.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202309/28/155641wvfv34vmccm3pdvg.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202309/28/155641pagzkwu23sof86yz.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202309/28/155642wmcbk015n17rbnwo.gif",
            124
        ]
    },
    "凯尔": {
        "1": [
            "https://img.gamemale.com/album/202309/27/171120kxsyx8zuqese68u3.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202309/27/171123wvveijv3um23if5i.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202309/27/171151u8kklutm89muxqrr.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202309/28/143403rtxrvkl5x71zeklk.gif",
            82
        ]
    },
    "莫甘娜": {
        "1": [
            "https://img.gamemale.com/album/202309/27/171051pgnanjgkfnnkjype.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202309/27/171052uk4szyx4f982okux.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202309/27/171054keztg7755pzezgve.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202309/28/143356q1dvdavay7g2m275.gif",
            82
        ]
    },
    "阿尔瓦罗·索莱尔": {
        "1": [
            "https://img.gamemale.com/album/202309/27/171257xrz2r72ab558wbb2.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202309/27/171259gy0guguk0bybb50n.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202309/27/171303ms4yv6ovjfffc6bf.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202309/27/171307rrlt2lykktpn2r5p.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202309/27/171315bv98lhv0oh0k9xmh.gif",
            82
        ]
    },
    "纣王·子受": {
        "1": [
            "https://img.gamemale.com/album/202309/27/171212jq39t0jq22j9t7tx.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202309/27/171215dkaj7re0ohwneoho.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202309/27/171218mjh122k3yiqqqaxr.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202309/27/171223pbyyjbybiv5bbhbv.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/album/202309/27/171245uzbsx1trn666ssxq.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202309/27/171251me1q5s0ca5ul2sjn.gif",
            82
        ]
    },
    "阿齐斯": {
        "1": [
            "https://img.gamemale.com/album/202309/27/171154boz3e3oab2s65oos.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202309/27/171155wnjvybtjh5ozthxi.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202309/27/171157mmjj5afy5jgtamff.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202309/27/171203ojdxjmftqxxw4fhx.gif",
            124
        ]
    },
    "百相千面": {
        "1": [
            "https://img.gamemale.com/album/202309/27/174058owss14ie1x44ak1y.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202309/27/174121xns2rqbbl0yzql1n.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202309/27/174149vax9ea01z0aj82a2.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202309/27/174241t4pk4gb9pk4jggpb.gif",
            124
        ]
    },
    "肉垫手套": {
        "Max": [
            "https://img.gamemale.com/album/202309/11/210916x6w9s9dm86s8slpc.gif",
            40
        ]
    },
    "绿茵宝钻": {
        "Max": [
            "https://img.gamemale.com/album/202309/11/210916w34eci74h7jikzdi.gif",
            40
        ]
    },
    "猛虎贴贴": {
        "1": [
            "https://img.gamemale.com/forum/202308/27/160606llqdux7jqoxm7itj.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202308/23/225040zkkhhk51abk4kmaz.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202308/23/225041pqeqqzzfbpfpbgfh.gif",
            124
        ]
    },
    "白巧克力蛋": {
        "1": [
            "https://img.gamemale.com/forum/202308/27/160217p7tp706nvn7eyeni.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202308/23/225006lfeiz94efe94fe4y.gif",
            40
        ]
    },
    "灵藤蛋": {
        "1": [
            "https://img.gamemale.com/album/202402/09/010216v9r22kq9qqeeoqvk.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202402/09/010216h0rfrngv7fdzazzn.gif",
            40
        ]
    },
    "令人不安的契约书": {
        "1": [
            "https://img.gamemale.com/album/202308/23/225031ghmrdmrhborbi4ir.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202308/23/225031amakkrn6u88vxo6b.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202409/16/142957ygjff54olmpp8u57.gif",
            40
        ]
    },
    "星籁歌姬": {
        "1": [
            "https://img.gamemale.com/album/202308/23/225950v1tnkkz4ucfzku4k.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202308/23/225125atclopop44watwbc.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202308/23/225125tox7qydlqlrvlxur.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202308/23/225126r1r4ujsuq6y7m44q.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202308/23/225129ur03szcrwzxopjj0.gif",
            124
        ]
    },
    "维涅斯": {
        "1": [
            "https://img.gamemale.com/album/202308/23/225107iznk8qhhv45nhh4e.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202308/23/225108rk2ux2nsmuakx2xs.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202308/23/225954hv50rn58v7js58j0.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202308/23/225111zdl8b4aa2fif46bl.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202308/23/225112c7t3reez7t3rg0kt.gif",
            82
        ]
    },
    "刀锋女王": {
        "1": [
            "https://img.gamemale.com/album/202308/23/225014s5i6ikgiz4gkkmk0.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202308/23/225016zqhuvbaeuv75umvv.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202308/23/225017z0z651k4k1xu06lx.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202308/23/225019t53i3bxxihchhb3u.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/album/202308/23/225021egttqdzd01d1s1v3.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202308/23/225022ffm0k7tuvuttd7mo.gif",
            124
        ]
    },
    "天照大神": {
        "1": [
            "https://img.gamemale.com/album/202308/23/225100kcrbpeodpfq3rayr.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202308/23/225101k0r0s0tls00ursss.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202308/23/225103tmedmppbtezutr7w.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/album/202308/23/225959pgdxha00nuzifean.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202308/23/230001or552oyq57wz4o2o.gif",
            124
        ]
    },
    "桑克瑞德·沃特斯": {
        "1": [
            "https://img.gamemale.com/album/202308/23/225046fztqwr4yrtqpsysp.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202308/23/225047zulkkwdxewwcek0f.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202308/23/225048c8fkfr0lwh2nl88r.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202308/23/225050dguvtddpdxp8ldqu.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202308/23/225051e3hcl8ecycwl3u8h.gif",
            82
        ]
    },
    "『星河碎片』": {
        "1": [
            "https://img.gamemale.com/album/202308/21/112642ks1p19sz2f73y3p3.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202308/21/112642ks1p19sz2f73y3p3.gif",
            40
        ]
    },
    "探险三杰士": {
        "Max": [
            "https://img.gamemale.com/album/202308/08/202657ul09w0lz8dwdll0e.gif",
            40
        ]
    },
    "『迷翳森林回忆录』": {
        "Max": [
            "https://img.gamemale.com/album/202308/08/230549joklkzk9ub3ofigg.gif",
            40
        ]
    },
    "『迷翳之中』": {
        "1": [
            "https://img.gamemale.com/album/202307/29/174031micetmtirimibi1d.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202307/29/174035px6mn7xssl5gm5mx.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202308/08/155653p419ac9jj91y1z9c.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/202308/13/064645eiw9g11gwkgoiz6m.gif",
            40
        ],
        "初级": [
            "https://img.gamemale.com/album/202301/28/151124vrgn60rdx93kkr30.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202308/08/155705bx4h1r3t4577175v.gif",
            40
        ]
    },
    "『灰域来音』": {
        "1": [
            "https://img.gamemale.com/album/202307/14/225151e4hbl6r2el6hl6bh.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202307/14/225151e4hbl6r2el6hl6bh.gif",
            40
        ]
    },
    "小小舞台": {
        "Max": [
            "https://img.gamemale.com/album/202306/05/201117wpszpkpb0ug90f9s.gif",
            82
        ]
    },
    "风物长宜": {
        "Max": [
            "https://img.gamemale.com/album/202506/03/234758ruu442wuaju41juf.gif",
            124
        ]
    },
    "狱炎蛋": {
        "1": [
            "https://img.gamemale.com/album/202409/16/143228usv5ci9i5lj4csn4.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202409/16/143007gaei9vnnp5ae9gga.gif",
            82
        ]
    },
    "散佚的文集": {
        "1": [
            "https://img.gamemale.com/album/202306/05/200907iiuk6kq7ii6m1kou.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202306/05/200907kjky2bwxdbhylgch.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202306/05/200908l8utbdzqc8okuz7m.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202306/05/200908vdekoukd1xuifkxx.gif",
            82
        ]
    },
    "女神之泪": {
        "1": [
            "https://img.gamemale.com/album/202306/05/200900c758hbr54p55g5gb.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202306/17/212524pb9auww3t6yz59w9.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202306/17/212525ollay9nl7b02bq7n.gif",
            40
        ]
    },
    "希尔瓦娜斯·风行者": {
        "1": [
            "https://img.gamemale.com/forum/202303/02/072938r8mamoh4agyyjxn1.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202306/05/200932rhhp1726fgae74lf.gif",
            124
        ],
        "3": [
            "https://img.gamemale.com/album/202306/05/200935ryni4xtaz433zxtx.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/album/202306/05/200937zqhh7hqt71n05z72.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202306/05/200940fz4141p0b33abbm0.gif",
            124
        ]
    },
    "丹妮莉丝·坦格利安": {
        "1": [
            "https://img.gamemale.com/album/202306/05/200836mysbnlb3s3soul0s.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202306/05/200838rnk3k6t5b662kj3m.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202306/05/200841ds1jsxzxjs4ernpj.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202306/05/200845r40hhaw3yya43fad.gif",
            124
        ]
    },
    "九尾妖狐·阿狸": {
        "1": [
            "https://img.gamemale.com/album/202306/05/200857sjjbu55f6ydsujfc.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202306/05/200857n1y3fksqeeqza3yy.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202306/15/220517dc8nkquysppqum8h.gif",
            82
        ]
    },
    "死亡": {
        "1": [
            "https://img.gamemale.com/album/202306/05/200916hr7qsou1rgvqovvr.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202306/05/200917ev4nkccjzp5jp5qv.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202306/05/200919fs9rwenni65o959a.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/album/202306/05/200920x6xq1ei40upu16pb.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202306/05/200921bakmikksmz8v3ko6.gif",
            124
        ]
    },
    "弗图博士": {
        "1": [
            "https://img.gamemale.com/album/202306/05/200849ilvrrv8yrlvr8nqh.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202306/05/200851vvwk8p5m885majm6.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202306/05/200853c1vymmm2jx7j7iox.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202306/05/200855jyf25vvy62rvyv5c.gif",
            82
        ]
    },
    "不屈之枪·阿特瑞斯": {
        "1": [
            "https://img.gamemale.com/album/202306/15/221212d7lakywkxowo0jaz.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202306/05/200827lwmwvfw3nvzbibdx.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202306/15/221221ji2tt4u7h4tpp27t.gif",
            82
        ]
    },
    "【周年限定】克里斯(8)": {
        "1": [
            "https://img.gamemale.com/album/202304/30/170318hive1hsql2dzxjtc.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202304/30/170319olg9tb846okddv18.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202304/30/170320tkzj1jkkweashgj8.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202306/15/220534osku6fxfv95cxvak.gif",
            124
        ]
    },
    "『伊黎丝的祝福』": {
        "初级": [
            "https://img.gamemale.com/album/202301/28/151124vrgn60rdx93kkr30.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202306/08/011901dp5lhljtdtkkjhoh.gif",
            40
        ]
    },
    "『 弗霖的琴』": {
        "Max": [
            "https://img.gamemale.com/album/202306/03/100026pr0bbg9g9g9dpnd8.gif",
            40
        ]
    },
    "『瓶中信』": {
        "1": [
            "https://img.gamemale.com/album/202305/15/213548uz03kdqqyd6iyrqh.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202305/20/112800hmp2pj8msp6wz2rj.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202305/20/185602szvpqoukkt131qm1.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202305/15/213548uz03kdqqyd6iyrqh.gif",
            40
        ]
    },
    "传送镜": {
        "1": [
            "https://img.gamemale.com/album/202305/13/233327twuu6wwuaufw3y6b.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202305/13/233327rdqdzde0elen4sst.gif",
            40
        ]
    },
    "双项圣杯": {
        "1": [
            "https://img.gamemale.com/album/202304/30/170353mqqq6lsjdu18n1d9.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202304/30/170353ebrnkg36n9zpkrdk.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202304/30/170354qkcc9294kpt92l92.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/202304/30/170354p6gyo9gkr3oykkrk.gif",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/202304/30/170355ksdz7hxku987k8jd.gif",
            40
        ],
        "6": [
            "https://img.gamemale.com/album/202304/30/170355sxlyjzsxclvecxs3.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202304/30/170356yatphtptwnhquahq.gif",
            40
        ]
    },
    "破旧打火机": {
        "1": [
            "https://img.gamemale.com/album/202304/30/170357h572s7bc9jbd3zon.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202304/30/170358vgc9sp6cfiz6zy9z.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202304/30/170359di11bbbisws1i13z.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/202304/30/170359sd1y39rqay3h26y0.gif",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/202304/30/170400r9ssrslg9g2skw12.gif",
            40
        ],
        "6": [
            "https://img.gamemale.com/album/202304/30/170400jz8i1fxnhd71uhmn.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202304/30/170401kxxgajfqnkk8q7kn.gif",
            40
        ]
    },
    "山村贞子": {
        "1": [
            "https://img.gamemale.com/album/202304/30/170345t51dvc4zdw7xwddn.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202304/30/170346mmw4d774dhzh4h7w.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202304/30/170347lq9z9pv3vtehvwpp.gif",
            82
        ]
    },
    "蒂法·洛克哈特": {
        "1": [
            "https://img.gamemale.com/album/202304/30/170305w66a6geyihgl1m31.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202304/30/170306rgcc8bgl9osofssf.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202304/30/170307fyxez3s6l97vze03.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202304/30/170309nm779bzmnd937dz9.gif",
            82
        ]
    },
    "丹·雷诺斯": {
        "1": [
            "https://img.gamemale.com/album/202304/30/170250g8n1829k07r36vqw.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202304/30/170252ia3aji55jlwwiiww.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202304/30/170253innxg3ocvxlx99n7.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202304/30/170255kd7y4i7mnccfidh4.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/album/202304/30/170257glxiao449tiqzahi.gif",
            124
        ],
        "6": [
            "https://img.gamemale.com/album/202304/30/170258b960vvn0kkrgcjbm.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202304/30/170259sx8ocrcnzwocsygk.gif",
            124
        ]
    },
    "勒维恩·戴维斯": {
        "1": [
            "https://img.gamemale.com/album/202304/30/170325qsx06znn672bfzts.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202304/30/170327h5dihajilfih2f42.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202304/30/170329zv4f0yqg64yufv4u.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/album/202304/30/170330oihi8hihn8fxuisl.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/album/202304/30/170332jj33yo39iqw6pwzr.gif",
            124
        ],
        "6": [
            "https://img.gamemale.com/album/202304/30/170334zid5t5dktrxxxrg7.gif",
            124
        ],
        "7": [
            "https://img.gamemale.com/album/202304/30/170336r5kavq96ekkssze0.gif",
            124
        ],
        "8": [
            "https://img.gamemale.com/album/202304/30/170338ol5knba5o1ajp6jk.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202304/30/170339idhwogaflzsstked.gif",
            124
        ]
    },
    "艾利克斯": {
        "1": [
            "https://img.gamemale.com/album/202304/30/170233kyygo7849z4goy73.gif",
            82
        ],
        "2": [
            "https://img.gamemale.com/album/202304/30/170234q338jm2ow9k2v24t.gif",
            82
        ],
        "3": [
            "",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202305/01/151527c2qaqzqlm4x2l802.gif",
            82
        ],
        "5": [
            "",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202304/30/170240l5e5ee2aaqz5zp52.gif",
            82
        ]
    },
    "追击者": {
        "Max": [
            "https://img.gamemale.com/album/202304/27/214522jypvtcr5vv191cp1.gif",
            40
        ]
    },
    "黑夜之星": {
        "Max": [
            "https://img.gamemale.com/album/202304/27/214521fe3jm33uzrzux9yz.gif",
            40
        ]
    },
    "牌中小丑": {
        "Max": [
            "https://img.gamemale.com/album/202304/03/142620gc0lansv2boo2nep.gif",
            40
        ]
    },
    "『户口本: Lv7+』": {
        "初级": [
            "https://img.gamemale.com/album/202303/06/182234azyaaunb1n1javk7.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202303/06/182234azyaaunb1n1javk7.gif",
            82
        ]
    },
    "『居住证: Lv2~6』": {
        "初级": [
            "https://img.gamemale.com/forum/202303/25/204435zrrccjg33ren8pa6.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202303/06/182225u4qdd4lqczmriqbk.gif",
            40
        ]
    },
    "『新居手册Ⓖ』": {
        "0": [
            "https://img.gamemale.com/album/202303/19/112055aq5olqpzidobk5wz.gif",
            40
        ],
        "1": [
            "https://img.gamemale.com/album/202303/19/112055aq5olqpzidobk5wz.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202303/19/112100nwh8sxw44u1bj1lf.gif",
            40
        ]
    },
    "『矩阵谜钥Ⓖ』": {
        "0": [
            "https://img.gamemale.com/album/202303/17/152809q5iibbab5ecbfl55.png",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202303/18/014403asgqnn1rnqrzmqpg.gif",
            40
        ]
    },
    "『圣洁化身』": {
        "Max": [
            "https://img.gamemale.com/album/202303/15/121506tdmj9q32dbbrbd7d.gif",
            40
        ]
    },
    "『召唤好运的角笛』": {
        "Max": [
            "https://img.gamemale.com/album/202303/17/145526zcvx2ervxcgf3y22.gif",
            40
        ]
    },
    "『钜鲸』": {
        "Max": [
            "https://img.gamemale.com/album/202303/17/130706qdg6adahb5qfpbsb.gif",
            40
        ]
    },
    "『私有海域』": {
        "Max": [
            "https://img.gamemale.com/album/202303/14/145216xz3qiiouv32cqwz0.gif",
            40
        ]
    },
    "『还乡歌』": {
        "1": [
            "https://img.gamemale.com/album/202302/06/111902plsfztidxxxthnho.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202302/02/215205divfid6iiqivtf79.gif",
            40
        ],
        "初级": [
            "https://img.gamemale.com/album/202301/28/151124vrgn60rdx93kkr30.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202302/02/215208i9rbobbzolct7rkb.gif",
            40
        ]
    },
    "『任天堂Switch』灰黑√": {
        "1": [
            "https://img.gamemale.com/album/202303/02/125534hntc1o7nioiv0ekz.gif",
            82
        ],
        "初级": [
            "https://img.gamemale.com/album/202303/02/123318m1vu898ponxx9jp3.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202303/02/124057tl9kz0ahcwczcnid.gif",
            82
        ]
    },
    "『任天堂Switch』红蓝√": {
        "1": [
            "https://img.gamemale.com/album/202303/02/125534e3zc5ch9suoifucs.gif",
            82
        ],
        "初级": [
            "https://img.gamemale.com/album/202303/02/123315m5czjrpjp5pcjwek.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202303/02/124057qvnd5ct6hldcl6si.gif",
            82
        ]
    },
    "『日心说』": {
        "初级": [
            "https://img.gamemale.com/album/202301/28/151124vrgn60rdx93kkr30.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202302/28/145327jebo3te43x6vegzx.gif",
            40
        ]
    },
    "红心玉": {
        "Max": [
            "https://img.gamemale.com/album/202301/20/235533sh6c3wa2wts4fhe2.gif",
            40
        ]
    },
    "小阿尔的蛋": {
        "1": [
            "https://img.gamemale.com/album/202301/20/210106yuor25o3sq73oxl2.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202301/20/210107stmsdtkj3buntn5n.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202301/20/210107sktki9pov99z2wtk.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202301/20/210107p5215jn25r1zuj55.gif",
            40
        ]
    },
    "乔治·迈克尔": {
        "1": [
            "https://img.gamemale.com/album/202301/20/210057z394b16ff4079o79.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202301/20/210057my58hmyhrwy881wx.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202301/20/210058b03pz77y0pyjhxg0.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/album/202301/20/210058vton58og1l8zjtn1.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202301/20/210058s1h45s2ob2b4uovo.gif",
            124
        ]
    },
    "Drover": {
        "1": [
            "https://img.gamemale.com/album/202301/20/210041rwf9wrr6om9q0zue.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202301/20/210041vlhoarrlro57akml.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202301/20/210042zuktth44bvk9h960.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202301/20/210042h4jjguwp5yej67uw.gif",
            82
        ]
    },
    "光之战士": {
        "1": [
            "https://img.gamemale.com/album/202301/20/210048n0ias5x5dkaa93d1.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202301/20/210049s2g5ddv52zlvavy5.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202301/20/210049meciva5ohoz2jeoi.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202301/20/210049pa4hthfvhhir1htu.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/202301/20/210050ygrxuxy2artokuth.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202301/20/210050tijxj1x4nxnxdfff.gif",
            82
        ]
    },
    "竹村五郎": {
        "1": [
            "https://img.gamemale.com/album/202301/20/210115shqo42ohz1ff4vq1.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202301/20/210115vzo5ibdrvmzdpedm.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202301/20/210116co07yazyiqoo0yr3.gif",
            82
        ]
    },
    "果体76": {
        "Max": [
            "https://img.gamemale.com/forum/202301/01/225947k48ocor1872hzt5t.gif",
            82
        ]
    },
    "史蒂文·格兰特": {
        "1": [
            "https://img.gamemale.com/album/202212/23/203749czvoecat8j88ugxa.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202212/23/203750jqenw76662z6uuss.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202212/23/203750nu0uf0xfemamas05.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202212/23/203751bn18tooo4t4it8vh.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/album/202212/23/203751i9535lqpmu3qi9ju.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202212/23/203752i5g3yplznttgagup.gif",
            124
        ]
    },
    "马克·史贝特": {
        "1": [
            "https://img.gamemale.com/album/202212/23/203739xqa28mvhd32ytm95.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202212/23/203739ae7ej646ecmtjz1p.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202212/23/203740hddep8ffqec4ezoc.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202212/23/210109t1sg7cntdmcs1zam.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/album/202212/23/203742hq5zq55kvv511zqq.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202212/23/203743i7vp44fx4p2bxxxu.gif",
            124
        ]
    },
    "旅行骰子！": {
        "Max": [
            "https://img.gamemale.com/album/202212/01/232004ht2zs3tc7f7t61z7.gif",
            40
        ]
    },
    "奇思妙想": {
        "Max": [
            "https://img.gamemale.com/forum/202211/05/215125oqzkwe24epee6ldv.gif",
            82
        ]
    },
    "街头霸王": {
        "Max": [
            "https://img.gamemale.com/forum/202209/11/214315r2wcggkcizwilp2s.gif",
            124
        ]
    },
    "【限定】深渊遗物": {
        "1": [
            "https://img.gamemale.com/album/202209/08/220424rm25fsobj1zyf3y5.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202209/08/220424iwn7hkdmhdmn6vnv.gif",
            40
        ]
    },
    "深渊遗物": {
        "1": [
            "https://img.gamemale.com/album/202209/08/220425nw6klwk5kl86li6l.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202209/08/220425kmbqxbfboo6m6xms.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202209/08/220426ouunnj2rujd2rdro.gif",
            40
        ]
    },
    "新手蛋": {
        "1": [
            "https://img.gamemale.com/album/202209/08/220411r4ykckemz4e1kirc.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202209/08/220412gxl96sx00bs9l90p.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202209/08/220412tod17jolwuj4d4lo.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202209/08/220412ix799xdawmmz7ycm.gif",
            40
        ]
    },
    "超级幸运无敌辉石": {
        "1": [
            "https://img.gamemale.com/album/202209/08/220307s4ebll4uyehlusbr.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202209/08/220320x2qvaza0g81nha00.gif",
            124
        ]
    },
    "思绪骤聚": {
        "1": [
            "https://img.gamemale.com/album/202209/08/233429fjwuucg8081nsujw.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202209/10/112912rflnu3koumyn52sm.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202209/08/233429hfrm5f4fjf47rm4j.gif",
            124
        ]
    },
    "雷霆晶球": {
        "1": [
            "https://img.gamemale.com/album/202209/08/233422tkiq6aa6ypy6ilnx.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202209/08/233422h99ccgcddz4cczpd.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202209/08/233423fshlbbdyh5ayfuek.gif",
            40
        ]
    },
    "茉香啤酒": {
        "1": [
            "https://img.gamemale.com/album/202209/08/220344nxn1i33r930xnlii.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202209/08/220345t07gtdb7zdlpsmls.gif",
            40
        ]
    },
    "闪光糖果盒": {
        "Max": [
            "https://img.gamemale.com/album/202209/08/220404nxj7eqjzr66ul7uj.gif",
            40
        ]
    },
    "博伊卡": {
        "1": [
            "https://img.gamemale.com/album/202209/08/220112eikaik5ic7sete5w.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202209/08/220112hz6solemsmeux1mo.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202209/08/220113g82vs1kq8srs9sy9.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202209/08/220114ldccrgmjttc5r7gc.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202209/08/220116dlurf4fh4i5iiw54.gif",
            124
        ]
    },
    "擎天柱（Peterbilt389）": {
        "1": [
            "https://img.gamemale.com/album/202209/08/220208d63m8xp7fcmms0s6.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202209/08/220214ia71cc6k6j6ck1cz.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202209/08/220219jyj18g3sc5c2szyg.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202209/08/220227mqqgqopehuyf7g7m.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202209/08/220237iu2eys9heee4cuer.gif",
            82
        ]
    },
    "大黄蜂（ChevroletCamaro）": {
        "1": [
            "https://img.gamemale.com/album/202209/08/220142qo17q7pej5qjlb88.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202209/08/220150l6yh6r5ynn8rh9yy.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202209/08/220200xyw8folffw9rldon.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202209/08/220205mlvvspiizbqzmmws.gif",
            82
        ]
    },
    "桐生一马": {
        "1": [
            "https://img.gamemale.com/album/202209/08/220241negi31y53g3n53t5.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202209/08/220244lozfrlrrorn9fouz.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202209/08/220245b72iyatiyii2kqb9.gif",
            82
        ]
    },
    "不灭狂雷-沃利贝尔": {
        "1": [
            "https://img.gamemale.com/album/202209/08/220126m92xhg1wndwhljxl.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202209/08/220130pvn0n333jnmvv90q.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202209/08/220134e01aoeaw8p5ewznm.gif",
            82
        ]
    },
    "豹王": {
        "1": [
            "https://img.gamemale.com/album/202209/08/220052tash88iz4rydihtz.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202209/08/220053ume4s2sgqglg2of4.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202209/08/220053ymnon6ouuz69nmxj.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202209/08/220054qnrp315ykr3gskdk.gif",
            82
        ]
    },
    "海与天之蛋": {
        "1": [
            "https://img.gamemale.com/album/202206/28/122830g7be6mvk77ryy7bd.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202206/28/122831fdnjgltqafko1fug.gif",
            40
        ]
    },
    "海的记忆": {
        "Max": [
            "https://img.gamemale.com/album/202206/28/122830mwtdy1twktepwtey.gif",
            40
        ]
    },
    "莱托·厄崔迪": {
        "1": [
            "https://img.gamemale.com/album/202205/30/153010hllprzpfrlx6offp.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202205/30/153010y7es4e079sgiz4iq.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202205/30/153011elqem2szl60lwpz0.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202205/30/153011cyrff4y559yj4wfy.gif",
            40
        ]
    },
    "玄生万物": {
        "Max": [
            "https://img.gamemale.com/album/202205/30/153845uc8vttoe7vswy7vs.gif",
            124
        ]
    },
    "美恐：启程": {
        "1": [
            "https://img.gamemale.com/album/202205/30/153935wjcjqt3lrt50tfm0.gif",
            124
        ],
        "2": [
            "https://img.gamemale.com/album/202205/30/153937mpya4jdy43a963bc.gif",
            124
        ],
        "3": [
            "https://img.gamemale.com/album/202205/30/153938o5rr11t11fjtd1ud.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/album/202205/30/153940e1bhjae1half1xd1.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/album/202205/30/153941lzlmxhv92odlzd9g.gif",
            124
        ],
        "6": [
            "https://img.gamemale.com/album/202205/30/153943uf10ui7nwi4kdzir.gif",
            124
        ],
        "7": [
            "https://img.gamemale.com/album/202205/30/153945gdfc57lpcfb5m3y7.gif",
            124
        ],
        "8": [
            "https://img.gamemale.com/album/202205/30/153946geza35dxru62r5aa.gif",
            124
        ],
        "9": [
            "https://img.gamemale.com/album/202205/30/153948bscjjx7xe7zag5a3.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202205/30/153949dp9i5999vd2d7ysv.gif",
            124
        ]
    },
    "海边的邻居": {
        "1": [
            "https://img.gamemale.com/album/202205/30/154028qq6j9ssj6a43zqz6.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202205/30/154030xhh88h4hn84gghf0.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202205/30/154032yau40u4hz3huwsud.gif",
            40
        ]
    },
    "海边的蛋": {
        "1": [
            "https://img.gamemale.com/album/202205/30/153834dox77eo4y847xez4.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202205/30/153834oox4apxcrxxriprf.gif",
            40
        ]
    },
    "梦中的列车": {
        "1": [
            "https://img.gamemale.com/album/202205/30/153950wp84cj31jfq8nr9e.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202205/30/153951wnzuu0k30q21k221.gif",
            124
        ],
        "3": [
            "https://img.gamemale.com/album/202205/30/153954zaknwoqlhoiiwilc.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/album/202205/30/153957iapykb3fq55b5tjp.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/forum/202206/11/012441ktg13gxg34tggtgi.gif",
            124
        ],
        "6": [
            "https://img.gamemale.com/album/202205/30/154002gguxp9yjzxgnnjjz.gif",
            124
        ],
        "7": [
            "https://img.gamemale.com/forum/202206/11/012448zdxaahx3xdyy3va4.gif",
            124
        ],
        "8": [
            "https://img.gamemale.com/album/202205/30/154011rwzs30aslssscere.gif",
            124
        ],
        "9": [
            "https://img.gamemale.com/album/202205/30/154016hh16ods26t9p2tp2.gif",
            124
        ],
        "10": [
            "https://img.gamemale.com/forum/202206/11/012457thwqzq44hvhhm8hh.gif",
            124
        ],
        "11": [
            "https://img.gamemale.com/forum/202206/11/012501xlwxj3282e6q2kq6.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202205/30/154024iwff9hfi5b30i05u.gif",
            40
        ]
    },
    "秘密空瓶": {
        "1": [
            "https://img.gamemale.com/album/202205/30/153853iqmkalb0ij184z2o.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202205/30/153853acmf2noesd8k9fzf.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202205/30/153854mpo39w3zaxouiktp.gif",
            40
        ]
    },
    "恩惠护符": {
        "1": [
            "https://img.gamemale.com/album/202205/30/153903g1s39nitd8rq8szn.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202205/30/153904pdk3nkt7f6fhjxls.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202205/30/153904di2vg1g33z43fj31.gif",
            40
        ]
    },
    "贤者头盔": {
        "1": [
            "https://img.gamemale.com/album/202205/30/153916ilgnbqq3llo0v07q.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202205/30/153916rvyyicmvf9q9yi2k.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202205/30/153917jclcft842c8jucfc.gif",
            40
        ]
    },
    "西弗勒斯·斯内普": {
        "1": [
            "https://img.gamemale.com/album/202205/30/152920jp2g696p9t72t2p9.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202205/30/152920aprfmp08rnqdnr5i.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202205/30/152920feaj4bx8zhx4hje5.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202205/30/152921b5jqv665xxmst6v8.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202205/30/152921rpu6qr0jugqj4ue5.gif",
            82
        ]
    },
    "阿不思·邓布利多": {
        "1": [
            "https://img.gamemale.com/album/202205/30/152901xndc1ll91zn1cv11.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202205/30/152902chitnyijds3d3tjj.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202205/30/152902bluus3t6zz77zsjx.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202205/30/152902eiisdiidjrmremt2.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202205/30/152903ltu34trptivuww7w.gif",
            124
        ]
    },
    "诺克提斯·路西斯·伽拉姆": {
        "1": [
            "https://img.gamemale.com/album/202205/30/152940kebhzws55thyy5s5.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202205/30/152940jni00g5z4spf5fu6.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202205/30/152941wbzi7mupqps3gl7q.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202205/30/152941ok2hf26nkbn2piaz.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202205/30/152941uwpa98c2cf98ocjg.gif",
            124
        ]
    },
    "普隆普特·阿金塔姆": {
        "1": [
            "https://img.gamemale.com/album/202205/30/152955zzclmn646306ni6n.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202205/30/152956gz47dh4ex57617h7.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202205/30/152956dy1159k1s4y1ld9c.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202205/30/152956ly2t2cbzwbyxn2qb.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202205/30/152957do9uwh95k8azkukz.gif",
            124
        ]
    },
    "时间变异管理局": {
        "1": [
            "https://img.gamemale.com/album/202204/29/211647njii9gpu9qjzjwye.gif",
            124
        ],
        "2": [
            "https://img.gamemale.com/album/202204/29/211647dvnmpvvm7vr114vq.gif",
            124
        ],
        "3": [
            "https://img.gamemale.com/album/202204/29/211648w24t6pm1ie41wlmh.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202204/29/211648ooll00l3lef6qj7z.gif",
            124
        ]
    },
    "黑豹": {
        "1": [
            "https://img.gamemale.com/album/202204/29/211558iniaibiduyiudzwu.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202204/29/211559kf83ssoli9f3ivr8.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202204/29/211559mqkz8bnclzmdbmfc.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202204/29/211559zr5grxr8ew8bezdg.gif",
            82
        ]
    },
    "神灯": {
        "1": [
            "https://img.gamemale.com/album/202204/29/211630uf6wd7ljn7f9n4wj.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202204/29/211630hq4sqwg4810n8haq.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202204/29/211630g661zqd168vl3dcc.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202204/29/211630hv88dh8er22hxe9v.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202204/29/211631bads43zu2ze4esa4.gif",
            124
        ]
    },
    "莱戈拉斯": {
        "1": [
            "https://img.gamemale.com/album/202204/29/211616q5zakqkk5hyy5slq.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202204/29/211617jikv11464f6m364e.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202204/29/211617egjeh6h0eyye2y2a.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202204/29/211617cnrq9ozblzuuosfp.gif",
            82
        ]
    },
    "甘道夫": {
        "1": [
            "https://img.gamemale.com/album/202204/29/211549weth15b90b1b159e.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202204/29/211549zg4txfldvx45vmxu.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202204/29/211550s3x55wwh5thxh0w3.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/forum/202406/20/010806pwinqi7x7qw2vwnt.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202204/29/211550m7h33ikh9w0zk0id.gif",
            82
        ]
    },
    "小天狼星·布莱克": {
        "1": [
            "https://img.gamemale.com/album/202204/29/211640l3t4gtg44733vqtb.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202204/29/211640ca8fijs28yfsxy89.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202204/29/211640bvqj6fjlfv1v6f19.gif",
            40
        ]
    },
    "不起眼的空瓶": {
        "1": [
            "https://img.gamemale.com/forum/202205/01/015605ng53ejh3hstgjqgz.gif",
            40
        ],
        "Max": [
            "",
            40
        ]
    },
    "生命树叶": {
        "1": [
            "https://img.gamemale.com/album/202204/18/221347uaf6t0nytgdnvndl.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202204/18/221347na20w6700n7dd7ky.gif",
            40
        ]
    },
    "孔明灯": {
        "1": [
            "https://img.gamemale.com/album/202202/16/120458ho6j2zih9fini9hf.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202202/16/120458ikggeh3gwl7xdnoe.gif",
            40
        ]
    },
    "男色诱惑": {
        "1": [
            "https://img.gamemale.com/album/202201/27/150358qq49stoxstitr6fq.gif",
            82
        ],
        "2": [
            "https://img.gamemale.com/album/202201/27/150400xpyj3f2o0u2yjgjr.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202201/27/150402jh27jrhqshljlvre.gif",
            82
        ]
    },
    "血红色的蛋": {
        "1": [
            "https://img.gamemale.com/forum/202504/22/171504ltsuhpbh1qzh4b9q.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202201/26/151635e053o6qyxkq0oo3k.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202201/26/151636d8ri6g5orkx6hyzu.gif",
            40
        ]
    },
    "五彩斑斓的蛋": {
        "1": [
            "https://img.gamemale.com/album/202201/26/151626cu9rb9llfglib0df.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202201/26/151627cxot0t0xvccuxeoi.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202201/26/151627g1yz9ms5kysrdad8.gif",
            40
        ]
    },
    "One Ring": {
        "1": [
            "https://img.gamemale.com/album/202201/26/150826buuemmvgsrsb9xms.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202201/26/150827vufzeeauuuc4s5uz.gif",
            124
        ],
        "3": [
            "https://img.gamemale.com/album/202201/26/150828z2261fak9t28gfkb.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/album/202201/26/151514jnn2hro3r3op3vrg.gif",
            124
        ],
        "5": [
            "https://thumbsnap.com/i/PMiQHtNk.gif?0527",
            124
        ],
        "6": [
            "https://thumbsnap.com/i/WkpmxzrZ.gif?0527",
            124
        ],
        "7": [
            "https://thumbsnap.com/i/1YooFb2Z.gif?0527",
            124
        ],
        "8": [
            "https://img.gamemale.com/album/202201/26/150830ra2abgt2ctqzbazj.gif",
            124
        ],
        "9": [
            "https://thumbsnap.com/i/LiDVpRtA.gif?0527",
            124
        ],
        "10": [
            "https://thumbsnap.com/i/KGvThK9R.gif?0527",
            124
        ],
        "11": [
            "https://img.gamemale.com/album/202201/26/150831tgtddztx3akitxxa.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202201/26/150831fkmzx8zbbkb5k68e.gif",
            82
        ]
    },
    "男用贞操带": {
        "Max": [
            "https://img.gamemale.com/album/202201/26/151612viybo7yi7ooyj8lf.gif",
            40
        ]
    },
    "赫敏·格兰杰": {
        "1": [
            "https://img.gamemale.com/album/202303/01/142839y5z2i5i1pztr9k9i.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202303/01/142837fuhuqee9zefqib9z.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202303/01/142838pnuf7fposn75sfsp.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202303/01/142838xprp7pwr7w18v19w.gif",
            82
        ]
    },
    "威克多尔·克鲁姆": {
        "1": [
            "https://img.gamemale.com/album/202201/26/145555tlcoyoejsyqoxxud.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202201/26/145555foee4n2ddeazq9o5.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202201/26/145555vl9eldja2c721lal.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202201/26/145556p37yydcyay6m3rc6.gif",
            82
        ]
    },
    "异形": {
        "1": [
            "https://img.gamemale.com/album/202201/26/145612cvhualf6lhhfvg4g.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202201/26/145612d8opc5zqlaiy5qpl.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202201/26/145613dndd7newhhdhch9n.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202201/26/145613e5ilod8s8ot55odc.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202201/26/145613rctymovht7j9zqcc.gif",
            82
        ]
    },
    "瑟兰迪尔": {
        "1": [
            "https://img.gamemale.com/album/202201/26/145605yccizcccznclcgwc.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202201/26/145605jzvf7hckfwsdv1k1.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202201/26/145606uayygzqvxxnqxtav.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202201/26/145606qq34ojeoeejbh6bd.gif",
            82
        ]
    },
    "阿拉贡": {
        "1": [
            "https://img.gamemale.com/album/202201/26/145528f000sv8lc9ngl1i8.gif",
            40
        ],
        "2": [
            "https://s2.loli.net/2023/07/05/imM8XEuPte7ySbV.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202201/26/145529vrq6y4g869b988zz.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202201/26/145529ksz77q9gor3lrq3x.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202201/26/145529fjwr6gs7jxsnvwir.gif",
            82
        ]
    },
    "岛田源氏": {
        "1": [
            "https://img.gamemale.com/album/202201/26/145519evmbk8tmxdgjdrc6.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202201/26/145519iqy2gg8gekk8a28k.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202201/26/145519z73drufbl6yy3w73.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202201/26/145520cp4v6ittkpplbf33.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/202201/26/145520lm6bzbmdzyl5pf8b.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202201/26/145520ofl9n1wjsbbf9wjw.gif",
            124
        ]
    },
    "压箱底的泡面": {
        "Max": [
            "https://img.gamemale.com/forum/202201/01/205420hukz4o8gs24ajky4.gif",
            40
        ]
    },
    "闪耀圣诞球": {
        "Max": [
            "https://img.gamemale.com/forum/202112/13/193640g3rjdjd9k9kzord5.gif",
            40
        ]
    },
    "男巫之歌": {
        "1": [
            "https://img.gamemale.com/album/202111/30/152021yn4gg2eyu8u8lb8y.gif",
            124
        ],
        "2": [
            "https://img.gamemale.com/album/202111/30/152021lqz8vgqfqss77qt1.gif",
            124
        ],
        "3": [
            "https://img.gamemale.com/album/202111/30/152021djx7b94b92zo9wwh.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/forum/202201/30/100903l97yaqan99gmgima.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/forum/202201/30/100905kz1ztzt8i0u18qaz.gif",
            124
        ],
        "6": [
            "https://img.gamemale.com/forum/202201/30/100909xrx7s5ssakj573sj.gif",
            124
        ],
        "7": [
            "https://img.gamemale.com/forum/202201/30/100910wnf3nzdede5j955f.gif",
            124
        ],
        "8": [
            "https://img.gamemale.com/album/202111/30/152022vd2dws6rrsre9z2d.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202111/30/152022nddshwwhdiistihc.gif",
            124
        ]
    },
    "物理学圣剑": {
        "Max": [
            "https://img.gamemale.com/forum/202112/13/011356ysnjf0t8o7ezdet2.gif",
            40
        ]
    },
    "力量腕带": {
        "Max": [
            "https://img.gamemale.com/forum/202112/13/011007dmr3m7lav3ihmiz8.gif",
            40
        ]
    },
    "Vergil": {
        "1": [
            "https://img.gamemale.com/album/202111/30/151928k7yqq4tcctvxechh.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202111/30/151929l3zim66nw5m5ig6i.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202111/30/151930hra9qkvh3mqzzlrb.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202111/30/151931jp5b56parah05jab.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/202111/30/151932wq3rttmxytmqxoqc.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202111/30/151933wkbara8esaaru8nf.gif",
            124
        ]
    },
    "Dante": {
        "1": [
            "https://img.gamemale.com/album/202111/30/151900kvzfun3z38x3l333.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202111/30/151901tmf6k6m6v7v7pnaj.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202111/30/151902qhrer72cg7wvhe3c.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202111/30/151903psl1lb33s3z14lis.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/202111/30/151905jaiftgfimt4xr95a.gif",
            124
        ],
        "6": [
            "https://img.gamemale.com/album/202201/08/192225hljqfk4pig4gz4or.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202111/30/151908h95rntntha8hnnuh.gif",
            124
        ]
    },
    "V (DMC5)": {
        "1": [
            "https://img.gamemale.com/album/202111/30/151917opanbpgg92cpc9bc.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202111/30/151918olbud4uj81zb6ju1.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202111/30/151919j1lrltclo6t1vovl.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/forum/202307/12/132752fn32vp8om5hzoumz.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/202111/30/151920t778hpkdgho8padr.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202111/30/151921kfcode2q9f9qu9qc.gif",
            124
        ]
    },
    "Joker": {
        "1": [
            "https://img.gamemale.com/album/202111/30/162244ax1axloxxsb5d5ww.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202111/30/162245nnxx8hjxxrxxme00.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202111/30/162245o6bqb7vxzydwyy1d.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202111/30/162245zbnnitjmvjbbbpww.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202111/30/162246wirzo82vyr68392h.gif",
            124
        ]
    },
    "英雄联盟": {
        "Max": [
            "https://img.gamemale.com/forum/202110/05/012258gbeee3nz6bmeedbn.gif",
            124
        ]
    },
    "巴基 (猎鹰与冬兵)": {
        "1": [
            "https://img.gamemale.com/album/202110/03/194238q1641b46ur4d1x6s.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202110/03/194239v9tu364l3t1ayayl.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202110/03/194241of5p45znfa3atwpv.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202110/03/194242avrvgbcvcygc6rhh.gif",
            124
        ]
    },
    "卡洛斯·奥利维拉": {
        "1": [
            "https://img.gamemale.com/album/202106/11/192845gwwk03k0gcc9haew.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202106/11/192845kpeqeybi8n64unqp.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202106/11/192846rrbqblrmojhrrbhe.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202106/11/192846w8amf4t8o1a1nt0o.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202106/11/192847gwbfnegfyewvsyiu.gif",
            124
        ]
    },
    "格拉迪欧拉斯": {
        "1": [
            "https://img.gamemale.com/album/202106/11/192835q1e7b6bccoce7m5c.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202106/11/192835cwflsbslooebwrv7.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202106/11/192836alehglnvuuyg1i16.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202106/11/192835ibe0n404nvn4ngqu.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202106/11/192836piqppwj2qz8jw5xq.gif",
            124
        ]
    },
    "炙热的格拉迪欧拉斯": {
        "1": [
            "https://img.gamemale.com/album/202106/11/192858c3gf3rz3f13ypwys.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202106/11/192859lfaag0a7eokkpkse.gif",
            124
        ]
    },
    "小小行星": {
        "Max": [
            "https://img.gamemale.com/forum/202110/05/005147qt373447q88747d6.gif",
            40
        ]
    },
    "缘定仙桥": {
        "Max": [
            "https://img.gamemale.com/forum/202108/15/231013e3fdddei4didk78e.gif",
            40
        ]
    },
    "GM村蛋糕": {
        "Max": [
            "https://img.gamemale.com/album/202107/19/221939iuudd2nzuzrum3nu.gif",
            40
        ]
    },
    "大古": {
        "1": [
            "https://img.gamemale.com/album/202106/11/192808ens3apntt5gsy3qq.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202106/11/192807tqxuw0djvclwwelw.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202106/11/192809el2m5l3rln9m3ri5.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202106/11/192808kydxuk0wwwoo0od4.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/202106/11/192809rr5duzb5u6q5uqu5.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202106/11/192809xlpd52bf3eilile1.gif",
            82
        ]
    },
    "泰比里厄斯": {
        "1": [
            "https://img.gamemale.com/album/202106/11/192919ttc8xt7y5jjtxmim.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202106/11/192919necmklebcd9dw9qq.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202106/11/192919ma98v49w82u848j8.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202106/11/192919a3foswsvhbwe6j5e.gif",
            124
        ]
    },
    "绯红女巫": {
        "1": [
            "https://img.gamemale.com/album/202303/01/144153dffbgfbwang0fgww.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202303/01/144154l6g7hn2a7znvfn5r.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202303/01/144155mm16iymicfszauay.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202303/01/144155of2nddzxe5dfmxhd.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/202303/01/144156jpjj9oh3shop2v4g.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202303/01/144153vsz59ggssug9295k.gif",
            82
        ]
    },
    "索尔·奥丁森": {
        "1": [
            "https://img.gamemale.com/album/202106/11/192910fz1ps1wsdb3x1dpk.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202106/11/192911pucsks7fa7ist7tk.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202106/11/192910n8g3y7m4d4g3czj5.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202106/11/192910gbvpzs50zs8tuwpz.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/202106/11/192911bs4h48dvph3z4vuu.gif",
            82
        ],
        "6": [
            "https://img.gamemale.com/album/202106/11/192911fllt3ndiiiyl9lg4.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202106/11/192911r5645j5ztf45jxxz.gif",
            82
        ]
    },
    "波板糖": {
        "1": [
            "https://img.gamemale.com/album/202107/11/001807opwxh7u5n5222s79.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202107/11/001807p4nm7gt6ygga57ma.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202107/11/001807l6y6fspz02a6dkfy.gif",
            40
        ]
    },
    "魔法灵药": {
        "Max": [
            "https://img.gamemale.com/forum/202107/13/213642j86vz626d2av51o1.gif",
            40
        ]
    },
    "云上之光": {
        "Max": [
            "https://img.gamemale.com/forum/202106/14/220020z2n8ih8qi9hkkes9.gif",
            124
        ]
    },
    "林中之蛋": {
        "1": [
            "https://img.gamemale.com/album/202106/12/193544i2z7dicpd9luaia4.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202106/12/193544i424grt2dx4ty1c7.gif",
            40
        ]
    },
    "超级无敌名贵金卡": {
        "Max": [
            "https://img.gamemale.com/forum/202106/14/011355w7cchpyh9chy0xxe.gif",
            40
        ]
    },
    "武士之魂": {
        "1": [
            "https://img.gamemale.com/album/202106/11/192931sd0d8szcy26ok0sm.gif",
            82
        ],
        "2": [
            "https://img.gamemale.com/album/202106/11/192931nzv3xxthk6kucnpt.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202106/11/192931mnv296weukv6bv6v.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202106/11/192931k1juobk53jz1pt88.gif",
            82
        ]
    },
    "Chris Mazdzer": {
        "1": [
            "https://img.gamemale.com/album/202106/11/192755poo3o3lktbet3vu3.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202106/11/192756at7tvvn7ex1d12ql.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202106/11/192756vhe5n0ppeu0ahf09.gif",
            40
        ]
    },
    "艾吉奥": {
        "1": [
            "https://img.gamemale.com/album/202104/29/205131brjl9gdmf9r9og28.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202104/29/195037qgzjgvz5czhs1vn1.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202104/29/195038b78azy9fnnhkunnr.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202104/29/195038yaaao17y1lz6ubqt.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/202104/29/195038iqpgleezwve1lvz1.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202104/29/195039f372n11766697abh.gif",
            82
        ]
    },
    "加勒特·霍克": {
        "1": [
            "https://img.gamemale.com/album/202106/14/230458pm917hqp7z70qeqh.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202104/29/203510d889pdfdvf7t7r8f.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202106/14/230458eqfsbsmbbniqoz2b.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202106/14/230623vdqbqici9sr8r7fs.gif",
            82
        ]
    },
    "托尼·史塔克": {
        "1": [
            "https://img.gamemale.com/album/202103/13/150447bfaajyw5f3j3j2f2.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202103/13/150443zcisi45n4bziu0ll.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/forum/202102/11/174545wumvuhxj4ixmpvhu.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202103/16/113938ebl2g8f2v6qwbr8l.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/202103/16/113937yewee9gls94bsz40.gif",
            82
        ],
        "6": [
            "https://img.gamemale.com/album/202103/13/150636jd9lhf2ff9vvbevb.gif",
            82
        ],
        "7": [
            "https://img.gamemale.com/album/202103/13/150633szdzaao15t1xofno.gif",
            82
        ],
        "8": [
            "https://img.gamemale.com/forum/202102/11/174546u1166fpp3630w1g6.gif",
            82
        ],
        "9": [
            "https://img.gamemale.com/album/202103/13/150646vy1e4n0o0e7tl3bc.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202103/13/150644oy6ukbjtu8kbohuy.gif",
            124
        ]
    },
    "枯黄的种苗": {
        "1": [
            "https://img.gamemale.com/album/202104/29/203515cl88yqq0egg55xqp.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202104/29/203515vc6makaagrha6rga.gif",
            40
        ]
    },
    "士官长": {
        "1": [
            "https://img.gamemale.com/album/202103/13/150429xqfi6ew0fz4aaef6.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202103/13/150436oncbsaxl2bssab43.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202103/13/150441ouvh4quqqgq0r4h7.gif",
            124
        ]
    },
    "克苏鲁": {
        "1": [
            "https://img.gamemale.com/forum/202102/15/181437myoz5hv7qhm1c3v1.gif",
            82
        ],
        "2": [
            "https://img.gamemale.com/forum/202102/15/181437zm32llokfx73ppqr.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/forum/202102/15/181437na6xdxsh06rtzfaq.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202103/13/145555fe6uav6eyvs92kvh.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202103/13/145548karafmsnrlfnfjnn.gif",
            124
        ]
    },
    "金刚狼": {
        "1": [
            "https://img.gamemale.com/album/202103/16/113005qo07ox6nsvz17vin.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202103/13/145217whpbaspuoszmqa89.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202103/13/145458c96oezoomzomk2m1.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202103/13/145459ebg982wg7fyv0av2.gif",
            124
        ]
    },
    "老旧的书籍": {
        "1": [
            "https://img.gamemale.com/forum/202104/07/213028f141age1c1zlzchz.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/forum/202104/07/213029ye3avhq3eheephe3.gif",
            40
        ]
    },
    "恶魔城": {
        "Max": [
            "https://img.gamemale.com/forum/202102/11/155126z4x4cgji4c5pc4zv.gif",
            124
        ]
    },
    "沙漠羽蛋": {
        "1": [
            "https://img.gamemale.com/album/202012/17/201039nkzrsg6qm1u6icqp.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202012/17/201039iuxf76n57n9iz7sn.gif",
            40
        ]
    },
    "幽光彩蛋": {
        "1": [
            "https://img.gamemale.com/album/202012/17/201101rmmmmbyygsc8rcmm.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202012/17/201101lcnvskqkqiilnide.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202012/17/201102ftzmlu4jmkcsy49z.gif",
            40
        ]
    },
    "羽毛笔": {
        "1": [
            "https://img.gamemale.com/album/202102/09/093558b88k3sp23402q2k8.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202102/09/093558rt272wu7wmvkmt5c.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202102/09/093558nk9cba0kkcc8cqpp.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202102/09/093559dyxaqhv73np7nqph.gif",
            40
        ]
    },
    "冒险用宝箱": {
        "1": [
            "https://img.gamemale.com/album/202102/09/095347taa34iwsrsacnfj8.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202102/09/093538tj29vsi3ajat7sz7.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202102/09/093539wiw4o8fta4m98hzy.gif",
            40
        ]
    },
    "琉璃玉坠": {
        "1": [
            "https://img.gamemale.com/album/202102/09/093529pn4nhh36hjeccq3o.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202102/09/093530k7fjko007qmnsfwh.gif",
            40
        ]
    },
    "幻象": {
        "1": [
            "https://img.gamemale.com/album/202102/09/091736ghwajftgtbovt73g.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202102/09/091736yhngp3nl29pppmzq.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202102/09/091738qhk4chh5g96gkuds.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202102/09/091739youoo0j6lvlt22ai.gif",
            82
        ]
    },
    "三角头": {
        "1": [
            "https://img.gamemale.com/album/202102/09/091726ecy2ym6vacri2gur.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202102/09/091727g4ka33kd4t3j3ll3.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202102/09/091727m3qg862qxwgqwwcq.gif",
            124
        ]
    },
    "汉克/Hank": {
        "1": [
            "https://img.gamemale.com/album/202012/17/200959l080lp10gdeyvvgw.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/forum/202103/08/004348f2smvbmmbc6oubrb.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/forum/202103/08/004351aczawf7n7enafe5w.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202012/17/201007wtnahz27t79t27a7.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/202012/17/201008j4537od8l03hmswr.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202012/17/201010d7pqktgqxqqrzett.gif",
            82
        ]
    },
    "神秘的礼物": {
        "1": [
            "https://img.gamemale.com/album/202012/19/150815azr0mm03ypi3zxyg.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202012/19/150815srao3th2zndq2nu2.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202012/19/150815cd30dlm9a3d6jmp2.gif",
            40
        ]
    },
    "赛博朋克2077": {
        "Max": [
            "https://img.gamemale.com/forum/202012/24/195047fhxo848u27vzxqru.gif",
            124
        ]
    },
    "风雪之家": {
        "Max": [
            "https://img.gamemale.com/forum/202012/24/195611r1zeue2ee8wcz68u.gif",
            40
        ]
    },
    "万圣彩蛋": {
        "1": [
            "https://img.gamemale.com/album/202012/06/161531trqiireccyazvejn.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202012/06/161536ti15txzxg80ko59y.gif",
            40
        ]
    },
    "螺旋纹卵": {
        "1": [
            "https://img.gamemale.com/album/202012/17/201031hi4bx04vngl4b22x.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202012/17/201031xsvslzy1ib414zk4.gif",
            40
        ]
    },
    "社畜专用闹钟": {
        "1": [
            "https://img.gamemale.com/album/202012/17/200945ow3wdwmm25zvr022.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202012/17/200945wywvyivu00qlsugl.gif",
            40
        ]
    },
    "GM論壇初心者勛章": {
        "1": [
            "https://img.gamemale.com/album/202009/19/001839hluuahzsf8g32aau.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202009/19/001841iyii41izo7o112a2.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202009/19/001846k88tvpth9jus9yzu.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/202009/19/001848q8qhul8qumemf48n.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202009/19/001905w2mh2725z4sj3226.gif",
            40
        ]
    },
    "Scott Ryder": {
        "1": [
            "https://img.gamemale.com/album/202012/17/200506p2yujjeygn9sem8c.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202012/17/200508pbmmlg91gg0ybq9y.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202012/17/200509pdruudbgrdd8f5ru.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202012/24/010127t64uwtv4bbt696ej.gif",
            82
        ]
    },
    "鬼王酒吞童子": {
        "1": [
            "https://img.gamemale.com/album/202012/06/123041sgugi00i0ab3f1ii.gif",
            40
        ],
        "2": [
            "",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202012/06/123044spkppqn25n55inzl.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202012/04/130019jwbo3zwl04izetdb.gif",
            124
        ]
    },
    "阿尔伯特·威斯克": {
        "1": [
            "https://img.gamemale.com/album/202012/04/130038w45fff6yc556sxcz.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202012/04/130038p5j88h565zyyzjn0.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202012/04/130039qho53u656qxf5qwf.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202012/04/130045t9g7ng8unl6mml1s.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202012/04/130059iadfthdarahhz2dy.gif",
            82
        ]
    },
    "超人": {
        "1": [
            "https://img.gamemale.com/album/202011/10/234117x67cbtst7cwft7b3.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202011/10/234118cwuicwwlvcuhh0ph.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202011/10/235613prw6ojwzlsmrjlrj.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202011/10/235617fsoio1ljlolsihwo.gif",
            124
        ]
    },
    "汤姆·赫兰德": {
        "1": [
            "",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202011/10/183320imbqtp5qqprq82rg.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/forum/202307/11/193123gjs63rwjpr3s4zs1.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202011/10/183326pzlfkfxkfxtrrkp0.gif",
            82
        ]
    },
    "丹·安博尔": {
        "1": [
            "https://img.gamemale.com/album/202009/19/001918g1icicc716ljcbiu.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202009/19/001943y5jk5v49j5lilimm.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202009/19/001959kjfnsdlno9fdod6g.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202009/19/002321w0hvrmrgkgeqhqee.gif",
            82
        ]
    },
    "万圣南瓜": {
        "1": [
            "https://img.gamemale.com/forum/202011/10/150719v2on9l1j0ssd9omd.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/forum/202011/10/162602ee8gfxv9ddxcveo9.gif",
            40
        ]
    },
    "猫猫幽灵": {
        "Max": [
            "https://img.gamemale.com/album/202011/05/201016z43pk59hrrgy09nd.gif",
            40
        ]
    },
    "掌中雪球瓶": {
        "Max": [
            "https://img.gamemale.com/forum/202010/24/152831wj68oorq888rgw06.gif",
            40
        ]
    },
    "最终幻想XIV": {
        "Max": [
            "https://img.gamemale.com/album/202008/03/121236yhdfd7t4tffvucva.gif",
            124
        ]
    },
    "GHOST": {
        "1": [
            "https://img.gamemale.com/album/202008/03/120817g9965sausau596r4.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202008/03/120817hbhv9b1db5hxrdk1.gif",
            40
        ],
        "3": [
            "",
            40
        ],
        "4": [
            "",
            40
        ],
        "5": [
            "",
            40
        ],
        "6": [
            "",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202008/03/120819f85b558m8ess56zv.gif",
            40
        ]
    },
    "SCP-s-1889": {
        "1": [
            "https://img.gamemale.com/album/202008/03/120829e2syrwzli153i3a1.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202008/03/120831ggoz7u857e5lo56g.gif",
            124
        ],
        "3": [
            "https://img.gamemale.com/album/202008/03/120835hw00k1qi3kw68ioz.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/album/202008/03/120840lfsxynxlyfx3ofqa.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/album/202008/03/120842udt1t3id3l29xvu2.gif",
            124
        ],
        "6": [
            "https://img.gamemale.com/album/202008/03/120846y2ocn2752ccvnccy.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202008/03/120847xyrwyxxhehxumwhp.gif",
            40
        ]
    },
    "萨菲罗斯": {
        "1": [
            "https://img.gamemale.com/album/202009/19/002515ofbv7sqfqssvq9cz.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202009/19/002519vh3hh53f7hrwkkb1.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202009/19/002522w2qy7dugdezqql22.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202009/19/002531i99l3a71k81jujnu.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/202009/19/002541veio53d5bheho5e5.gif",
            82
        ],
        "6": [
            "https://img.gamemale.com/album/202009/19/002546gzbe8e0t378bun5n.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202009/19/002559mdz650pz57ng7xxf.gif",
            82
        ]
    },
    "【新手友好】昆進": {
        "1": [
            "https://img.gamemale.com/album/202009/19/002308g7dw7biybnt9iwdb.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202009/19/002156y6g6ryp9im3so9ym.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202009/19/002402kydjpdd0gf0v0tap.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202009/19/002436vvdq10m5gmuugp0t.gif",
            82
        ]
    },
    "疾风剑豪": {
        "1": [
            "https://img.gamemale.com/album/202008/03/121025lmm1zxrrkk7x2t39.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202008/03/121025pc2pm4zjuk2ypjmw.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202008/03/121026nrm32o4qr4zq4ggo.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202008/03/121027g3udgnx4gwlzuwgl.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/202008/03/121029zh3shps7piqzhv1h.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202008/03/121031gzv4qiqk4czvq1qq.gif",
            82
        ]
    },
    "莎伦": {
        "1": [
            "https://img.gamemale.com/album/202303/01/153619kqzrxwzrzht2tith.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202303/01/153619ekknv0700hihoa2g.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202303/01/153620iocqmismipo9i99f.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202303/01/153621m7ktzc11ji7icrjc.gif",
            40
        ]
    },
    "血石": {
        "1": [
            "https://img.gamemale.com/forum/202008/15/130144c8jgoezdp0egg0gu.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/forum/202008/15/130153hshwdtskgtq8u8s8.gif",
            40
        ]
    },
    "寶可夢 Pokémon": {
        "Max": [
            "https://img.gamemale.com/forum/202008/11/135656f56ff8756aka7a8r.gif",
            124
        ]
    },
    "软泥怪蛋": {
        "1": [
            "https://img.gamemale.com/album/202008/03/121119fs0bbom2jbct10mn.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202008/03/121120b1mi5ixqkqzc4nji.gif",
            40
        ]
    },
    "宝箱内的球": {
        "1": [
            "https://img.gamemale.com/album/202008/03/120938hilzyauj1h1xyelx.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202008/03/120938axx77jfdjt0m7dtf.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202008/03/120939sysss74uzszssu8q.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/202008/03/120939rnodx43xgrz4arfe.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202008/03/120940xo5bswtt0dtvzt09.gif",
            40
        ]
    },
    "冒险用绷带": {
        "1": [
            "https://img.gamemale.com/album/202008/03/121107sv0blbsvhmmxvt5m.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202008/03/121107kekxz2hbxld2dalh.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202008/03/121108wfozx6gnnqfg3aad.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202008/03/121108t10ojih1ihhjztc4.gif",
            40
        ]
    },
    "星芒戒指": {
        "1": [
            "https://img.gamemale.com/album/201912/12/142023s57s3bgiiz7z7ir8.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201912/12/142023peeeabemvj2jb1jt.gif",
            40
        ]
    },
    "魯杰羅·弗雷迪": {
        "1": [
            "https://img.gamemale.com/album/202008/03/121045lzw4bvrnnrhlrbvo.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202008/03/121047uv7wzjnvnjv8u46e.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202105/11/200012lr1wpddgp7hewdfh.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202008/03/121049rzpdm9k7i99w3wmp.gif",
            82
        ]
    },
    "塞巴斯蒂安·斯坦": {
        "1": [
            "https://img.gamemale.com/album/202008/03/121130z2i9iz8meydjdvzc.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202008/10/115124u95b9igfgbdvf9zn.gif",
            124
        ]
    },
    "沃特·沙利文": {
        "1": [
            "https://img.gamemale.com/album/202008/08/123422gv2t44ssx90xgs2s.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202008/03/121213nv71ssberh7vtssk.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/forum/202403/08/190216h1wlqqdt5dtsz9az.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202008/03/121217fi8r7cj813xjjeqi.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/forum/202306/09/040011o6vrz5kfkrk6wj1h.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202008/03/121219vtetgcvtu6us60gg.gif",
            124
        ]
    },
    "吉姆·霍普": {
        "1": [
            "https://img.gamemale.com/album/202006/04/184828uzhdghhp6u2lxcth.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202006/04/184832pzgccucy7cfd1fc8.gif",
            124
        ],
        "3": [
            "https://img.gamemale.com/album/202006/04/184834n22z2ava3kzwkwca.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/album/202006/04/184838wg3hhg933ck33h4h.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/202006/04/184842utju1hjhcu1sbnzs.gif",
            124
        ]
    },
    "月上柳梢": {
        "Max": [
            "https://img.gamemale.com/forum/202006/09/125444i9tll6vvvvnsyooc.gif",
            124
        ]
    },
    "血鹫蛋": {
        "1": [
            "https://img.gamemale.com/album/202006/04/184720i8moca3cfk1x39yo.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202006/04/184721x2p54ia5fvqd5i5q.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202006/04/184721sqs6g2e0ge0hyhqd.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202006/04/184722anwvqcqc9qp7qdqv.gif",
            40
        ]
    },
    "灵鹫蛋": {
        "1": [
            "https://img.gamemale.com/album/202006/04/184708vzi1quais050ksm0.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202006/04/184708wpk4667r6j7k99kg.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202006/04/184709rivf16faiok6wvzv.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202006/04/184710hs3ktk7tgkr6fby6.gif",
            40
        ]
    },
    "月陨戒指": {
        "1": [
            "https://img.gamemale.com/album/201912/12/142024syr4x15d525yoo5d.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201912/12/142025gervz2pc0x60efrz.gif",
            40
        ]
    },
    "日荒戒指": {
        "1": [
            "https://img.gamemale.com/album/201912/12/142022fhwmpww2mh5nv8xv.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201912/12/142022heuozgz7a1214am6.gif",
            40
        ]
    },
    "陷阱杀手": {
        "1": [
            "https://img.gamemale.com/album/202006/04/184750m7arxhpxxek7m77o.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202006/04/184751le7phhbh37tbp3ka.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202006/04/184753io2w2dx6gbdf26om.gif",
            82
        ]
    },
    "索林·橡木盾": {
        "1": [
            "https://img.gamemale.com/album/202006/04/184808bdomk3o8okzb0tbl.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202006/04/184809fq74a6u660gaf68l.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202006/04/184812cd0igigj4bn1nn0q.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202006/04/184815tvvlvjv1mv2zmbmv.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/202006/04/184817uf3o0pa3aaccpgmm.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202006/04/184820o26xv4j2z4bs4zdi.gif",
            124
        ]
    },
    "杰克·莫里森/士兵 76": {
        "1": [
            "https://img.gamemale.com/album/201906/15/163053p8rq2ttx6f6z204g.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201906/15/154716mzenzbh0be1ie6z1.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/201906/15/154718v3k1buetufekn2op.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/201906/15/154720ycy999gh11375c7i.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201906/15/154723a3zzrww4kgzya6k5.gif",
            124
        ]
    },
    "熔岩蛋": {
        "1": [
            "https://img.gamemale.com/album/201912/12/140920xybvdi99sqibpa1b.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201912/12/140921uai9l80aaaxifluc.gif",
            40
        ]
    },
    "郁苍卵": {
        "1": [
            "https://img.gamemale.com/album/201910/06/152248t7hxs70s76tsiwsz.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201910/06/152248jk2zlg924uk6kxj2.gif",
            40
        ]
    },
    "神秘的漂流瓶": {
        "1": [
            "https://img.gamemale.com/album/201912/12/141958nmoqz5nno4o2ctmm.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201912/12/142000q4sesx9ky4xdhdye.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201912/12/143936kkkngg5i6gvne3ze.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201912/12/142004i1bc8gok2kp1aa1b.gif",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/201912/12/142008zjxmcjmea8pakzyr.gif",
            40
        ],
        "6": [
            "https://img.gamemale.com/album/201912/12/142009dzwm525ar5fnhzam.gif",
            40
        ],
        "7": [
            "https://img.gamemale.com/album/201912/12/142010pr0zuodsrod7j9jk.gif",
            40
        ],
        "8": [
            "https://img.gamemale.com/album/201912/12/142011htgjejmc2s11676p.gif",
            40
        ],
        "9": [
            "https://img.gamemale.com/album/201912/12/142012f18b0rnebboj0m0z.gif",
            40
        ],
        "10": [
            "https://img.gamemale.com/album/201912/12/143625zscxxvrx5mskcrdo.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201912/22/132618l128k5vr4x865o88.gif",
            40
        ]
    },
    "暖心小火柴": {
        "1": [
            "https://img.gamemale.com/album/201912/12/141648yjjhqcxv3bybqzv3.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201912/12/141649v0g1t7w314it7gga.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201912/12/141650czkwlrccg5vi5d5o.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201912/13/024024jpf7zm43n6ytyat2.gif",
            40
        ]
    },
    "Doc": {
        "1": [
            "https://img.gamemale.com/album/202003/07/202911ow3ldyqo8ly3yr1y.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202003/07/202911l8vk3vjka6u9bvk6.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202003/07/202912pana2k9zah9r97v2.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202003/07/202913kdd0zd7bodt0golb.gif",
            82
        ]
    },
    "迈克尔迈尔斯": {
        "1": [
            "https://img.gamemale.com/album/202003/07/202903bpu1zq6i11gn9ogm.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202003/07/202904xoml17pjp888rmpd.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202003/07/202905wfcxfusrav6ojwbx.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202003/07/202907o1sqelf1uzefrzp0.gif",
            82
        ]
    },
    "马戏团灰蛋": {
        "1": [
            "https://img.gamemale.com/album/201912/16/151813vt3p30t3pgzq3wt3.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201912/16/151814hxha9qez6067ja7z.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201912/16/155350owigb0u0ggjdkwkk.gif",
            40
        ]
    },
    "生锈的海盗刀枪": {
        "1": [
            "https://img.gamemale.com/album/201912/21/010703hqgwwlwkkqjrgkj2.gif",
            82
        ],
        "2": [
            "https://img.gamemale.com/album/201912/21/010303vvu4ggpk6x39nkdm.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201912/21/010306i7t1w7xvc749ccyt.gif",
            82
        ]
    },
    "海盗弯钩": {
        "Max": [
            "https://img.gamemale.com/forum/202003/08/152506qm8u4844zvpvzyjw.gif",
            40
        ]
    },
    "钢铁勇士弯刀": {
        "Max": [
            "https://img.gamemale.com/forum/202003/08/152417e1z4nvee1mxymizv.gif",
            40
        ]
    },
    "莫瑞甘": {
        "1": [
            "https://img.gamemale.com/album/202303/01/140812byqmt7q2uuqqm2me.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202303/01/140812nz3itra9q5aww93q.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/202303/01/140813wtokc7ya90j0cfjt.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/202303/01/140814rf94rtgft5r8z1gm.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/202303/01/140814zd55rrd08so3udfo.gif",
            82
        ]
    },
    "藤田優馬": {
        "1": [
            "https://img.gamemale.com/album/202003/07/202919w69k3pj8nvn68nz6.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202003/07/202919vijeebbz06n8l6q0.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202003/07/202921y44gpq14chga2pnc.gif",
            82
        ]
    },
    "月影蛋": {
        "1": [
            "https://img.gamemale.com/album/201912/12/141004j1gf13h1nscccsp3.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201912/12/141004pk1e1dk2kyq1j995.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201912/12/141005yetz9z2xnmlketlb.gif",
            40
        ]
    },
    "珊瑚色礁石蛋": {
        "1": [
            "https://img.gamemale.com/album/201912/14/153936wrv7qcockbpbvbvb.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202001/26/122212itz6u146rt1c4144.gif",
            40
        ]
    },
    "冒险用指南针": {
        "Max": [
            "https://img.gamemale.com/forum/202001/24/224852ot1lhlabflehbipo.gif",
            40
        ]
    },
    "老旧的怀表": {
        "1": [
            "https://img.gamemale.com/album/201912/18/134204wcx44hqqa4xr4xcd.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201912/18/133654lk3vpwjvkthi2ui3.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202001/26/135105odnqnnzi99iixncz.gif",
            40
        ]
    },
    "沙漠神灯": {
        "1": [
            "https://img.gamemale.com/album/201912/12/141637yxk7xoyt86ux5g8g.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201912/12/141637cnvo4v3ssf36uqtn.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201912/12/141638ya87yxvakkvvraxr.gif",
            40
        ]
    },
    "狩猎用小刀": {
        "1": [
            "https://img.gamemale.com/album/201912/22/233522ndao49lr7ogroboj.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201912/22/233523kqy5x66w115oaooy.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201912/22/233524nzccirm32qm9rcol.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201912/22/233525ln04agzzn7hn771p.gif",
            40
        ]
    },
    "蔷薇骑士之刃": {
        "1": [
            "https://img.gamemale.com/album/201912/16/151737ohl7t7ph7at7lsaa.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201912/16/151737siyiq7wbr49y9bgf.gif",
            40
        ]
    },
    "乔纳森·里德": {
        "1": [
            "https://img.gamemale.com/album/201911/10/134641fy6sijz6yf5sfwsi.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201911/10/134641ehnttpn77tolcui4.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201911/10/134642bt851ueqz9qw9wx1.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/201911/10/134642yc95og94fc89yth8.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201911/10/134643bc375a3ppb7d73tw.gif",
            124
        ]
    },
    "尼克斯·乌尔里克": {
        "1": [
            "https://img.gamemale.com/album/201911/10/134615hjkihjlqipqkcqiq.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201911/10/134615vc6tx3bzbmqts2e2.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201911/10/134616s9w368emw68666hm.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201911/10/134616aq09qqqaa4226zrq.gif",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/201911/10/134617go9iy9tsbyhhco7b.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201911/10/134617tyc9r2jrjtybygha.gif",
            40
        ]
    },
    "迷之天鹅": {
        "1": [
            "https://img.gamemale.com/forum/202002/05/114716nmg2pthbwhtpn575.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/forum/202002/05/114737cyxkxr2yr7jx2x11.gif",
            40
        ]
    },
    "海螺号角": {
        "1": [
            "https://img.gamemale.com/album/201912/23/151131pb6w8dw6eebewwe1.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201912/23/151132gttw79m7boxb5ttt.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201912/14/153848f5x6robaqp2k46l2.gif",
            40
        ]
    },
    "冒险用面包": {
        "1": [
            "https://img.gamemale.com/album/201912/12/141704mtogt8bgox8od081.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201912/12/141705lzy8em9ueeedasmq.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201912/12/141705qkbza5b6b8ds6mm1.gif",
            40
        ]
    },
    "莱因哈特·威尔海姆": {
        "1": [
            "",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201910/07/021148pezyimysjsx9rgp9.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201910/07/022936lrreqxmmbribkmgr.gif",
            124
        ]
    },
    "远古石碑": {
        "Max": [
            "https://img.gamemale.com/forum/202001/09/134442dfu9yuzzm4c9y04t.gif",
            40
        ]
    },
    "魔法石碑": {
        "Max": [
            "https://img.gamemale.com/forum/202001/09/134513owtgglz9wcfs3cs7.gif",
            40
        ]
    },
    "龙血之斧": {
        "Max": [
            "https://img.gamemale.com/forum/202001/09/133910hnqkpip7ugia64au.gif",
            40
        ]
    },
    "十字军护盾": {
        "Max": [
            "https://img.gamemale.com/forum/202001/09/133626btbnf3cavmmffvbw.gif",
            40
        ]
    },
    "【圣诞限定】心心念念小雪人": {
        "Max": [
            "https://img.gamemale.com/forum/201912/24/005708xfgmp5vm0hyjhv06.gif",
            40
        ]
    },
    "箭术卷轴": {
        "Max": [
            "https://img.gamemale.com/forum/201912/24/090653lpdjddwdo37jj0jj.gif",
            40
        ]
    },
    "用过的粪桶": {
        "1": [
            "https://img.gamemale.com/album/201911/21/175026ujxgk8ck463qcqrr.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201911/21/175026o6fuf0g96fxuit97.gif",
            40
        ]
    },
    "四季之歌": {
        "1": [
            "https://img.gamemale.com/album/201912/19/200741x6tieg9ziopxpziz.gif",
            124
        ],
        "2": [
            "https://img.gamemale.com/album/201912/19/194025bnglbu8j4uljgl8g.gif",
            124
        ],
        "3": [
            "https://img.gamemale.com/album/201912/19/194015uco030s1ps4300on.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/201912/19/193959uwlhbtghdojz00hb.gif",
            124
        ]
    },
    "雾都血医": {
        "Max": [
            "https://img.gamemale.com/forum/201912/24/003911ivnfn8nqosoqqtdt.gif",
            124
        ]
    },
    "不败之花": {
        "Max": [
            "https://img.gamemale.com/forum/201911/18/003701q069p6pqoi06ds66.gif",
            40
        ]
    },
    "德拉克的遗物": {
        "1": [
            "https://img.gamemale.com/forum/201911/18/003121hl1yn18m3ms5xsxe.gif",
            40
        ],
        "2": [
            "",
            40
        ],
        "3": [
            "",
            40
        ],
        "4": [
            "",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/201907/27/200715hivv0qbl4byf76f6.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/forum/202309/05/161730aud74dhx87dswyu4.gif",
            40
        ]
    },
    "金猪猪储蓄罐": {
        "1": [
            "https://img.gamemale.com/forum/201911/11/165658y2ssspe297cptwk9.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/forum/201911/24/191657xgogg0alz9zoazle.gif",
            40
        ]
    },
    "粉猪猪储蓄罐": {
        "1": [
            "https://img.gamemale.com/forum/201911/11/165647dgkfk5qvkzfgwk0l.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/forum/201911/22/133725tppgcu4v2mpxuw4c.gif",
            40
        ]
    },
    "白猪猪储蓄罐": {
        "1": [
            "https://img.gamemale.com/forum/201911/11/165635wd5bcebtdjaebepa.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201911/09/214507q8opzuoppdzi7mpp.gif",
            40
        ]
    },
    "巴啦啦小魔仙棒": {
        "1": [
            "https://img.gamemale.com/album/201910/06/142623cftvcecoed9lj8jl.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201910/06/142404ih2t7ovgozpwxxoa.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201910/06/142404a9tg6jeo94ju4oig.gif",
            40
        ]
    },
    "种植土豆": {
        "1": [
            "https://img.gamemale.com/album/201910/06/135615qfbjr0g0r115fswo.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201910/06/141001rrlyrj1xodzz1yjp.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201910/06/141001a55nx8h8dign55dd.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201910/06/135342p3xz63odr8cu33s3.gif",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/201910/06/135342ku1h6mrycnyw1wdo.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201910/06/135343szu77bbubn7awaca.gif",
            40
        ]
    },
    "神秘的红茶": {
        "1": [
            "https://img.gamemale.com/album/201910/06/134346tesirrn14it4e3z1.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201910/06/134347mnvsnq9be8pespe2.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201910/06/134023ibsp0pthowg4bojo.gif",
            40
        ]
    },
    "幽灵竹筒": {
        "1": [
            "https://img.gamemale.com/album/201910/06/143356aerlyal44ygoaztd.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201910/06/143356p3beubn981613g6u.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201910/06/143356ibiyky6in6dizsns.gif",
            40
        ]
    },
    "荒野大镖客：救赎 II": {
        "Max": [
            "https://img.gamemale.com/forum/201910/15/135946xsoubcqva6rr6axr.gif",
            124
        ]
    },
    "电磁卵": {
        "1": [
            "https://img.gamemale.com/album/201910/06/150702zttt5q0ctv6f6zzl.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201910/06/150702bv698oii21e07sn8.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201910/06/150702wi3lszvsbthlhdxs.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201910/06/150702cb18pzdqcqkccudc.gif",
            40
        ]
    },
    "青鸾蛋": {
        "1": [
            "https://img.gamemale.com/album/201910/14/153359x6d9nffaspwpvzn7.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201910/14/153359ej8aajzjr0f9r0ov.gif",
            40
        ]
    },
    "蓝礼·拜拉席恩": {
        "1": [
            "https://img.gamemale.com/album/201910/06/131805o11aeeva16c17xve.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201910/06/131806npbubmcd3m43n3bp.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201910/06/131806xpjjnjr3bxoxtzjo.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201910/06/131807ccu066uwyyj6hdr6.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201910/06/131807xie1rg3g9itzlll1.gif",
            82
        ]
    },
    "阿列克西欧斯（Alexios）": {
        "1": [
            "https://img.gamemale.com/album/201908/07/000439c4ys4khmukll4rgr.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201908/07/000440nlllwslrlwmllxis.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201908/07/000440q6ak4doawyfobou3.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/forum/202001/31/134831p0zfhhgtvj1tb12a.gif",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/201908/07/000441q33c0232mgg1jp2u.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201908/07/000441fod52mmdddmklwo1.gif",
            40
        ]
    },
    "赫尔墨斯·看守者之杖": {
        "1": [
            "https://img.gamemale.com/album/201908/07/000452mvzwvbnkw7l6vgcj.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/forum/201910/15/155122f6ois6l66o97l66t.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201908/07/000452bjfvd127665pxm2x.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201908/07/000452ztxxhahio8tdvdx1.gif",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/201908/07/000453r24zutgt9z9zqt9g.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201908/07/000453r45ll444400c8r4z.gif",
            40
        ]
    },
    "莱托文本残页": {
        "1": [
            "https://img.gamemale.com/forum/201909/13/214154imm1oe5wa505cfl7.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/forum/201909/13/214211gg6kbbrh666fl6qt.gif",
            40
        ]
    },
    "暮色卵": {
        "1": [
            "https://img.gamemale.com/album/201908/07/000518cdhiz6zidwgf80a4.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201908/07/000519zdrihlu7z87uh7dr.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201908/07/000520jogqhe954y1h4lel.gif",
            40
        ]
    },
    "结晶卵": {
        "1": [
            "https://img.gamemale.com/album/201908/07/000510brxu5527532dtj5n.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201908/07/000511ft7zaarazsfsmtfb.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201908/07/000511zzaxrerhlllxexac.gif",
            40
        ]
    },
    "红石": {
        "1": [
            "https://img.gamemale.com/album/201908/07/000502nx9hzsvsvvctrsva.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201908/07/000502v9s77su755oflf5s.gif",
            40
        ]
    },
    "冒险专用绳索": {
        "1": [
            "https://img.gamemale.com/album/201907/27/193222pr6tpstpjd9sru29.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201907/27/193338gdzwwauweaziwzed.gif",
            40
        ]
    },
    "羅素·托維": {
        "1": [
            "https://img.gamemale.com/album/201907/27/193208yoddaakdpadndkhe.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201907/27/193209f9zhr9z9ljbauksa.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201907/27/193210wom7s3ojwoo4mojm.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/201907/27/193212yxd7g4i69bh6xgfg.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201907/27/193213hg4q5b32bpbe342p.gif",
            82
        ]
    },
    "安杜因·乌瑞恩": {
        "1": [
            "https://img.gamemale.com/album/201907/27/193142bqqek1ueo7kko27e.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201907/27/193143ee6icntqvecxfvuq.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/201907/27/193145n9kv5nk0jk9xz9zi.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/201907/27/193147he7pmn03vsezf3h1.gif",
            124
        ]
    },
    "圣甲虫秘典": {
        "1": [
            "https://img.gamemale.com/album/201906/15/135814k2bz24ts5s26ob2i.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201906/15/135815pfogpnp5sfdyqqaw.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201906/15/135815ff9202zxw9lgzr3f.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201906/15/135817nbizvr1i51ia55sh.gif",
            40
        ]
    },
    "德拉克魂匣": {
        "1": [
            "https://img.gamemale.com/album/201906/15/135826cb99h5vvf7elhz97.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201906/15/135827j1q81hlxgmx2vmut.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201906/15/135828a39ugg996e5qu898.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201906/15/135829wj5j7qf7kq3qmmdz.gif",
            40
        ]
    },
    "达拉然": {
        "Max": [
            "https://img.gamemale.com/forum/201907/10/144049s9053mhdfv19aohf.gif",
            124
        ]
    },
    "麦迪文（Medivh）": {
        "1": [
            "https://img.gamemale.com/album/201906/15/164740vi5aqudsrab3kak7.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/forum/202307/04/164256qff2s3glzfmsbag3.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/201906/15/164748jqcbfc5ddtqiuyy5.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201906/15/164751asnjhhgbnm3tzrzg.gif",
            82
        ]
    },
    "卡德加（Khadgar）": {
        "1": [
            "https://img.gamemale.com/album/201906/15/165004x52a222uu29a9g22.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201906/15/164639ina7rnpkjejrnl81.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/201906/15/164644dopsytovbbbdcdby.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201906/15/164652eslmh9x9m1gdm9d3.gif",
            82
        ]
    },
    "杰西·麦克雷": {
        "1": [
            "https://img.gamemale.com/album/201906/15/161024p33tfxtaxacfydvw.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201906/15/161029ghu340b94o99yy3b.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201906/15/161051bxw9gc9wc0d7qq1e.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/201906/15/161126nfgwga5j5xevggew.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201906/15/161013kdb5i5t55t099502.gif",
            124
        ]
    },
    "英普瑞斯": {
        "1": [
            "https://img.gamemale.com/album/201906/15/173436igg9unnun4fa3kkf.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/forum/202312/28/165816frtmueegxoexozno.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201906/15/173440ew6lnuwken6wn6ve.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201906/15/173444wno2c6oe1o1zxe1k.gif",
            82
        ]
    },
    "晃晃悠悠小矿车": {
        "Max": [
            "https://img.gamemale.com/forum/201906/27/215411gq10o10t0g07htyg.gif",
            40
        ]
    },
    "模擬人生4": {
        "Max": [
            "https://img.gamemale.com/forum/201906/18/235456w4fidfi49q0qe9ic.gif",
            124
        ]
    },
    "GM村金蛋": {
        "1": [
            "https://img.gamemale.com/album/201906/15/135724lqku3qsckaxsakak.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201906/15/135723aez6hejh6s8655ej.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201906/15/135722mej8lc8ehc85hzty.gif",
            40
        ]
    },
    "贝优妮塔": {
        "1": [
            "https://img.gamemale.com/album/202303/01/152747k8u5ujhh14z4b41h.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202303/01/152748ol96hyxzlddix9ql.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202303/01/152749zozo7ybk8n2bk4n7.gif",
            82
        ]
    },
    "秋水长天": {
        "Max": [
            "https://img.gamemale.com/album/201903/22/170452tp6nwzyds0q4hqgp.gif",
            124
        ]
    },
    "石鬼面": {
        "1": [
            "https://img.gamemale.com/album/201905/13/143512w4rjuijnorrrrpnz.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201905/13/143512y3drvvdv6r74hvdy.gif",
            40
        ]
    },
    "丹尼爾·紐曼": {
        "1": [
            "https://img.gamemale.com/album/201905/27/163959k72aczsn6xnpv7xd.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201905/27/164000f4sjz1ltjt04sq0z.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201905/27/164000xjpzxqpvyvqbtg0b.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201905/27/164001f2ecryel2olmtgeo.gif",
            82
        ]
    },
    "内森·德雷克": {
        "1": [
            "https://img.gamemale.com/album/201905/14/151624ennn7ni4o0gb0b4o.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201905/15/003906xcepjsobv9cveegj.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/201905/15/003908ntvs5s9sn9nswsws.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/201905/14/151630dr5qq16505ap1qqb.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/201909/12/222140mfizhhp14ghfyf04.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201906/09/152457mpoz7oayd7t0cpmz.gif",
            124
        ]
    },
    "没有梦想的咸鱼": {
        "Max": [
            "https://img.gamemale.com/album/201905/13/141900afyeyyf5yd1777q7.gif",
            40
        ]
    },
    "守望者徽章": {
        "1": [
            "https://img.gamemale.com/album/201905/13/143550p26bib0lg688030z.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201905/13/143550pppz76pzmaa65ar5.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201905/13/143551whb3qnhp4gqe8led.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201905/13/143645pumizv3ivt5043xf.gif",
            40
        ]
    },
    "黑墙": {
        "1": [
            "https://img.gamemale.com/album/201905/13/161743os11sof45ybrme1v.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201905/13/161742a7zbvtqzioditot0.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201905/13/161742sdt0ku33u4dvwwnb.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/201905/13/161741mbzwshwbf1mssq81.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/201905/13/161741zykk71kvoxfxnv5r.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201905/13/162332i7g2znagk1mupqpg.gif",
            82
        ]
    },
    "眼镜蛇图腾": {
        "Max": [
            "https://img.gamemale.com/album/201905/27/163944v16xxxcjvzlwf1x1.gif",
            40
        ]
    },
    "猎鹰图腾": {
        "Max": [
            "https://img.gamemale.com/album/201905/27/163917k92k7ls57kyu9lll.gif",
            40
        ]
    },
    "山猫图腾": {
        "Max": [
            "https://img.gamemale.com/album/201905/27/163930k6o7szvyahz5tyov.gif",
            40
        ]
    },
    "蛮族战士": {
        "1": [
            "",
            40
        ],
        "Max": [
            "https://img.gamemale.com/forum/201912/23/124906rogngtdnng8qggqg.gif",
            82
        ]
    },
    "漆黑的蝎卵": {
        "1": [
            "https://img.gamemale.com/album/201905/29/221614gsz87t06hg24xs44.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201905/29/221614vo15i74rqzr5jgme.gif",
            40
        ]
    },
    "恋恋小烹锅": {
        "1": [
            "https://img.gamemale.com/forum/201905/28/142443ftc0rtzuxgfe8zke.gif",
            40
        ],
        "2": [
            "",
            40
        ],
        "3": [
            "",
            40
        ],
        "10": [
            "",
            40
        ],
        "21": [
            "",
            40
        ],
        "Max": [
            "",
            40
        ]
    },
    "魔术师（The Magician，I）": {
        "1": [
            "https://img.gamemale.com/forum/201905/09/115630gfsosrrr2bllfbz8.gif",
            40
        ]
    },
    "恋人(The Lovers，VI)": {
        "1": [
            "https://img.gamemale.com/forum/201905/04/183531p4qobi3cqnzknwom.gif",
            40
        ]
    },
    "石肤术": {
        "1": [
            "https://img.gamemale.com/album/201904/25/215911w0mosld7ioygoetl.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201904/25/215911s9p2292z0n2p1k1k.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201904/25/215911f1ezqwuqrpqau6if.gif",
            40
        ]
    },
    "迷之瓶": {
        "Max": [
            "https://img.gamemale.com/album/201904/25/220040n3u53zuebuaa10a3.gif",
            40
        ]
    },
    "康纳/Connor": {
        "1": [
            "https://img.gamemale.com/album/201904/25/220108t5htttd3ttkkxsd5.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201904/25/220108aind1aia4quizki1.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/201904/25/220108e4kjmoj4o4xk4hdj.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/201904/25/220107yf1mnxaz5311m0cc.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/201904/25/220107vxtl6jijx96qir6a.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201904/25/220108i9re7b6pbrsh5b67.gif",
            82
        ]
    },
    "野兽之子": {
        "1": [
            "https://img.gamemale.com/album/201904/25/215934nntg7rcecucmnstr.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201904/25/215933tfonxf5xigig6f11.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201904/25/215933v44se4lk8vqattzx.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201904/25/215932hj3prjjmzoxpzx6b.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201904/25/215932j062t60xte4s76rm.gif",
            40
        ]
    },
    "夏日的泰凯斯": {
        "1": [
            "https://img.gamemale.com/album/201904/25/220138bdd8slgridi8nzm4.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201904/25/220139t8rrr68868roc288.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/201904/25/220139v20f8ccfv02hv78h.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201904/25/220139xhmwzhscmm2qppwc.gif",
            124
        ]
    },
    "泰凯斯·芬得利": {
        "1": [
            "https://img.gamemale.com/album/201904/25/220125weugylhuu0devlgh.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201904/25/220124ji0zacxs4v77njby.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/201904/25/220124znuounld3adujqe0.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201904/25/220123zsvo8j4vc3vv4lb2.gif",
            82
        ]
    },
    "战车(The Chariot , VII)": {
        "Max": [
            "https://img.gamemale.com/forum/201904/27/224907qj06ilujce7ger1j.gif",
            40
        ]
    },
    "倒吊人(The Hanged Man , XII)": {
        "Max": [
            "https://img.gamemale.com/forum/201904/27/224359w2fj8yzlzobsokok.gif",
            40
        ]
    },
    "红龙秘宝": {
        "1": [
            "https://img.gamemale.com/album/201904/05/133431soml9tz97hj886ms.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201904/05/133431xdqel3foxfrlrzs3.gif",
            40
        ],
        "3": [
            "",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201905/02/162617o0eeugch32h4gcee.gif",
            40
        ]
    },
    "红龙精华": {
        "1": [
            "https://img.gamemale.com/album/201904/05/133448idcp0w9xn9d03955.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201904/05/133449mf9rjxd4z9oh4eop.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201904/05/133449ozlsqxtzedtl4te4.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201904/05/133449cw8gu1u449zbis5g.gif",
            40
        ]
    },
    "龙之魂火": {
        "1": [
            "https://img.gamemale.com/forum/202402/17/010453s7b2bg07zm7i4pbk.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/forum/202402/17/010453ux5zc1j71109j4in.gif",
            40
        ]
    },
    "腐化龙蛋": {
        "1": [
            "https://img.gamemale.com/album/201905/29/221508dnthzuhb4vjtjhrk.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201905/29/221509oxk3x1xrv3ekbexb.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201905/29/221510cud528wqukfiuhui.gif",
            40
        ]
    },
    "黑龙蛋": {
        "1": [
            "https://img.gamemale.com/album/201905/29/221510np6i8yhy9ij97dae.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201905/29/221510lacb4yydd5sar98a.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201905/29/221511xr8zyyk40ykz0rrk.gif",
            40
        ]
    },
    "红龙蛋": {
        "1": [
            "https://img.gamemale.com/album/201905/29/221511ipvssp898p8hc3c8.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201905/29/221511qq76xzqs69ecww6x.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201905/29/232224ebv13yqbonyaji33.gif",
            40
        ]
    },
    "网中的皮卡丘": {
        "Max": [
            "https://img.gamemale.com/forum/201904/01/004302lptqdp41p5g0f7bz.gif",
            40
        ]
    },
    "变骚喷雾": {
        "Max": [
            "https://img.gamemale.com/album/201905/13/141915cv3595x475qhqg2v.gif",
            40
        ]
    },
    "亚瑟·库瑞（海王）": {
        "1": [
            "",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201903/30/221924mzczyqqwbwb6ydd3.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201903/30/225516atxf4bxba0ng7bs4.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/201903/30/225516l56llaodn6alxlwa.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201903/30/221924z0pcz7i0imphziep.gif",
            124
        ]
    },
    "亚瑟‧摩根": {
        "1": [
            "https://img.gamemale.com/album/202410/28/144101dzbf6jb1fbhk1vq1.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201905/01/212353bvkfigugvnal66ay.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201910/03/155946zhuz8xqvudj84zro.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/forum/202303/14/052233lpa2spsmt4pqk1jj.gif",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/201905/01/211213qzdjyc62uaajpvdw.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201903/30/134405f7rx7vpphocupvr9.gif",
            124
        ]
    },
    "生化危机：复仇": {
        "Max": [
            "https://img.gamemale.com/forum/201905/02/162545e5u7u55q50cqeu49.gif",
            124
        ]
    },
    "浪潮之歌": {
        "1": [
            "https://img.gamemale.com/album/201903/25/125728xneaguzlbhdbgfnz.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/forum/202201/30/185253p7p1puhphkluzj5p.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201903/23/152214aa2z2bsjfb31onjn.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/201903/23/152213iz2opzd1ddridu8a.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/201903/23/152213ra44h7coenacuvzf.gif",
            124
        ],
        "6": [
            "https://img.gamemale.com/forum/202201/30/185239jbbhsxs8hnrb3dxv.gif",
            124
        ],
        "7": [
            "https://img.gamemale.com/forum/202201/30/185236ugggahhjuhaffexo.gif",
            124
        ],
        "8": [
            "https://img.gamemale.com/forum/202201/30/185235fy8krl3ipryyr3ry.gif",
            124
        ],
        "9": [
            "https://img.gamemale.com/forum/202201/30/185235o1vv0g4m6g4wz7hv.gif",
            124
        ],
        "10": [
            "https://img.gamemale.com/album/201909/12/223433t8xo5cke7v2222lz.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/201906/24/230649r0a8qd8jv3xx4rx3.gif",
            40
        ]
    },
    "岛田半藏": {
        "1": [
            "https://img.gamemale.com/album/201903/25/124807ilv7ukppsly5xzvs.gif",
            40
        ],
        "2": [
            "",
            124
        ],
        "3": [
            "https://img.gamemale.com/album/201903/25/124830atf2tt6r7rk6p222.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201903/25/124839q9icp8ngo8b9oopd.gif",
            124
        ]
    },
    "华灯初上": {
        "Max": [
            "https://img.gamemale.com/forum/201903/28/132731cqp99zzhfrqknhon.gif",
            124
        ]
    },
    "章鱼小丸子": {
        "1": [
            "https://img.gamemale.com/album/201605/02/190017xrggpmz5mm540fbf.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201605/02/190018sse467j756l6ku6k.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201605/02/190018yprf2grlre5k5ll7.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201605/02/190018oj1a1az9nnag8alb.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201605/02/190019q51b50e7rb33crj5.gif",
            40
        ]
    },
    "罗宾·西克": {
        "1": [
            "https://img.gamemale.com/album/201605/02/192230msgyjyk28ygyfsz2.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201605/02/192231x0062ad60a2nzxaa.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/201605/02/192233idmhdmetnznuznig.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201605/02/192236gla0r2kxk582ikaa.gif",
            82
        ]
    },
    "安德鲁·库珀": {
        "1": [
            "https://img.gamemale.com/album/201602/20/154456o7n5yw25svraaray.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201602/20/154520mnndxpplv03vygiz.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201602/20/154600zvbkq6ap88u8cb82.gif",
            82
        ]
    },
    "克里斯·埃文斯": {
        "1": [
            "https://img.gamemale.com/album/201602/20/134918obx15k16jr1z9289.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201602/20/134920l1v1zmcb5hcphbh8.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201602/20/134923vzoej3ktzjfdfjoy.gif",
            40
        ]
    },
    "变形软泥": {
        "1": [
            "https://img.gamemale.com/album/201602/17/173704elkqqcgulk7zk7l0.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201602/17/173706j9bxb16kp9rrbnp8.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201602/17/173708agqrxjycxttbrtqx.gif",
            40
        ]
    },
    "新年小猴": {
        "Max": [
            "https://img.gamemale.com/forum/201903/28/133155terps1p1vdswv1vj.gif",
            40
        ]
    },
    "传承之证": {
        "1": [
            "https://img.gamemale.com/album/201511/06/205320bjh882rpfrx9s9n8.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201511/06/205320yiuyyzq4uhwxyrnd.gif",
            40
        ]
    },
    "骑士遗盔": {
        "1": [
            "https://img.gamemale.com/album/201509/26/024157gndzyd7479b9bnb3.jpg",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201509/26/024157pwzikwik96gwo9wg.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201509/26/024157hkroo2cmhi25rhko.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201509/26/024158edglovvmomaj3a5v.gif",
            124
        ]
    },
    "月亮的蛋": {
        "1": [
            "https://img.gamemale.com/album/201509/25/235212i4j3qhjjkrb1ht3k.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201509/25/235213vggo1nm9eqf9n9zf.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201509/25/235213tig7qspx77h7sffi.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201509/25/235214pcacmveccm9hcqzc.gif",
            124
        ]
    },
    "天涯.此时": {
        "Max": [
            "https://img.gamemale.com/forum/201903/28/135700yria5z8lr8ar7fir.gif",
            40
        ]
    },
    "维克多‧天火": {
        "1": [
            "https://img.gamemale.com/album/201508/29/061434xqhzkxed59mzzuon.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201508/29/061434x2lngcl8lz62v2d6.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/forum/202209/15/222129x2cj2f906000905s.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201508/29/061435lcfkyy1ywbg5fpww.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201508/29/061435ebbaab1jczbn64nn.gif",
            40
        ]
    },
    "阿尔萨斯‧米奈希尔": {
        "1": [
            "https://img.gamemale.com/album/201508/29/062410iizv9pimopiffe5d.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201508/29/062410wqfw2l25dzl32d3a.gif",
            40
        ]
    },
    "心之水晶": {
        "Max": [
            "https://img.gamemale.com/album/201508/13/214918tqf9xiacvf9eufi8.gif",
            40
        ]
    },
    "史莱姆蛋": {
        "1": [
            "https://img.gamemale.com/album/201905/29/221541e62b7qx0m6lyho7x.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201905/29/221542tzogir48pzlfl88f.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201905/29/221542qr11qay13qbbqkut.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201905/29/221542d3pgoo0zozcg3g0o.gif",
            40
        ]
    },
    "神秘商店贵宾卡": {
        "1": [
            "https://img.gamemale.com/album/201507/02/113510j9kkzz91hb091zy0.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201507/02/113511txf3f8fihqst2q1f.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201507/02/113511lc67q9rjxjr3u6oj.gif",
            40
        ]
    },
    "库伦 (审判)": {
        "1": [
            "https://img.gamemale.com/album/201506/30/100229gqdnldqo1pdyouyp.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201506/30/100231lnikkp2yah8rk8ns.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201506/30/100233xkttdtsss9e94bdb.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201506/30/100236nlx10m5j5nq6hqnx.gif",
            82
        ]
    },
    "詹米·多南": {
        "1": [
            "https://img.gamemale.com/album/201506/30/092042fmhmkpquik3kifu2.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201506/30/092043t1qsm2t42m2sshfx.gif",
            82
        ]
    },
    "BIG BOSS": {
        "1": [
            "https://img.gamemale.com/album/201506/30/084906nh183f8ffmz2008m.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201506/30/084907o6jcmbo2jlcpnvrr.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201506/30/084908mj6fhkzkx0p184fg.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201506/30/084909kzw2ato99959o5nt.gif",
            124
        ]
    },
    "Frank (LBF)": {
        "1": [
            "https://img.gamemale.com/album/201506/30/071640migik8q248qyii22.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201506/30/071641dbzqnkn7in8zt8pn.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201506/30/071641t302dm1mfnwff1mi.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201506/30/071642wq9fqxqc2xss9fs4.gif",
            40
        ]
    },
    "勇者与龙之书": {
        "1": [
            "https://img.gamemale.com/album/201506/30/052451g28wj4d8xkahdl6z.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201506/30/052453w9md0sd32kd53mm3.gif",
            124
        ],
        "3": [
            "https://img.gamemale.com/album/201506/30/052454e4path6a4pt5akp6.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/album/201506/30/052456q3skbmybryymrssa.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/album/201506/30/052457g8k9dwuoekouo279.gif",
            124
        ],
        "6": [
            "https://img.gamemale.com/album/201506/30/052458cresf1dzq8l8d88a.gif",
            124
        ],
        "7": [
            "https://img.gamemale.com/album/201506/30/052459pnqhuhxqhxu9nv90.gif",
            124
        ],
        "8": [
            "https://img.gamemale.com/album/201506/30/052500wnuom40997tn0pbt.gif",
            124
        ],
        "9": [
            "https://img.gamemale.com/album/201506/30/052500s10gjrr8j158m8a1.gif",
            124
        ],
        "10": [
            "https://img.gamemale.com/album/201506/30/052501f9rprb4hj9uhvb9u.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/201506/30/052502dvq83ddrq08xc33d.gif",
            40
        ]
    },
    "萨赫的蛋糕": {
        "Max": [
            "https://img.gamemale.com/album/201507/02/113515vyfn72h7yw5ad3t7.gif",
            40
        ]
    },
    "雪王的心脏": {
        "1": [
            "https://img.gamemale.com/album/201506/30/022607ascozyvzegz08y8x.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201506/30/022607g6k7i7aeazva9jce.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201506/30/022608hqvtsv2qs3t77sm0.gif",
            40
        ]
    },
    "婴儿泪之瓶": {
        "1": [
            "https://img.gamemale.com/album/201506/30/022601prkzkzyv3xzdgx89.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201506/30/022601h9r55h1cshi2h9ml.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201506/30/022602qk3u3zx5b6vx66bw.gif",
            40
        ]
    },
    "戴尔‧芭芭拉": {
        "1": [
            "https://img.gamemale.com/album/201506/29/235058iuzdrrmrwnn25m7g.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201506/29/235059pjth6nn75txh3t5n.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201506/29/235100c0sbkrsmldu80wmh.gif",
            82
        ]
    },
    "秘密森林": {
        "Max": [
            "https://img.gamemale.com/album/201505/23/100508nbneax4fqx0if336.gif",
            124
        ]
    },
    "种植菊花": {
        "1": [
            "https://img.gamemale.com/album/201505/23/212248whtdbdmaandajnzq.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201505/23/212248kckqovkeqcvvfixt.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201505/23/212247sby8m8z8v78lnvh1.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201505/23/212247l4bir5tr8cb884le.gif",
            40
        ]
    },
    "这是一片丛林": {
        "1": [
            "https://img.gamemale.com/album/201505/23/212240v28sdqczjd8sdqfg.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201505/23/212241gh8t1lyeew8ylt9y.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201505/23/212241brrmb3idbjzlkbqj.gif",
            40
        ]
    },
    "史莱姆养殖证书": {
        "1": [
            "https://img.gamemale.com/album/201505/23/063533w0mhz847r606mb8g.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201505/23/063534e6xllv3felz4jf8j.gif",
            124
        ],
        "3": [
            "https://img.gamemale.com/album/201505/23/063534vopw46zku4ewy9oe.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/album/201505/23/063535nf11la4azia64ipi.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/album/201505/23/063535n0ca9c1w6pwdj161.gif",
            124
        ],
        "6": [
            "https://img.gamemale.com/album/201505/23/063536bs4737nnnn7uhhuq.gif",
            124
        ],
        "7": [
            "https://img.gamemale.com/album/201505/23/063536i13ukuxd73o1nfb1.gif",
            124
        ],
        "8": [
            "https://img.gamemale.com/album/201505/23/063537mnurnupldx7rlzol.gif",
            124
        ],
        "9": [
            "https://img.gamemale.com/album/201505/23/063537hnhhmlm13fmbzni9.gif",
            124
        ],
        "10": [
            "https://img.gamemale.com/album/201505/23/063538plh0b3akeizglogb.gif",
            124
        ],
        "11": [
            "https://img.gamemale.com/album/201505/23/063551s1duk5vmuwzronnt.gif",
            124
        ],
        "12": [
            "https://img.gamemale.com/album/201505/23/063552b1l1rlt62ag4tsg4.gif",
            124
        ],
        "13": [
            "https://img.gamemale.com/album/201505/23/063552kqwcczzy3bqpyg3g.gif",
            124
        ],
        "14": [
            "https://img.gamemale.com/album/201505/23/063553b74ydwo6y3addvad.gif",
            124
        ],
        "15": [
            "https://img.gamemale.com/album/201505/23/063553k5el0ffgxfvf0v9f.gif",
            124
        ],
        "16": [
            "https://img.gamemale.com/album/201505/23/063554xdn955b755ekxlq0.gif",
            124
        ],
        "17": [
            "https://img.gamemale.com/album/201505/23/063554a4vnwaxaxq84xezt.gif",
            124
        ],
        "18": [
            "https://img.gamemale.com/album/201505/23/063555tii4xn9r9s4wrr8n.gif",
            124
        ],
        "19": [
            "https://img.gamemale.com/album/201505/23/063555t4edb44njdb9nfd4.gif",
            124
        ],
        "20": [
            "https://img.gamemale.com/album/201505/23/063555uv2nhu2vzo2o66mz.gif",
            124
        ],
        "21": [
            "https://img.gamemale.com/album/201505/23/063619y4eyxz843h4l4efv.gif",
            124
        ],
        "22": [
            "https://img.gamemale.com/album/201505/23/063620cts5zw8e1ud8o4ee.gif",
            124
        ],
        "23": [
            "https://img.gamemale.com/album/201505/23/063620srr7wwnnfevk7r7v.gif",
            124
        ],
        "24": [
            "https://img.gamemale.com/album/201505/23/063621ao45vefejd4qdaoo.gif",
            124
        ],
        "25": [
            "https://img.gamemale.com/album/201505/23/063622qlcizj314zes3jhz.gif",
            124
        ],
        "26": [
            "https://img.gamemale.com/album/201505/23/063622rrarwnhtwtt2wnat.gif",
            124
        ],
        "27": [
            "https://img.gamemale.com/album/201505/23/063623w5oh5gysysvhayxs.gif",
            124
        ],
        "28": [
            "https://img.gamemale.com/album/201505/23/063623rlkuzupxdd5lbvkd.gif",
            124
        ],
        "29": [
            "https://img.gamemale.com/album/201505/23/063624caziipu7utht7n7m.gif",
            124
        ],
        "30": [
            "https://img.gamemale.com/album/201505/23/063624rcucoalg5daktjnl.gif",
            124
        ],
        "31": [
            "https://img.gamemale.com/album/201505/23/063701bk9o5wwbmztovtom.gif",
            124
        ],
        "32": [
            "https://img.gamemale.com/album/201505/23/063702g86u5m8sduhj8s6d.gif",
            124
        ],
        "33": [
            "https://img.gamemale.com/album/201505/23/063703evrsagajsqpvaunr.gif",
            124
        ],
        "34": [
            "https://img.gamemale.com/album/201505/23/063703rftedd4r7mgdfjj8.gif",
            124
        ],
        "35": [
            "https://img.gamemale.com/album/201505/23/063704pft0x0o1zoocxndn.gif",
            124
        ],
        "36": [
            "https://img.gamemale.com/album/201505/23/063704w6d6326abab5i12r.gif",
            124
        ],
        "37": [
            "https://img.gamemale.com/album/201505/23/063705uuqk1liisup6u061.gif",
            124
        ],
        "38": [
            "https://img.gamemale.com/album/201505/23/063705mnypennn3pppvdr3.gif",
            124
        ],
        "39": [
            "https://img.gamemale.com/album/201505/23/063705wazf16pzfcara1r7.gif",
            124
        ],
        "40": [
            "https://img.gamemale.com/album/201505/23/063706n2ak0i6hui2ytiz5.gif",
            124
        ],
        "41": [
            "https://img.gamemale.com/album/201505/23/063730pw6r84rij6el9lza.gif",
            124
        ],
        "42": [
            "https://img.gamemale.com/album/201505/23/063730i8ovhzm3oh7ibmzw.gif",
            124
        ],
        "43": [
            "https://img.gamemale.com/album/201505/23/063731wmoqv42jvof2mk94.gif",
            124
        ],
        "44": [
            "https://img.gamemale.com/album/201505/23/063731kui0ttgz08d0595u.gif",
            124
        ],
        "45": [
            "https://img.gamemale.com/album/201505/23/063732nffi4p84l1y8p1ym.gif",
            124
        ],
        "46": [
            "https://img.gamemale.com/album/201505/23/063732tl3tgnxz0gwt4ty7.gif",
            124
        ],
        "47": [
            "https://img.gamemale.com/album/201505/23/063733uqdk0idnoxgbcbia.gif",
            124
        ],
        "48": [
            "https://img.gamemale.com/album/201505/23/063733lgzrfbe57utp4pp4.gif",
            124
        ],
        "49": [
            "https://img.gamemale.com/album/201505/23/063734lnb48m6bna566a46.gif",
            124
        ],
        "50": [
            "https://img.gamemale.com/album/201505/23/063734ne9oae4apo4gcang.gif",
            124
        ],
        "51": [
            "https://img.gamemale.com/album/201505/23/063748vnnaafyfzd80d0b0.gif",
            124
        ],
        "52": [
            "https://img.gamemale.com/album/201505/23/063749pwkjwgqqicewhhr9.gif",
            124
        ],
        "53": [
            "https://img.gamemale.com/album/201505/23/063749vgagnxyvqrsg3ssd.gif",
            124
        ],
        "54": [
            "https://img.gamemale.com/album/201505/23/063750ixithzbhr6nb6iid.gif",
            124
        ],
        "55": [
            "https://img.gamemale.com/album/201505/23/063750vqrqzghg187h0rbp.gif",
            124
        ],
        "56": [
            "https://img.gamemale.com/album/201505/23/063751kgjtjmeipsqm6xsi.gif",
            124
        ],
        "57": [
            "https://img.gamemale.com/album/201505/23/063751lq74qx9722cc9zyd.gif",
            124
        ],
        "58": [
            "https://img.gamemale.com/album/201505/23/063752aggqbhcpg8k7q9pe.gif",
            124
        ],
        "59": [
            "https://img.gamemale.com/album/201505/23/063752k05081n3zmn5xtl9.gif",
            124
        ],
        "60": [
            "https://img.gamemale.com/album/201505/23/063753ocrzkgrtkrsbckrk.gif",
            124
        ],
        "61": [
            "https://img.gamemale.com/album/201505/23/063753hoya6uccff1o3duy.gif",
            124
        ],
        "62": [
            "https://img.gamemale.com/album/201505/23/063754r9n79l2zzeq9pqfe.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/201505/23/063754nbgeezibyi48bkog.gif",
            124
        ]
    },
    "盖拉斯‧瓦卡瑞安": {
        "1": [
            "https://img.gamemale.com/album/201505/23/211219cyfcl27mmgn9929z.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201505/23/211222dg1tva0hlbccjce0.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201505/23/211223r9l1ex18p1pszaxi.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201505/23/211224kws3ysvpinesp59y.gif",
            40
        ]
    },
    "艾德尔": {
        "Max": [
            "https://img.gamemale.com/album/201505/23/211212rtw2d9d7pu7v7tn8.gif",
            40
        ]
    },
    "发芽的种子": {
        "1": [
            "https://img.gamemale.com/album/201505/23/132101kkhbt7ngbhgbghh8.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201505/23/132101oie1jw22mcwgxtdm.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201505/23/132102flcu1250sezkvs08.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201505/23/132102t7vkjukf3vzcj3mj.gif",
            40
        ]
    },
    "新月护符": {
        "1": [
            "https://img.gamemale.com/album/201505/23/122642ltvvradt566wartw.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201505/23/122644dslwzmsvvebl5uju.gif",
            40
        ]
    },
    "哈尔‧乔丹": {
        "1": [
            "https://img.gamemale.com/album/201505/23/111325tfe6dfehe9mxhmef.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201505/23/111325gdz7lldkdwnbtnax.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201505/23/111325b6ymw5peznygp618.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201505/23/111326xqwszoupjf3fww63.gif",
            82
        ]
    },
    "神圣十字章": {
        "1": [
            "https://img.gamemale.com/album/201505/24/235452kjo7oxo7bu2me2ud.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201505/24/235453eg944j41q4t8q9uq.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201505/24/235453geqduzdpkohvlohd.gif",
            82
        ]
    },
    "重新充能的神圣十字章": {
        "Max": [
            "https://img.gamemale.com/album/201507/02/110009ffsowqsuok3s7yhi.gif",
            82
        ]
    },
    "杰森·斯坦森": {
        "1": [
            "https://img.gamemale.com/forum/202311/10/171152edqemllma1b34bgb.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201505/23/082854nobxpm2gfoxqdkis.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201505/23/082854r5ronno1o5o61010.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201505/23/082855f5fccek6p5yjf5j6.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/201505/23/082856hgookqbcc0k8vvjc.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201505/23/082856it4zstqdddanaxtt.gif",
            124
        ]
    },
    "艾尔尤因": {
        "1": [
            "https://img.gamemale.com/album/201505/23/074332lrsjpeiz6epkzrjo.gif",
            82
        ],
        "2": [
            "https://img.gamemale.com/album/201505/23/074333fnvb37ob03t0ccuk.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201505/23/074333lif901j98xgcf11n.gif",
            82
        ]
    },
    "预知水晶球": {
        "1": [
            "https://img.gamemale.com/album/201505/10/220233ogisshvwioolglve.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201505/10/220234q7plyphspk63hgk8.gif",
            40
        ]
    },
    "奇怪的紫水晶": {
        "1": [
            "https://img.gamemale.com/album/201505/10/155736ve7lbebzve65vell.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201505/10/155736l65w95cbkk7c5w5d.gif",
            40
        ]
    },
    "巴特‧贝克": {
        "1": [
            "https://img.gamemale.com/album/201505/10/154847opjqhpb8kjycikjc.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201505/10/154847q9f7fb9izezyp7ze.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201505/10/154848f6jo2zyp732r173x.gif",
            40
        ]
    },
    "锻造卷轴": {
        "Max": [
            "https://www.gamemale.com/data/attachment/album/201407/15/170730qtjiwj1kpstwktuk.gif",
            40
        ]
    },
    "布衣": {
        "1": [
            "https://img.gamemale.com/album/201505/23/071003ayvccyri4td65td6.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201505/23/071004p1ml9cymrl83kc6l.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201505/23/071004f80d20maued6n90h.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201505/23/071005l3274cjxb8t1oj97.gif",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/201505/23/071006p8o75kz4xyxvv7d8.gif",
            40
        ],
        "6": [
            "https://img.gamemale.com/album/201505/23/071006ibzazt7r0nn0gnbg.gif",
            40
        ],
        "7": [
            "https://img.gamemale.com/album/201505/23/071006gthpf50r0mvv5m5h.gif",
            40
        ],
        "8": [
            "https://img.gamemale.com/album/201505/23/071007wchlhtx6ce1ht5sc.gif",
            40
        ],
        "9": [
            "https://img.gamemale.com/album/201505/23/071007c8ib2ukuo56z8xic.gif",
            40
        ],
        "10": [
            "https://img.gamemale.com/album/201505/23/071007q19qdizoavidsqs1.gif",
            40
        ],
        "11": [
            "https://img.gamemale.com/album/201505/23/071008pbb5yaibkiivkv9i.gif",
            40
        ],
        "12": [
            "https://img.gamemale.com/album/201505/23/071008r9a354l1eel9aigg.gif",
            40
        ],
        "13": [
            "https://img.gamemale.com/album/201505/23/071009ssqlcmm5xm5gopsl.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201505/23/071009omhorl7bo2pyrhmp.gif",
            40
        ]
    },
    "尤利西斯": {
        "1": [
            "https://img.gamemale.com/album/201507/04/201826l92ld6egd3egqkii.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201507/04/201826z56c36z6q5jefy60.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201504/03/153558ue0f4fisvk02i2fg.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201504/03/153558b05r1od2opovhhhr.gif",
            40
        ]
    },
    "尼克·贝特曼": {
        "1": [
            "https://img.gamemale.com/album/201503/16/144604vnabcbnc56f1cnzb.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201503/16/144605wq0f0t09wllp9x4k.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201503/16/144612ktv96hwszcz91ch8.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/201503/16/144649r9gl1r6gfc99zqm6.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/201503/16/144654bn2rgzkxkrxb9tjl.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201503/16/144659tzrqrl4g9gs9uuwi.gif",
            124
        ]
    },
    "康纳‧沃什": {
        "1": [
            "https://img.gamemale.com/album/201503/09/012316nn7lnzbryrf2lcot.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201503/09/012322qsppxypx8vxjosnk.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201503/09/012328nb2sp7d1pp4wzmlm.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201503/09/012333t0bqlrwcrc30erq3.gif",
            82
        ]
    },
    "铁牛": {
        "1": [
            "https://img.gamemale.com/album/201503/02/215947gyk5wjk7ah7h3aaw.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201503/02/215950g9xu9f9f9nsxi6xs.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201503/02/215954du988aao6w8xf4o6.gif",
            82
        ]
    },
    "泡沫浮髅(Squirt)": {
        "Max": [
            "https://img.gamemale.com/album/201502/24/001004cmj306jawj0w0yi6.gif",
            40
        ]
    },
    "铁杆影迷": {
        "Max": [
            "https://img.gamemale.com/album/201502/21/225002lt3orcr25tctc6d4.gif",
            124
        ]
    },
    "霍格沃茨五日游": {
        "1": [
            "https://img.gamemale.com/album/201507/02/114541trdrr3dle4jkkzbj.gif",
            124
        ],
        "2": [
            "https://img.gamemale.com/album/201507/02/114542ehzt9tnwh72n2txc.gif",
            124
        ],
        "3": [
            "https://img.gamemale.com/album/201507/02/114542n5491t4dtfbph4tx.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/album/201507/02/114541msk0olpz48t8utun.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/201507/02/114540oy7474tc07zof0fz.gif",
            124
        ]
    },
    "海上明月": {
        "Max": [
            "https://img.gamemale.com/album/201502/26/013845sc3u3wpsbz4c04xz.gif",
            40
        ]
    },
    "奥兹大陆": {
        "Max": [
            "https://img.gamemale.com/album/201407/15/162635kmxe70ce5zq0uqv0.gif",
            124
        ]
    },
    "禽兽扒手": {
        "1": [
            "",
            40
        ],
        "2": [
            "",
            124
        ],
        "3": [
            "",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201505/23/070312d2g4ijd442izjjjh.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/album/201505/23/070312s65z653wzc3lvq63.gif",
            40
        ],
        "6": [
            "https://img.gamemale.com/album/201505/23/070313rmf8mxgtli7qltll.gif",
            124
        ],
        "7": [
            "https://img.gamemale.com/album/201505/23/070314ru4zanqch73ua7vz.gif",
            40
        ],
        "8": [
            "https://img.gamemale.com/album/201505/23/070315ax0qqjmmsnx0nct7.gif",
            124
        ],
        "9": [
            "https://img.gamemale.com/album/201505/23/070316o9jcfoz4eg98842m.gif",
            40
        ],
        "10": [
            "https://img.gamemale.com/album/201505/23/070317qtrutra15rujjdu5.gif",
            124
        ],
        "11": [
            "https://img.gamemale.com/album/201505/23/070317afka3a331r3gao2f.gif",
            40
        ],
        "12": [
            "https://img.gamemale.com/album/201505/23/070318kjxxfvkiviayodvx.gif",
            124
        ],
        "13": [
            "https://img.gamemale.com/album/201505/23/070319zhydy6lm5ndcmbml.gif",
            40
        ],
        "14": [
            "https://img.gamemale.com/album/201505/23/070320lbenfgxc7sxz2e2b.gif",
            124
        ],
        "15": [
            "https://img.gamemale.com/album/201505/23/070320lifezxjfqpw4hx0h.gif",
            40
        ],
        "16": [
            "https://img.gamemale.com/album/201505/23/070321uqsw1rs5kv8xkrys.gif",
            124
        ],
        "17": [
            "https://img.gamemale.com/album/201505/23/070322j2x5nxvn27vxbimb.gif",
            40
        ],
        "18": [
            "",
            124
        ],
        "19": [
            "https://img.gamemale.com/album/201505/23/070323dnnynyocyyhc7yz5.gif",
            40
        ],
        "20": [
            "https://img.gamemale.com/album/201505/23/070324c8sazsfzjaigj77i.gif",
            124
        ],
        "21": [
            "https://img.gamemale.com/album/201505/23/070324fhqhqjvubkkb1mqz.gif",
            40
        ],
        "22": [
            "https://img.gamemale.com/album/201505/23/070325snuznu8ubur8n3tu.gif",
            124
        ],
        "23": [
            "https://img.gamemale.com/album/201505/23/070325xyqdtu0psewyzka8.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201505/23/070327ye9mgewqi9ieqm9g.gif",
            124
        ]
    },
    "圣英灵秘银甲": {
        "1": [
            "https://img.gamemale.com/forum/202310/03/211510s75nraq5m8tymmru.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/forum/202310/03/211518sp196gghh5d6ccjc.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201407/15/161138szkk9gk4fkux4jlg.gif",
            40
        ]
    },
    "安德森‧戴维斯": {
        "1": [
            "https://img.gamemale.com/album/201407/15/085920xxy109ofq90fyc0n.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201407/15/085922luac88f03c6c3ci0.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/201407/15/085923ox4r8laxbk98fqjq.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/201407/15/085925cxwy9wxywy5ujdjx.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/201407/15/085926tfq5ohmwp09ep019.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201407/15/085929njwr63y4hnb43y32.gif",
            82
        ]
    },
    "库伦 (起源)": {
        "1": [
            "https://img.gamemale.com/album/201407/16/104751vvazr322erx6gh5w.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/201407/16/104753wu8ss9spsc9sww8w.gif",
            40
        ]
    },
    "戴蒙‧萨尔瓦托": {
        "1": [
            "",
            82
        ],
        "2": [
            "",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/201407/15/031655o0krqgsqats9mfma.gif",
            82
        ],
        "4": [
            "",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/201407/15/031659lwvsvwswzvumwohv.gif",
            82
        ],
        "6": [
            "https://img.gamemale.com/album/201407/15/031701fprrrr64zwtt6rcw.gif",
            82
        ],
        "7": [
            "https://img.gamemale.com/album/201407/15/162329n0nd3jeecoqq766e.gif",
            82
        ],
        "8": [
            "https://img.gamemale.com/album/201407/15/031706rb545qassh5xhx0r.gif",
            82
        ],
        "9": [
            "https://img.gamemale.com/album/201407/15/031709z2wslg22q2e3g8qs.gif",
            82
        ],
        "10": [
            "https://img.gamemale.com/album/201407/15/031711v3xv9lg3i3w39tjj.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201407/15/031712md6ydg1la83z5dy9.gif",
            82
        ]
    },
    "TRPG纪念章": {
        "1": [
            "https://img.gamemale.com/album/201406/30/223240bzgsnjn1y5s1r5jj.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201406/30/223241getk4f7x7ftelv6e.gif",
            40
        ]
    },
    "堕落飨宴": {
        "1": [
            "",
            124
        ],
        "2": [
            "",
            124
        ],
        "3": [
            "",
            124
        ],
        "4": [
            "",
            124
        ],
        "5": [
            "",
            124
        ],
        "6": [
            "",
            124
        ],
        "7": [
            "",
            124
        ],
        "8": [
            "",
            124
        ],
        "9": [
            "",
            124
        ],
        "10": [
            "",
            124
        ],
        "11": [
            "",
            124
        ],
        "12": [
            "",
            124
        ],
        "13": [
            "",
            124
        ],
        "14": [
            "",
            124
        ],
        "15": [
            "",
            124
        ],
        "16": [
            "",
            124
        ],
        "17": [
            "",
            124
        ],
        "18": [
            "",
            124
        ],
        "19": [
            "",
            124
        ],
        "20": [
            "",
            124
        ],
        "21": [
            "",
            124
        ],
        "22": [
            "",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/201406/30/212947ownnplliaopkoon1.gif",
            62
        ]
    },
    "龙腾世纪：审判": {
        "Max": [
            "https://img.gamemale.com/album/201406/22/195732l4s9zq3qzjq9fj3b.gif",
            124
        ]
    },
    "迷のDoge": {
        "1": [
            "https://img.gamemale.com/album/201905/29/221555kk44ch4rcbxtyk04.gif",
            82
        ],
        "2": [
            "https://img.gamemale.com/album/201905/29/221555kv9dcrcj6kyob44z.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201905/29/221555f727is9hhtehdl92.gif",
            82
        ]
    },
    "神秘的邀请函": {
        "1": [
            "https://img.gamemale.com/album/201406/04/062955tkrrg9r2oy29ddl2.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201406/04/062958d80pgig70igdyy0g.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201406/04/062957lvvffoqufhkz1h5d.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201406/04/063001n3d2e3oro82d2i37.gif",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/201406/04/062951c99sgjwk7hwhp49g.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201406/04/062953at6pb6z6zgfz6gfu.gif",
            40
        ]
    },
    "暗红矿土": {
        "1": [
            "https://img.gamemale.com/album/201406/04/062921v240xqigc6mxqzgk.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201406/04/062917uyfp6qfrrfxctxnx.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201406/04/062915c1617j261rb122bj.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201406/04/062916lhphzyhue8w8qcjr.gif",
            40
        ]
    },
    "木柴堆": {
        "1": [
            "https://img.gamemale.com/album/201406/04/062908a274wdv8h4phhn55.jpg",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201406/04/062913f6lc9r9z1qv9vqpc.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201406/04/062911x57nm5tnurffbeun.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201406/04/062910ru601j1miimzumbm.gif",
            40
        ]
    },
    "充满魔力的种子": {
        "1": [
            "https://img.gamemale.com/album/201406/04/062928sm3l7875n3aambka.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201406/04/062929waoad3e2ase3hrwr.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201406/04/062925s8d8rlrfxxms7be9.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201406/04/062924zm5staumrs2le7us.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201406/04/062922l09qfc010czbf64s.gif",
            40
        ]
    },
    "咆哮诅咒": {
        "1": [
            "https://img.gamemale.com/album/201507/02/114500rdiddgbttibdbiaa.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201507/02/114501dlkkbbncsk52zzkh.gif",
            40
        ]
    },
    "遗忘之水": {
        "1": [
            "https://img.gamemale.com/album/201507/02/113359nsaaatonossri6h6.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201507/02/113359pbxnjjnxsjzljtxj.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201507/02/113400ad64l1mx4d48ldnf.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201507/02/113400kqv0z0i0didl60a8.gif",
            40
        ]
    },
    "史蒂夫‧金克斯": {
        "1": [
            "https://img.gamemale.com/album/201406/22/042417b936kgugjuzud266.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201406/22/042418qn1514k5ydb8z1k4.gif",
            82
        ]
    },
    "卢西亚诺‧科斯塔": {
        "1": [
            "https://img.gamemale.com/album/201406/30/220855w7cyd7rztkfjfc8e.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201406/30/220858qv2nanaczbfc0mmm.gif",
            82
        ]
    },
    "虎克船长": {
        "1": [
            "https://img.gamemale.com/album/201507/04/201345hjeja2qedk2lqzlx.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201406/30/220919pa1bb2chg8g1v2rc.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201406/30/220925kdwcj4wwnw0fnopj.gif",
            40
        ],
        "4": [
            "",
            40
        ],
        "5": [
            "",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201406/30/220937t1ghq6hn6jsjush6.gif",
            40
        ]
    },
    "卡斯迪奥": {
        "1": [
            "https://img.gamemale.com/album/201406/22/042226pcx22u43l84pdslx.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201406/22/042228add94qdrh4hm88m7.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201406/22/042232yedvd9be1nfz1eam.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/201406/22/042236oa44wwaudaee9kek.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/201406/22/042240gh0ihxpi2pxdii0i.gif",
            124
        ],
        "6": [
            "https://img.gamemale.com/album/201406/22/042245gi30m4j0jn53wj54.gif",
            124
        ],
        "7": [
            "",
            124
        ],
        "8": [
            "https://img.gamemale.com/album/201406/22/042253bxcdjddyyguyymy1.gif",
            124
        ],
        "9": [
            "https://img.gamemale.com/album/201406/22/042257c50o7z2ez9kikk0j.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/201406/22/042302n6dszl6ialg4het4.gif",
            124
        ]
    },
    "魔术师奥斯卡": {
        "1": [
            "https://img.gamemale.com/album/201406/30/220946kqztt1qp5xq4q5x7.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201406/30/220955rbefrbyymjymvjmt.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201406/30/221002we5ai18815izy1xo.gif",
            82
        ],
        "4": [
            "",
            82
        ],
        "5": [
            "https://img.gamemale.com/forum/202104/25/112905gvvc8ucovcleozmu.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/201406/30/221016kjxkgmjkai3s0xza.gif",
            124
        ]
    },
    "山姆·温彻斯特": {
        "1": [
            "https://img.gamemale.com/album/201406/22/042331zbo7uoul9j9909u4.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201406/22/042331dh9zin91n7ahznhe.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201406/22/042333v4ohb8w9ort7axaa.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/201406/22/042335l31xcfw1g7bbg7gg.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201406/22/042336dvpcv0di1gcycbll.gif",
            124
        ]
    },
    "迪恩·温彻斯特": {
        "1": [
            "https://img.gamemale.com/album/201406/22/042344dkrz0eha01vfr98f.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201406/22/042345xe3vljnc8jsdpeew.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201406/22/042346m0m72d7e5lun2w2l.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/201406/22/042348n4oekow0w8tmuj0w.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201406/22/042349gichiorsh5huj77w.gif",
            124
        ]
    },
    "布莱恩‧欧康纳": {
        "1": [
            "https://img.gamemale.com/album/201406/22/044720ul88z5dldl1odwxr.gif",
            40
        ],
        "2": [
            "",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/201406/22/044722kicxs72q2aczqzu2.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201406/22/044725arsuzrs4vgweluwv.gif",
            82
        ]
    },
    "謎の男": {
        "Max": [
            "https://img.gamemale.com/album/201405/27/053852jwsj9l9ztt9rwhsj.gif",
            40
        ]
    },
    "猫眼": {
        "Max": [
            "https://www.gamemale.com/data/attachment/album/201405/01/175335t62paomgyypj4mgo.gif",
            82
        ]
    },
    "一只可爱的小猫": {
        "1": [
            "https://img.gamemale.com/album/201405/01/175341mtqucgpumgm9ke9g.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201405/01/175343r5b5b8z6gdl8ncu9.gif",
            40
        ],
        "3": [
            "",
            40
        ],
        "4": [
            "",
            40
        ],
        "5": [
            "",
            40
        ],
        "6": [
            "https://img.gamemale.com/album/201405/01/175348sjj8a8jj4exei9f7.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201405/01/175349pqv5qqpscos00qv9.gif",
            40
        ]
    },
    "上古卷轴V：天际": {
        "Max": [
            "https://img.gamemale.com/album/201405/01/174258j1pqpz5j1tj31jce.gif",
            124
        ]
    },
    "TRPG版塊": {
        "Max": [
            "https://img.gamemale.com/album/201405/09/060720njwty9kstktd9j0a.gif",
            124
        ]
    },
    "辐射：新维加斯": {
        "Max": [
            "https://img.gamemale.com/album/201405/01/174314fjxmojar2mj3zjmj.gif",
            124
        ]
    },
    "五花八门版块": {
        "Max": [
            "https://img.gamemale.com/album/201405/01/174322ul9luxwgjwtbxlxe.gif",
            124
        ]
    },
    "质量效应三部曲": {
        "Max": [
            "https://www.gamemale.com/album/201405/01/174305dmpmksft301qms0m.gif",
            124
        ]
    },
    "骑兽之子": {
        "1": [
            "https://img.gamemale.com/album/201405/01/171924l2fl22hk9lojbod7.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201405/01/181923pyw1tojy1d66dffw.gif",
            124
        ]
    },
    "黄色就是俏皮": {
        "1": [
            "https://img.gamemale.com/album/201405/01/171901esspa6ssj9pzo7j9.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201405/01/171908qgoakyepa3d55eoy.gif",
            82
        ]
    },
    "堕落之舞": {
        "Max": [
            "https://img.gamemale.com/album/201405/01/171912gzkc7k02p70qukpl.gif",
            82
        ]
    },
    "诺曼底号": {
        "1": [
            "https://img.gamemale.com/album/201405/01/171603c3w7yxde7ygs2ww2.gif",
            124
        ],
        "2": [
            "https://img.gamemale.com/album/201405/01/181512scdxbdc3uf0ucf0c.gif",
            124
        ],
        "3": [
            "https://img.gamemale.com/album/201405/01/181516bmbckkmpbj3tmjw5.gif",
            124
        ],
        "4": [
            "https://img.gamemale.com/album/201405/01/181521thx5ivpgufmffuev.gif",
            124
        ],
        "5": [
            "https://img.gamemale.com/album/201405/01/181526k0fv0eup7fe5pecq.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/201405/01/171624ef8ab4bwzrrrrbqf.gif",
            124
        ]
    },
    "夜灯": {
        "1": [
            "https://img.gamemale.com/album/201405/01/171125n1t9yotlyziz8dio.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201405/01/171128gyeeleedylau7elo.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201405/01/171132uvidi5auyda6iyv1.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201405/01/171136kqjtn7095qome00q.gif",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/201405/01/171139f5m5ab49llyllktb.gif",
            40
        ],
        "6": [
            "https://img.gamemale.com/album/201405/01/171142gcxbqooz0xjyo9pj.gif",
            40
        ],
        "7": [
            "https://img.gamemale.com/album/201405/01/171144q8mghewnhcoo8rwn.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201405/01/171148g6hn26jgilljulgz.gif",
            40
        ]
    },
    "洞窟魔蛋": {
        "1": [
            "https://img.gamemale.com/album/201905/29/221527hmxxffh1kqt21x1q.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201905/29/221526psususo2scunfnul.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201905/29/221526p9fcrklr9r1rccf3.gif",
            40
        ]
    },
    "种植菠菜": {
        "1": [
            "https://img.gamemale.com/album/201405/01/171301kqvy6dvkkcdgdgi3.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201405/01/171302sxzsi3kd3xhobonn.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201405/01/171303crqorqqd6zq9bzb6.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201405/01/171306n9lk1ko5yq1ggd5k.gif",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/201405/01/171311mjj9mc9lsbc7kj9z.gif",
            40
        ],
        "6": [
            "https://img.gamemale.com/album/201405/01/171257iz5qaphahad4prdp.gif",
            40
        ],
        "7": [
            "https://img.gamemale.com/album/201405/01/171255jxvggkywixsh7qez.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201405/01/171258fmvd0qdqqh5d3wcd.gif",
            40
        ]
    },
    "漂洋小船": {
        "Max": [
            "https://www.gamemale.com/data/attachment/album/201405/01/171723rvuz4f4b4fsbeb4e.gif",
            40
        ]
    },
    "流失之椅": {
        "1": [
            "https://img.gamemale.com/album/201405/01/171208sb6cvvb4c4gxlcrv.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201405/01/171210mzycvmree4rc2xh2.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201405/01/171211ykqzb3vjvtz3grjj.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201405/01/171217n5hjsj68p37xj5sw.gif",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/201405/01/171222mng6y1m6gymf1qhg.gif",
            40
        ],
        "6": [
            "https://img.gamemale.com/album/201405/01/171223xjo99zq55nprqxwq.gif",
            40
        ],
        "7": [
            "https://img.gamemale.com/album/201405/01/171224d21s8w8vmw717avs.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201405/01/171226g8b8dzdnhgfqh7gf.gif",
            40
        ]
    },
    "念念往日士官盔": {
        "Max": [
            "https://www.gamemale.com/data/attachment/album/201405/01/174958c2f55oo3o5oa7oz4.gif",
            40
        ]
    },
    "超级名贵无用宝剑": {
        "Max": [
            "https://img.gamemale.com/album/201405/01/175015mnobpnnpp88apyzu.gif",
            124
        ]
    },
    "吞食魂魄": {
        "1": [
            "https://img.gamemale.com/album/201507/02/114453pdfdd3pnfut2uqxd.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201507/02/114452vbww9wpt9cr8n999.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201507/02/114453rn7kkne7371e0ok7.gif",
            40
        ]
    },
    "猫化弩哥": {
        "Max": [
            "https://www.gamemale.com/data/attachment/album/201405/01/173353hye43yixgzz2jvxs.gif",
            40
        ]
    },
    "亚当‧简森": {
        "1": [
            "https://img.gamemale.com/album/201405/29/181315fwq0uf7s99bqh2b3.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201405/29/181317el4efflbuaju4zlw.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201405/29/181319lld99jd9zww9mx9a.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201405/29/181325tlnvry79zv56vipi.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201405/29/181340nt55mrrxthxxmml0.gif",
            124
        ]
    },
    "罗伯‧史塔克": {
        "1": [
            "https://img.gamemale.com/album/201405/01/173405o3cw5ffxy72e6s4v.gif",
            40
        ],
        "2": [
            "",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201405/01/173419sb9vv2vs22x9ecjd.gif",
            40
        ],
        "4": [
            "",
            82
        ],
        "5": [
            "",
            82
        ],
        "6": [
            "",
            82
        ],
        "7": [
            "https://img.gamemale.com/album/201405/01/173530zr7urj4zyao4oxjy.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201405/01/182625yxx81zzbkk8bcb4b.gif",
            82
        ]
    },
    "亚力斯塔尔": {
        "1": [
            "https://img.gamemale.com/album/201405/01/173025wsibxvs0ywtbqpeq.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201405/01/173032x0ywemw6kt0wnr9c.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201405/01/173038jf8x3tvxtjz87jf3.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201405/01/173102zpf3rstrzs1u7zum.gif",
            82
        ]
    },
    "重磅手环": {
        "Max": [
            "https://img.gamemale.com/album/201403/20/105402f88clufxfhelcl8l.gif",
            40
        ]
    },
    "里昂‧S‧甘乃迪": {
        "1": [
            "https://img.gamemale.com/album/202305/01/151513emxqggcf0qbbt9b2.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202305/01/151514vssr59s95brgllci.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/202305/01/151515zkp1k65h8pbjuv60.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/202305/01/151802hyiww7ter7dwtwgd.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202305/01/151516ke4gxwhh45rx77k9.gif",
            40
        ]
    },
    "梅格": {
        "1": [
            "https://img.gamemale.com/album/202303/01/145426xq55pqpgwm5iy7yi.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/202303/01/145426tj3jtms47xk9djmj.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/202303/01/145427xrhhccqqccawckzr.gif",
            40
        ]
    },
    "版主: 一国之主": {
        "1": [
            "",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201405/01/180003ndvk1od2edda4bi1.gif",
            40
        ]
    },
    "见习版主: 神的重量": {
        "1": [
            "",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201405/01/180032jpqlthqtqwlqhq3l.gif",
            40
        ]
    },
    "站员: 保卫领土": {
        "1": [
            "https://img.gamemale.com/album/201405/01/180014pp8k6tdb37abc67z.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201405/01/180018mo7huror8mzm7t7c.gif",
            40
        ]
    },
    "Chris Redfield in Uroboros": {
        "Max": [
            "https://img.gamemale.com/album/201505/23/100504y3jplburl1zk5l2u.gif",
            40
        ]
    },
    "神之匠工": {
        "Max": [
            "https://img.gamemale.com/album/201401/01/235436xs6fn5lkpnihlv06.gif",
            40
        ]
    },
    "另一个身份": {
        "Max": [
            "https://img.gamemale.com/album/201401/01/115527bgztx4ty4otxuoyu.gif",
            40
        ]
    },
    "被祝福的新旅程": {
        "Max": [
            "https://img.gamemale.com/album/201903/30/161303x917gzpwzz3co882.gif",
            40
        ]
    },
    "森林羊男": {
        "Max": [
            "https://img.gamemale.com/album/201401/01/192107axq7ixrlrc67rxc2.gif",
            82
        ]
    },
    "牧羊人": {
        "1": [
            "https://img.gamemale.com/album/201401/01/192055w11popewpdedxoxp.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201401/01/192058zt7pjdbdwkadrcbz.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201401/01/192101yex7ui47hvb4jaln.gif",
            40
        ]
    },
    "金钱马车": {
        "1": [
            "https://img.gamemale.com/album/201401/03/051322sfammplfp8j0xflf.gif",
            82
        ],
        "2": [
            "https://img.gamemale.com/album/201401/03/051333jgkmzk8i8g4m74vv.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/201401/03/051359a12uq20iiss0i9x6.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/201401/03/051443df7gfcr4r1jc1tgv.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/201401/03/051451ebn2b7l5b9nlp8x5.gif",
            82
        ],
        "6": [
            "https://img.gamemale.com/album/201401/03/051521k7nna23nzm4zp0dd.gif",
            82
        ],
        "7": [
            "https://img.gamemale.com/album/201401/03/051547cyzgohq5jzm2kqlo.gif",
            82
        ],
        "8": [
            "https://img.gamemale.com/album/201401/03/051556pht63z236nnnjpvs.gif",
            82
        ],
        "9": [
            "https://img.gamemale.com/album/201401/03/051559eyrcq8q0209sssc5.gif",
            82
        ],
        "10": [
            "https://img.gamemale.com/album/201401/03/051620b08ia7p58tr3nt3n.gif",
            82
        ],
        "11": [
            "https://img.gamemale.com/album/201406/12/004129f3vfmmvgy8zvffyk.gif",
            82
        ],
        "12": [
            "https://img.gamemale.com/album/201401/03/051642ullldgw8ugmxbgcu.gif",
            82
        ],
        "13": [
            "https://img.gamemale.com/album/201401/03/051707ukaqc1ikc20fiigf.gif",
            82
        ],
        "14": [
            "https://img.gamemale.com/album/201401/03/051713rxf98quv4b4tn9no.gif",
            82
        ],
        "15": [
            "https://img.gamemale.com/album/201401/03/051738i23x7gqg06lnxs0q.gif",
            82
        ],
        "16": [
            "https://img.gamemale.com/album/201401/03/051749umhhqhqhhb1um4c4.gif",
            82
        ],
        "17": [
            "https://img.gamemale.com/album/201401/03/051812j0w9xux0q3lclb0u.gif",
            82
        ],
        "18": [
            "https://img.gamemale.com/album/201401/03/051843athyoxqh8xys550e.gif",
            82
        ],
        "19": [
            "https://img.gamemale.com/album/201401/03/051914ewsjmgw2arz2zwdh.gif",
            82
        ],
        "20": [
            "https://img.gamemale.com/album/201401/03/051920fa3no2p9n8p2hn3z.gif",
            82
        ],
        "21": [
            "https://img.gamemale.com/album/201401/03/051947w7thlgigc076701l.gif",
            82
        ],
        "22": [
            "https://img.gamemale.com/album/201401/03/052011zy88fabfucby8s21.gif",
            82
        ],
        "23": [
            "https://img.gamemale.com/album/201401/03/052019a1vr3tde11t109t1.gif",
            82
        ],
        "24": [
            "https://img.gamemale.com/album/201401/03/052029c25bybpx3xh455y3.gif",
            82
        ],
        "25": [
            "https://img.gamemale.com/album/201401/03/052049yhhqr5zgqg1c6j2o.gif",
            82
        ],
        "26": [
            "https://img.gamemale.com/album/201401/03/052054plla35mllm66i0jl.gif",
            82
        ],
        "27": [
            "https://img.gamemale.com/album/201401/03/052401lubbjblm3l8jlblj.gif",
            82
        ],
        "28": [
            "https://img.gamemale.com/album/201401/03/052407j41nzi94uh4c15qf.gif",
            82
        ],
        "29": [
            "https://img.gamemale.com/album/201401/03/052411oym2hc942242cz2o.gif",
            82
        ],
        "30": [
            "https://img.gamemale.com/album/201401/03/052437mmu45rmpca4ncme4.gif",
            82
        ],
        "31": [
            "https://img.gamemale.com/album/201401/03/052538kvzpk5ubyxpxyzxt.gif",
            82
        ],
        "32": [
            "https://img.gamemale.com/album/201406/12/004130egg0hghh6hh4495g.gif",
            82
        ],
        "33": [
            "https://img.gamemale.com/album/201401/03/052605skx8825jl8khp4ul.gif",
            82
        ],
        "34": [
            "https://img.gamemale.com/album/201401/03/052613py0fhdtt7cphtovt.gif",
            82
        ],
        "35": [
            "https://img.gamemale.com/album/201401/03/052633wu11q1k1omsuu3qb.gif",
            82
        ],
        "36": [
            "https://img.gamemale.com/album/201401/03/052701e5dbdbn045zrs00u.gif",
            82
        ],
        "37": [
            "https://img.gamemale.com/album/201401/03/052730mgy5yogtorr3ytzu.gif",
            82
        ],
        "38": [
            "https://img.gamemale.com/album/201401/03/052739wqvcsuwe4chl4v1v.gif",
            82
        ],
        "39": [
            "https://img.gamemale.com/album/201401/03/052800musl2iqk93ls9gxq.gif",
            82
        ],
        "40": [
            "https://img.gamemale.com/album/201401/03/052819zyhncyhxhcohvnxn.gif",
            82
        ],
        "41": [
            "https://img.gamemale.com/album/201406/12/004131azu88b2unhb8bh3s.gif",
            82
        ],
        "42": [
            "https://img.gamemale.com/album/201401/03/052917retef7xfeyf7feff.gif",
            82
        ],
        "43": [
            "https://img.gamemale.com/album/201401/03/052923mtiqiqomafmncdli.gif",
            82
        ],
        "44": [
            "https://img.gamemale.com/album/201401/03/052927tsq4lbqsjvs9lpqj.gif",
            82
        ],
        "45": [
            "https://img.gamemale.com/album/201401/03/052930xkj9yqykd7k77nly.gif",
            82
        ],
        "46": [
            "https://img.gamemale.com/album/201401/03/052950ijb7i0iymiw0jb2x.gif",
            82
        ],
        "47": [
            "https://img.gamemale.com/album/201401/03/052955zgrlj5pnigmm0wmj.gif",
            82
        ],
        "48": [
            "https://img.gamemale.com/album/201401/03/053015h9o90i890wz0nwio.gif",
            82
        ],
        "49": [
            "https://img.gamemale.com/album/201401/03/053042cak7kbxz6aaaxxbz.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201401/03/053047fxx0k3j7y88728mx.gif",
            82
        ]
    },
    "聚魔花盆": {
        "1": [
            "https://img.gamemale.com/album/201401/01/135939kvn26zlvee6w0xvq.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201401/01/135948mvv4vt11rakirty9.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201401/01/135955kkzx01gjgi8bjg0o.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201401/01/140003tq130jt00f5f0tv1.gif",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/201401/01/140012np4zzv4pn4vm4jch.gif",
            40
        ],
        "6": [
            "https://img.gamemale.com/album/201401/01/140020jpjnqc2nykzll38j.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201401/01/140037ny9sih0ik9qiabei.gif",
            40
        ]
    },
    "种植小草": {
        "1": [
            "https://img.gamemale.com/album/201401/04/053001k5nhfhrhh24h05lr.png",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201401/01/191259gm9fs7u5wb5oltfk.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201401/01/191137xup7up18fuopgelj.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201401/01/191141q8lfb25s1u89nu48.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201401/01/191252tta07z10ed7tf0d3.png",
            40
        ]
    },
    "微笑的面具": {
        "1": [
            "https://img.gamemale.com/album/201401/01/191034vvnpn72cimmfvci7.png",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201401/01/191023istdd3vsvkfsitt3.png",
            40
        ],
        "3": [
            "",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201401/01/191037ixz77stdxx4ihzsm.png",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/201401/01/191026pzq1qlsmkqmy15mm.png",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201401/01/191021ve51bjb3ub2u1413.png",
            40
        ]
    },
    "知识大典": {
        "Max": [
            "https://www.gamemale.com/data/attachment/album/201401/01/191007euxdoxrss8vvkhku.gif",
            40
        ]
    },
    "药剂背袋": {
        "Max": [
            "https://www.gamemale.com/data/attachment/album/201401/01/115659t6qz4z0b4v9kbv0d.gif",
            40
        ]
    },
    "刺杀者匕首": {
        "Max": [
            "https://img.gamemale.com/album/201401/01/115610sh667p0s6hoh0h6l.gif",
            40
        ]
    },
    "十字叶章": {
        "1": [
            "https://img.gamemale.com/album/201401/01/115605pg9ckg8u5goaz4u8.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201401/01/115607ukyssasdxhz48n2l.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201401/01/115609nau1lkwad7czd4dd.gif",
            40
        ]
    },
    "净化手杖": {
        "1": [
            "https://img.gamemale.com/album/201401/01/115615g3ywm3l3113mzdvi.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201401/01/115617pb57iai0o0as0itp.gif",
            40
        ]
    },
    "符文披风": {
        "Max": [
            "https://img.gamemale.com/album/201401/01/115649ube4qud0b87brby4.gif",
            40
        ]
    },
    "嗜血斩首斧": {
        "Max": [
            "https://www.gamemale.com/data/attachment/album/201401/01/115656oy8nrt00r8hmtz8n.gif",
            40
        ]
    },
    "祈祷术": {
        "1": [
            "",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201507/02/114508t313555p7xjj5bof.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201507/02/114509kwizwwi6wwig466b.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201507/02/114509ple4ccsdaxk4afwd.gif",
            40
        ],
        "5": [
            "https://img.gamemale.com/album/201507/02/114510za368j0fjj0dzbdj.gif",
            40
        ],
        "6": [
            "",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201507/02/114510xiw6tseiytig6sii.gif",
            40
        ]
    },
    "召唤古代战士": {
        "1": [
            "https://img.gamemale.com/album/201507/02/114441t4f5yx5yxuuybu65.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201507/02/114441c23iwtt088tq3pb7.gif",
            82
        ]
    },
    "水泡术": {
        "1": [
            "https://img.gamemale.com/album/201507/02/114428v66p06kdhy0zbcad.gif",
            124
        ],
        "2": [
            "https://img.gamemale.com/album/201507/02/114428kgmamyizamwjjl1g.gif",
            124
        ],
        "Max": [
            "https://img.gamemale.com/album/201507/02/114429w2htftmmmzz4l696.gif",
            40
        ]
    },
    "黑暗交易": {
        "1": [
            "https://img.gamemale.com/album/201507/02/114519m87886yz0h0qut01.gif",
            82
        ],
        "2": [
            "https://img.gamemale.com/album/201507/02/114520o7x23c7c3cgbcy4y.gif",
            82
        ],
        "3": [
            "https://img.gamemale.com/album/201507/02/114520p01o6144f0xttno4.gif",
            82
        ],
        "4": [
            "https://img.gamemale.com/album/201507/02/114521mpss1ns8zoffs7fp.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/201507/02/114521i6ooexrb6bvjbseu.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201507/02/114522rdpozgrb218crrkd.gif",
            82
        ]
    },
    "炼金之心": {
        "1": [
            "https://img.gamemale.com/album/201507/02/114531ntxydovsnsxdqdov.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201507/02/114531d2bkaq1zq1atk9va.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201507/02/114531jwy1hteehzmvra8g.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201507/02/114532co4iziicnc04ck8m.gif",
            40
        ]
    },
    "贞洁内裤": {
        "Max": [
            "https://img.gamemale.com/album/201401/01/191959nyfyv2b6v1hppbp6.gif",
            40
        ]
    },
    "灵光补脑剂": {
        "1": [
            "https://img.gamemale.com/album/201507/02/113409l7tzet09qgx7uzpt.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201507/02/113408hctqvcqz0wjooqco.gif",
            40
        ]
    },
    "千杯不醉": {
        "Max": [
            "https://img.gamemale.com/album/201507/02/113342to7t7zj24jot5s7t.gif",
            40
        ]
    },
    "丢肥皂": {
        "Max": [
            "https://img.gamemale.com/album/201507/02/113346zfvtihpznujw1nii.gif",
            40
        ]
    },
    "送情书": {
        "Max": [
            "https://img.gamemale.com/album/201507/02/113350j47rr1f17qq4nafs.gif",
            40
        ]
    },
    "奥利弗‧奎恩": {
        "1": [
            "https://img.gamemale.com/album/201401/04/121410iocnbobhqdrdraoq.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201401/04/121414piiwnawiaknaitgm.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201401/04/121418fswmv8vg2v6ov2w6.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201401/04/121426l39rbb8i9gm8iz38.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/201401/04/121434tud538ov9d99d009.gif",
            82
        ],
        "6": [
            "https://img.gamemale.com/album/201401/04/121449uku50dup6odxkho5.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201401/04/123010brrtjrtntmzp5j3z.gif",
            124
        ]
    },
    "肥皂": {
        "1": [
            "https://img.gamemale.com/album/201401/01/111041k86xnhzoeevvs8mh.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201401/01/111048aaqakl5ctsg8drtk.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201401/01/111053odf49up8du744s9u.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201401/01/111057p89vmdmt9dd4hv19.gif",
            40
        ],
        "5": [
            "https://img.gamemale.com/forum/202405/01/003840b989579tiybc0b90.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201401/01/111106dc2x6f1uk2dcu0ig.gif",
            82
        ]
    },
    "凯登‧阿兰科": {
        "1": [
            "https://img.gamemale.com/album/201401/01/114439r1ppqs7ssh0etw5w.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201401/01/114444vlzkj3k94rhr9m5k.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201401/01/114448waxs6u72ntccuxul.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201401/01/114453v68m922av4a5mtaa.gif",
            82
        ],
        "5": [
            "https://img.gamemale.com/album/201401/01/114459jaerdccmdrbeplcm.gif",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201401/01/114516anrkkka88jfkfh0i.gif",
            124
        ]
    },
    "裸体克里斯": {
        "Max": [
            "https://img.gamemale.com/album/201401/01/110459avhufexivpuhkfue.gif",
            82
        ]
    },
    "克里斯‧雷德菲尔德": {
        "1": [
            "https://img.gamemale.com/album/201401/01/110854wecejl2082gbhg3c.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201401/01/110859kr82uubuy4q25cr5.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201401/01/110904gxcccooo51hz733h.gif",
            40
        ],
        "4": [
            "",
            82
        ],
        "Max": [
            "https://img.gamemale.com/album/201401/01/110916nrxt3tztmta1axzr.gif",
            82
        ]
    },
    "威尔卡斯": {
        "1": [
            "https://img.gamemale.com/album/201401/01/114250lsaw2aynywna6gae.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201401/01/114256u30cprks0bxpbf7c.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201401/01/114304nbligxzily8ag1y2.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201401/01/114310kilorynyn51o1p44.gif",
            40
        ]
    },
    "杰夫‧莫罗": {
        "1": [
            "https://img.gamemale.com/forum/202008/15/102849spm9cjzf61bkmca8.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201401/01/114350l0smwjesszperj2y.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201401/01/114353ayzqlwphkha7p74a.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201401/01/114357ilefiqmozi3fbhco.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201401/01/114404jwzw19yg9wg929ws.gif",
            82
        ]
    },
    "盖里": {
        "1": [
            "https://img.gamemale.com/album/201401/01/115306fd5tw9db50g0dk9g.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201401/01/115309du9mmexq1m2zmx2g.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201401/01/115312t6qoofzxm6s6fu1s.gif",
            82
        ]
    },
    "但丁": {
        "1": [
            "https://img.gamemale.com/album/201401/01/110804vggzi3ccwigd44wb.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201401/01/110807ahwc1p5zz7idx64h.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201401/01/110811m2jtc2ikc8mv83c6.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201401/01/110816m336766736ek6wg5.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201401/01/110823j9ky9ib99cnxm7mc.gif",
            40
        ]
    },
    "巴尔弗雷亚": {
        "1": [
            "https://img.gamemale.com/album/201401/01/110513dz9mkjrqvq6j7h9g.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201401/01/110516mjvrhbu2nbnkt7ux.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201401/01/110519b99d0xdud0zmt0e4.gif",
            40
        ]
    },
    "文森特‧瓦伦丁": {
        "Max": [
            "https://www.gamemale.com/data/attachment/album/201401/01/110602f3xyqdqdkjmgipe1.gif",
            40
        ]
    },
    "皮尔斯‧尼凡斯": {
        "1": [
            "https://img.gamemale.com/album/201401/01/110613xyiyof70titsui7z.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201401/01/110619ezopcradfkkoitvi.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201401/01/110624i11ketiun46tjz3p.gif",
            40
        ],
        "4": [
            "https://img.gamemale.com/album/201401/01/110628yz8lg9vgd4q7zgrq.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201401/01/110633hpv4p6wrlbwcfbvf.gif",
            40
        ]
    },
    "维吉尔": {
        "1": [
            "https://img.gamemale.com/album/201507/04/202526he2n0d56fd8zd87a.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201507/04/202527epacq0c0zca0drcp.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201401/04/062215sqk4z5m5gc54q8gz.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201401/01/110724dnsnn9vohsdnsvwo.gif",
            40
        ]
    },
    "法卡斯": {
        "Max": [
            "https://www.gamemale.com/data/attachment/album/201401/01/111005dgylr33o666ghkor.gif",
            40
        ]
    },
    "吉姆‧雷诺": {
        "Max": [
            "https://www.gamemale.com/data/attachment/album/201401/01/110702wx3x1duzruxic5j6.gif",
            40
        ]
    },
    "希德‧海温特": {
        "1": [
            "https://img.gamemale.com/album/201401/01/110948xqvczqf8vqfczj9t.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201401/01/110951gw7pzyrnzj4g63v7.gif",
            40
        ],
        "3": [
            "https://img.gamemale.com/album/201401/01/110954wzwqpcwc1pvtgntk.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201401/01/110957t9yeke4eooy8t6oo.gif",
            40
        ]
    },
    "奧倫": {
        "1": [
            "https://img.gamemale.com/album/201401/01/114811j0odt762t862bt8c.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201401/01/115218n44q65c4mn4fs5f5.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201401/01/115223te3i7wb454wkkwz5.gif",
            40
        ]
    },
    "詹姆斯‧维加": {
        "1": [
            "https://img.gamemale.com/album/201401/01/115249eysm4cpyhmahsnty.gif",
            40
        ],
        "2": [
            "https://img.gamemale.com/album/201401/01/115253turw1vwznzrwwr4r.gif",
            40
        ],
        "Max": [
            "https://img.gamemale.com/album/201401/01/115258pn61f6nvz2n2fvbw.gif",
            82
        ]
    }
};
